Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# EAPI_Common_female
source: Last seen
es_pa: Última vez visto
fr_fr: Vue
lt_lt: Paskutinį kartą užfiksuota
ro_ro: Văzută ultima oară

# EAPI_Common_male
source: Last seen
es_pa: Última vez visto
fr_fr: Vu
lt_lt: Paskutinį kartą užfiksuotas
ro_ro: Văzut ultima oară

# EAPI_Common
source: Last seen
es_pa: Última vez visto
fr_fr: Vu(e)
lt_lt: Paskutinį kartą užfiksuotas
pt_br: Visto pela última vez
ro_ro: Văzut ultima oară

# EAPI_Common
source: User has a blog
es_pa: El usuario tiene un blog
fr_fr: Cet utilisateur a un blog
lt_lt: Vartotojas turi blogą
pt_br: O usuário tem um blog
ro_ro: Utilizatorul are un blog.

# EAPI_Common
source: Knows %{count} user
es_pa: Conoce %{count} usuario
ro_ro: Știe %{count} utilizator

# EAPI_Common
source: Known by %{count} user
es_pa: Conocida por %{count} usuaria
ro_ro: Cunoscut de %{count} utilizator

# EAPI_Common_female
source: Known by %{count} user
es_pa: Conocida por %{count} usuaria
ro_ro: Cunoscută de %{count} utilizator

# EAPI_Common_male
source: Known by %{count} user
es_pa: Conocida por %{count} usuaria
ro_ro: Cunoscut de %{count} utilizator

# EAPI_Common
source: Forum posts
es_pa: Publicaciones del foro
fr_fr: Posts du forum
lt_lt: Forumo įrašai
pt_br: Postagens no fórum
ro_ro: Postări pe forum

# EAPI_Common
source: Polls answered
es_pa: Encuestas completadas
fr_fr: Sondages complétés
lt_lt: Balsuota
pt_br: Pesquisas respondidas
ro_ro: Sondaje răspunse

# EAPI_Common
source: Used version
es_pa: Verción utilizada
fr_fr: Version du programme utilisée
lt_lt: Naudojama versija
pt_br: Versão usada
ro_ro: Versiune utilizată

# EAPI_Common
source: Registered
es_pa: Cuenta registrada
fr_fr: Compte enregistré
lt_lt: Užsiregistravo
pt_br: Registrado
ro_ro: S-a înregistrat pe

# EAPI_Common
source: Visiting card of %{user}:
es_pa: Tarjeta de visita de %{user}:
fr_fr: Carte de visite: %{user}
lt_lt: Vartotojo %{user} vizitinė kortelė:
ro_ro: Cartea de vizită a utilizatorului

# EAPI_Common
source: License agreement
es_pa: Contrato de licencia
fr_fr: Accord de licence
lt_lt: Licenzijos sąlygos
ro_ro: Acord de licențiere

# EAPI_Common
source: Terms and Conditions
es_pa: Términos y condiciones
fr_fr: Termes et conditions
ro_ro: Termeni și Condiții

# EAPI_Common
source: Privacy Policy
es_pa: Política de privacidad
fr_fr: Politique de confidentialité
lt_lt: Privatumo politika
ro_ro: Politica de confidențialitate

# EAPI_Common
source: I accept Elten license agreement, Terms and Conditions and Privacy Policy
es_pa: Acepto el acuerdo de licencia de Elten, los Términos y Condiciones y la Política de Privacidad
fr_fr: J'accepte les termes du contrat de licence d'Elten, les conditions d'utilisation et la politique de confidentialité
ro_ro: Accept acordul de licență Elten, termenii și condițiile și politica de confidențialitate

# EAPI_Common
source: I do not accept, exit
es_pa: No acepto, cierre el programa
fr_fr: Je n'accepte pas, fermer le programme
lt_lt: Nesutinku, uždaryti
pt_br: Eu não aceito, sair
ro_ro: Nu accept, vreau să părăsesc programul.

# EAPI_Common
source: Do you accept Elten license agreement, terms and conditions and privacy policy?
es_pa: ¿Acepta el contrato de licencia de Elten, los términos y condiciones y la política de privacidad?
fr_fr: Acceptez-vous le contrat de licence d'Elten, les conditions générales et la politique de confidentialité?
ro_ro: Accepți acordul de licență Elten, termenii și condițiile și politica de confidențialitate?

# EAPI_Common
source: You are trying to play a midi file. In order to play such files, Elten needs an external base of instruments. Do you want to download the base from the server now? It may take several minutes.
es_pa: Estás tratando de reproducir un archivo midi. Para poder reproducir tales archivos, Elten necesita una base externa de instrumentos. ¿Quieres descargar la base del servidor ahora? Puede tomar varios minutos.
lt_lt: Mėginate paklausyti midi failo. Tam, kad Elten gebėtų juos pagroti, reikalinga išorinė instrumentų bazė. Ar norėtumėte atsisiųsti bazę iš serverio? Tai gali užtrukti kelias minutes.
ro_ro: Încerci să redai un fișier midi. Pentru a reda astfel de fișiere, Elten are nevoie de o bază externă de instrumente. Vrei să descarci baza de pe server acum? Poate dura câteva minute.

# EAPI_Common
source: Please wait, the soundfont is being downloaded. It may take a while.
es_pa: Por favor, espera mientras el soundfont se descargue. Esto tomaría varios minutos.
fr_fr: Veuillez patienter, la base de données de sons midi est téléchargée. Cela peut prendre quelques minutes.
lt_lt: Prašome palaukti, kol garsai siunčiami. Tai šiek tiek užtruks.
pt_br: Por favor, aguarde, a Fonte de som está sendo baixada. Pode demorar um pouco.
ro_ro: Te rugăm să aștepți, fontul sonor este în descărcare. Poate dura ceva timp.

# EAPI_Common
source: Soundfont downloaded succesfully.
es_pa: Soundfont descargado correctamente.
fr_fr: La base de données de sons midi a été téléchargée.
lt_lt: Garsai atsiųsti sėkmingai.
pt_br: Fonte de som baixada com sucesso.
ro_ro: Fontul sonor a fost descărcat cu succes.

# EAPI_Common
source: In order to use HRTF functionality, Elten needs to download Phonon library. Would you like to download it now?
es_pa: Para poder usar la funcionalidad de HRTF, Elten necesita descargar la biblioteca de Phonon. ¿Le gustaría descargarla ahora?
ro_ro: Pentru a utiliza funcționalitatea HRTF, Elten trebuie să descarce biblioteca Phonon. Vrei să o descarci acum?

source: Function not supported on this platform
es_pa: Función no soportada en esta plataforma
fr_fr: Fonction non prise en charge sur cette plateforme
lt_lt: Šioje platformoje funkcija nepalaikoma
ro_ro: Funcționalitate nesuportată pe această platformă

# EAPI_Common
source: Compressing...
es_pa: Comprimiendo...
fr_fr: Emballage en cours...
lt_lt: Spaudžiama...
pt_br: Comprimindo ...
ro_ro: Se compresează...

# EAPI_Common
source: Play
es_pa: Reproducir
lt_lt: Groti
ro_ro: Redă

# EAPI_Common
source: Save
es_pa: Guardar
lt_lt: Išsaugoti
ro_ro: Salvează

# EAPI_Common
source: Where do you want to save this file?
es_pa: Donde guardarás este archivo?
lt_lt: Kur norite išsaugoti failą?
pt_br: Onde você deseja salvar este arquivo?
ro_ro: Unde vrei să salvezi acest fișier?

# EAPI_Common
source: The attachment has been downloaded.
es_pa: Archivo adjunto descargado.
lt_lt: Priedas buvo atsiųstas
ro_ro: Atașamentul a fost descărcat.

# EAPI_Common
source: Message
es_pa: Mensaje
lt_lt: Žinutė
ro_ro: Mesaj

# EAPI_Common
source: Users liking this message
es_pa: Usuarios a los que les gusta este mensaje
lt_lt: Vartotojai, kuriems ši žinutė patinka

# EAPI_Common
source: Close
es_pa: Cerrar
lt_lt: Uždaryti

source: Context menu
es_pa: Menú de contexto
fr_fr: Contexte menu
lt_lt: Kontekstinis meniu
ro_ro: Meniu contextual

# EAPI_Form
source: Press up or down arrow to select contact
es_pa: Presione la flecha hacia arriba o hacia abajo para seleccionar el contacto
lt_lt: Naudokite rodykles aukštyn/žemyn, kad pasirinktumėte kontaktą
ro_ro: Apasă săgețile sus/jos pentru a selecta contactul.

# EAPI_Form
source: Select contact
es_pa: Seleccionar contacto
lt_lt: Pasirinkite kontaktą
ro_ro: Selectează contactul

# EAPI_Form
source: User does not exist
es_pa: El usuario no existe
lt_lt: Toks vartotojas neegzistuoja
ro_ro: Utilizatorul nu există

# EAPI_Form
source: Opening a link...
es_pa: Abriendo enlace...
fr_fr: Ouverture du lien en cours...
lt_lt: Atidaroma nuoroda...
pt_br: Abrindo o link ...
ro_ro: Se deschide un link...

# EAPI_Form
source: End of line
es_pa: Fin de la línea
lt_lt: Eilutės pabaiga

# EAPI_Form
source: Format
es_pa: Formato
lt_lt: Formatuoti

# EAPI_Form
source: Bold
es_pa: Negrita
fr_fr: Bold Bold
lt_lt: Paryškintas
ro_ro: Îngroșat

# EAPI_Form
source: Italic
es_pa: Cursiva
fr_fr: Italique
lt_lt: Pasviręs
ro_ro: Cursiv

# EAPI_Form
source: Underline
es_pa: Subrayado
lt_lt: Pabrauktas
ro_ro: Subliniat

# EAPI_Form
source: Heading
es_pa: Encabezado
fr_fr: Titre
lt_lt: Antraštė
ro_ro: Rubrică

# EAPI_Form
source: Heading level %{level}
es_pa: Nivel de encabezado %{level}
fr_fr: Niveau de titre% {level}
lt_lt: %{level} lygio antraštė
ro_ro: Rubrică nivel %{level}

# EAPI_Form
source: Insert
es_pa: Insertar
fr_fr: Inserer
lt_lt: Įterpti

# EAPI_Form
source: Link
es_pa: Enlace
fr_fr: Lien
lt_lt: Nuoroda

# EAPI_Form
source: Label
es_pa: Etiqueta
fr_fr: Étiquette
lt_lt: Etiketė
ro_ro: Etichetă

# EAPI_Form
source: Add
es_pa: Agregar
lt_lt: Pridėti
ro_ro: Adaugă

# EAPI_Form
source: Read from cursor
es_pa: Leer desde el cursor
lt_lt: Skaityti nuo kursoriaus
ro_ro: Citește de la cursor

# EAPI_Form
source: Read line
es_pa: Leer línea
lt_lt: Skaityti eilutę
ro_ro: Citește linia

# EAPI_Form
source: Copy
es_pa: Copiado
fr_fr: Copier
lt_lt: Kopijuoti
ro_ro: Copiază

# EAPI_Form
source: Cut
es_pa: Cortar
fr_fr: Couper
lt_lt: Iškirpti
ro_ro: Taie

# EAPI_Form
source: Paste
es_pa: Coller
fr_fr: Coller
lt_lt: Įklijuoti
ro_ro: Lipește

# EAPI_Form
source: Undo
es_pa: Deshacer
lt_lt: Atšaukti
ro_ro: Anulează ultima modificare

# EAPI_Form
source: Redo
es_pa: Rehacer
lt_lt: Gražinti
ro_ro: Refă

# EAPI_Form
source: Spell check
es_pa: Revisión ortográfica
lt_lt: Rašybos patikra
ro_ro: Verifică ortografia

# EAPI_Form
source: Load last text
es_pa: Cargar el último texto
lt_lt: Pakrauti paskutinį tekstą
ro_ro: Încarcă ultimul text

# EAPI_Form
source: Find
es_pa: Buscar
fr_fr: Trouver
lt_lt: Ieškoti
ro_ro: Caută

# EAPI_Form
source: Quick translation
es_pa: Traducción rápida
fr_fr: Traduction rapide
lt_lt: Greitas vertimas
ro_ro: Traducere rapidă

# EAPI_Form
source: Translate
es_pa: Traducir
fr_fr: Traduire
lt_lt: Versti
ro_ro: Tradu

# EAPI_Form
source: Edit box
es_pa: Cuadro de edición
fr_fr: Édition
lt_lt: Redagavimo laukelis
pt_br: Caixa de edição
ro_ro: Câmp de editare

# EAPI_Form
source: Edit
es_pa: Edita
fr_fr: Éditer
lt_lt: Redaguoti
ro_ro: Editare

# EAPI_Form
source: Language
es_pa: Idioma
lt_lt: Kalba
ro_ro: Limbă

# EAPI_Form
source: Replace
es_pa: Reemplazar
lt_lt: Sukeisti
ro_ro: Înlocuiește

# EAPI_Form
source: Use custom text
es_pa: Utilizar texto personalizado
lt_lt: Naudokite konfiguruojamą tekstą

# EAPI_Form
source: Ignore
es_pa: Ignorar
lt_lt: Ignoruoti
ro_ro: Ignoră

# EAPI_Form
source: %{count} word replaced
es_pa: Se reemplazó %{count} palabra
ro_ro: %{count} cuvânt înlocuit

# EAPI_Form
source: copied
es_pa: Copiado
fr_fr: Copié
lt_lt: Nukopijuota
pt_br: copiado
ro_ro: Copiat

# EAPI_Form
source: Cut out
es_pa: Cortar
fr_fr: Coupé
lt_lt: Iškirpta
pt_br: Recortado
ro_ro: Tăiat.

# EAPI_Form
source: pasted
es_pa: Pegado
fr_fr: Collé
lt_lt: Įklijuota
pt_br: colado
ro_ro: Lipit

# EAPI_Form
source: undone
es_pa: cancelado
fr_fr: Reculé
lt_lt: Atstatyta
pt_br: desfeito
ro_ro: Ultima modificare anulată

# EAPI_Form
source: Repeated
es_pa: repetido
fr_fr: répété
lt_lt: Pakartota
pt_br: Repetido
ro_ro: Refăcut

# EAPI_Form
source: Enter a phrase to look for
es_pa: Introducid una frase para encontrar
fr_fr: Entrez le texte à rechercher
lt_lt: Įveskite ieškomą frazę
pt_br: Digite uma frase para procurar
ro_ro: Introdu fraza pe care o cauți

# EAPI_Form
source: No match found.
es_pa: No se encontraron coincidencias.
fr_fr: Rien n'a été trouvé.
lt_lt: Nerasta atitikmenų
pt_br: Nenhuma combinação encontrada.
ro_ro: Nicio potrivire găsită

# EAPI_Form
source: Text
es_pa: Cuadro de texto
fr_fr: Texte
lt_lt: Tekstas
pt_br: Texto

# EAPI_Form
source: List
es_pa: Lista
fr_fr: Liste
lt_lt: Sąrašas
ro_ro: Listă

# EAPI_Form
source: List item
es_pa: Elemento de lista
fr_fr: Élément de liste
lt_lt: Sąrašo elementas
ro_ro: Element din listă

# EAPI_Form
source: Frame
es_pa: Marco

# EAPI_Form
source: Use h or numbers from 1 to 6 to navigate to the next header
es_pa: Use h o los números del 1 al 6 para navegar a la siguiente cabecera
lt_lt: Spauskite h arba skaičius nuo 1 iki 6, kad nueitumėte prie sekančios antraštės
ro_ro: Folosește h sau numere de la 1 la 6 pentru a naviga la următoarea rubrică

# EAPI_Form
source: Use k to navigate to the next link
es_pa: Use k para navegar al siguiente enlace
lt_lt: Spauskite k tam, kad nueitumėte prie sekančios nuorodos
ro_ro: Folosește k pentru a naviga la următorul link

# EAPI_Form
source: Use i to navigate to the next list item
es_pa: Use i para navegar al siguiente elemento de la lista
lt_lt: Spauskite i tam, kad nueitumėte prie sekančio sąrašo elemento
ro_ro: Folosește i pentru a naviga la următorul element dintr-o listă

# EAPI_Form
source: Use the above shortcuts with shift to navigate to the previous items
es_pa: Utilice los atajos anteriores con shift para navegar a los elementos anteriores
lt_lt: Naudokite anksčiau aptartus klavišus su shift tam, kad nueitumėte prie ankstesnių elementų
ro_ro: Folosește scurtăturile de mai sus în combinație cu Shift pentru a naviga înapoi

# EAPI_Form
source: All tags
es_pa: Todas las etiquetas
fr_fr: Tous les tags
lt_lt: Visi žymenys
ro_ro: Toate etichetele

# EAPI_Common
source: Checked
es_pa: Comprobado
lt_lt: Pažymėta
ro_ro: Bifat

# EAPI_Common
source: Unchecked
es_pa: Sin verificar
lt_lt: Nepažymėta
ro_ro: Debifat

# EAPI_Form
source: Checked
es_pa: Verificado
fr_fr: Coché
lt_lt: Pažymėta
pt_br: Marcado
ro_ro: Bifat

# EAPI_Form
source: Unchecked
es_pa: Sin verificar
fr_fr: Non coché
lt_lt: Nepažymėta
pt_br: Não marcado
ro_ro: Debifat

# EAPI_Form
source: Multiselection list
es_pa: Lista de multiselección
lt_lt: Daugybinio pasirinkimo sąrašas
ro_ro: Lista multiselecție

# EAPI_Form
source: Empty list
es_pa: Lista vacía
fr_fr: Vide
lt_lt: Sąrašas tuščias
pt_br: Lista vazia
ro_ro: Listă goală

# EAPI_Form
source: Use space to select or unselect items
es_pa: Presione espacio para seleccionar o deseleccionar elementos
lt_lt: Su tarpu pasirinkite elementus arba atšaukite pasirinkimą
ro_ro: Folosește spațiu pentru a bifa sau debifa elemente

# EAPI_Form
source: Use shift with up/down arrows to filter content by tags
es_pa: Use el botón "shift" con las flechas arriba/abajo para filtrar el contenido por etiquetas
lt_lt: Naudokite shift su rodyklėmis aukštyn/žemyn, kad filtruotumėte turinį pagal žymes
ro_ro: Folosește shift cu săgețile sus jos pentru a filtra elemente după etichetă

# EAPI_Form
source: Press CTRL + up arrow to read item index
es_pa: Presione CTRL + flecha hacia arriba para leer el índice de elementos
lt_lt: Spauskite CTRL+rodyklę aukštyn, kad perskaitytumėte elemento indeksą
ro_ro: Apasă CTRL + săgeată sus pentru a citi indexul elementului

# EAPI_Form
source: Press CTRL + down arrow to read count of items
es_pa: Presiona CTRL + flecha hacia abajo para leer la cuenta de los elementos
lt_lt: Spauskite CTRL+rodyklę žemyn, kad perskaitytumėte elementų skaičių
ro_ro: Apasă CTRL + săgeată în jos pentru a citi numărul de elemente

# EAPI_Form
source: Button
es_pa: Botón
fr_fr: Bouton
lt_lt: Mygtukas
pt_br: Botão
ro_ro: Buton

# EAPI_Form
source: unchecked
es_pa: no verificado
fr_fr: non coché
lt_lt: Nepažymėta
pt_br: Não marcado
ro_ro: Debifat

# EAPI_Form
source: Checkbox
es_pa: Casilla de verificación
fr_fr: Case à cocher
lt_lt: Žymimasis laukelis
pt_br: Caixa de seleção
ro_ro: Casetă de bifat

# EAPI_Form
source: Documents
es_pa: Documentos
lt_lt: Dokumentai
pt_br: Documentos
ro_ro: Documente

# EAPI_Form
source: Music
es_pa: Música
fr_fr: Musique
lt_lt: Muzika
pt_br: Música
ro_ro: Muzică

# EAPI_Form
source: Desktop
es_pa: Escritorio
fr_fr: Bureau
lt_lt: Darbalaukis
pt_br: Área de Trabalho

# EAPI_Form
source: Rename
es_pa: Cambiar nombre
lt_lt: Pervardinti
ro_ro: Redenumește

# EAPI_Form
source: New folder
es_pa: Nueva carpeta
lt_lt: Naujas aplankas
ro_ro: Folder nou

# EAPI_Form
source: Folder name
es_pa: Nombre de carpeta
lt_lt: Aplanko pavadinimas
ro_ro: Numele folderului

# EAPI_Form
source: The folder has been created.
es_pa: La carpeta ha sido creada.
lt_lt: Aplankas sukurtas
ro_ro: Folderul a fost creeat.

# EAPI_Form
source: File
es_pa: Archivo
lt_lt: Failas
ro_ro: Fișier

# EAPI_Form
source: Create
es_pa: Crear
lt_lt: Kurti
ro_ro: Creează

# EAPI_Form
source: Files Tree
es_pa: Árbol de archivos
lt_lt: Failų medis
ro_ro: Lista de fișiere

# EAPI_Form
source: Pasted
es_pa: Pegado
lt_lt: Įklijuota
ro_ro: Lipit

# EAPI_Form
source: Copied
es_pa: Copiado
lt_lt: Nukopijuota
ro_ro: Copiat

# EAPI_Form
source: New file name
es_pa: Nuevo nombre de archivo
lt_lt: Naujas failo vardas
ro_ro: Nume fișier nou

# EAPI_Form
source: The file name has been changed.
es_pa: El nombre del archivo ha sido cambiado.
lt_lt: Failo vardas pakeistas
ro_ro: Numele fișierului a fost modificat

# EAPI_Form
source: Do you really want to delete %{filename}?
es_pa: Seguro que quieres suprimir %{filename}?
lt_lt: Ar tikrai norite ištrinti %{filename}?
ro_ro: Chiar vrei să ștergi fișierul %{filename}?

# EAPI_Form
source: Deleted
es_pa: Eliminado
lt_lt: Ištrinta
ro_ro: Șters.

# EAPI_Form
source: Choose a path
es_pa: Introduzca el tipo de uvicación
fr_fr: Entrez l'emplacement
lt_lt: Pasirinkite kelią
pt_br: Escolha um caminho
ro_ro: Selectează o cale.

# EAPI_Form
source: Use SHIFT with left/right arrows to select the column you want to navigate by
es_pa: Utilice SHIFT con las flechas izquierda/derecha para seleccionar la columna por la que desea navegar
lt_lt: Naudokite shift su rodyklėmis kairėn/dešinėn, kad pasirinktumėte stulpelį, pagal kurį norite naviguoti
ro_ro: Folosește SHIFT cu săgețile stânga / dreapta pentru a selecta coloana prin care vrei să navighezi

# EAPI_Common
source: This file cannot be played.
es_pa: El archivo no se puede reproducir.
fr_fr: Pas possible de lire ce fichier.
lt_lt: Šis failas negali būti grojamas
pt_br: Este arquivo não pode ser reproduzido.
ro_ro: Acest fișier nu poate fi redat.

# EAPI_Form
source: Hour
es_pa: Hora
lt_lt: Valanda
ro_ro: Oră

# EAPI_Form
source: Minute
es_pa: Minuto
lt_lt: Minutė
ro_ro: Minut

# EAPI_Form
source: Second
es_pa: segundo
lt_lt: Sekundė
ro_ro: Secundă

# EAPI_Form
source: Jump
es_pa: Salta
lt_lt: Nušokti
ro_ro: Sari

# EAPI_Form
source: Copy original stream
es_pa: Copiar secuencia original
fr_fr: Copier le flux original
lt_lt: Kopijuoti originalų srautą
ro_ro: Copiază stream-ul original

# EAPI_Form
source: Destination
es_pa: Destino
lt_lt: Galutinė vieta
pt_br: Destino
ro_ro: Destinație

# EAPI_Form
source: File format
es_pa: Formato de archivo
lt_lt: Failo formatas
ro_ro: Formatul fișierului

# EAPI_Form
source: File name
es_pa: Nombre de archivo
fr_fr: Nom du fichier
lt_lt: Failo vardas
pt_br: Nome do arquivo
ro_ro: Numele fișierului

# EAPI_Form
source: Play/pause
es_pa: Reproducir/Pausa
lt_lt: Groti/pristabdyti
ro_ro: Redă/pune pe pauză

# EAPI_Form
source: Get sound position
es_pa: Obtener la posición de sonido
lt_lt: Gauti garso poziciją
ro_ro: Poziția sunetului

# EAPI_Form
source: Get sound duration
es_pa: Obtener la duración del sonido
lt_lt: Gauti garso trukmę
ro_ro: Durata sunetului

# EAPI_Form
source: Track info
es_pa: Información de pista
lt_lt: Takelio informacija

# EAPI_Form
source: Title
es_pa: Título
lt_lt: Pavadinimas

# EAPI_Form
source: Artist
es_pa: Artista
lt_lt: Artistas

# EAPI_Form
source: Track number
es_pa: Número de pista
lt_lt: Takelio numeris

# EAPI_Form
source: Show chapters
es_pa: Mostrar capítulos
lt_lt: Rodyti skyrius

# EAPI_Form
source: Chapters
es_pa: Capítulos
lt_lt: Skyriai

# EAPI_Form
source: This chapter has not been buffered yet
es_pa: Este capítulo aún no está en el búfer
lt_lt: Šis skyrius dar neišgrotas

# EAPI_Form
source: Jump to position
es_pa: Saltar a la posición
lt_lt: Šokti į poziciją
ro_ro: Sari la poziție

# EAPI_Form
source: Save file
es_pa: Guardar archivo
lt_lt: Išsaugoti failą
ro_ro: Salvează fișierul

# EAPI_Form
source: Use spacebar to toggle pause
es_pa: Use la barra espaciadora para alternar la pausa
lt_lt: Naudokite tarpą, kad perjungtumėte tarp grojimo/pauzės
ro_ro: Folosește spațiu pentru a comuta pauza

# EAPI_Form
source: Use left/right arrows to slide
es_pa: Usa las flechas izquierda/derecha para deslizarte
lt_lt: Naudokite rodykles kairėn/dešinėn, kad prasuktumėte
ro_ro: Folosește săgețile stânga dreapta pentru a derula

# EAPI_Form
source: Use up/down arrows to change playback volume
es_pa: Use las flechas arriba/abajo para cambiar el volumen de la reproducción
lt_lt: Naudokite rodykles aukštyn/žemyn, kad keistumėte garsumą
ro_ro: Folosește săgețile sus jos pentru a modifica volumul redării

# EAPI_Form
source: Use SHIFT with left/right arrows to change panning
es_pa: Use SHIFT con las flechas izquierda/derecha para cambiar la panorámica
lt_lt: Naudokite shift su rodyklėmis kairėn/dešinėn, kad keistumėte
ro_ro: Folosește shift+săgețile stânga dreapta pentru a poziționa sunetul

# EAPI_Form
source: Use SHIFT with up/down arrows to change pitch
es_pa: Use SHIFT con las flechas arriba/abajo para cambiar de tono
lt_lt: Naudokite shift su rodyklėmis aukštyn/žemyn, kad keistumėte toną
ro_ro: Folosește shift+săgețile sus/jos pentru a modifica înălțimea

# EAPI_Form
source: Use CTRL with up/down arrows to change tempo
es_pa: Usa CTRL con las flechas arriba/abajo para cambiar el tempo
lt_lt: Naudokite CTRL su rodyklėmis aukštyn/žemyn, kad keistumėte greitį
ro_ro: Folosește ctrl+săgețile sus/jos pentru a modifica viteza.

# EAPI_Form
source: Use backspace to return to the default settings
es_pa: Utilice retroceso para volver a la configuración predeterminada
lt_lt: Naudokite Backspace, kad nustatytumėte numatytuosius nustatymus
ro_ro: Folosește backspace pentru a reveni la setările implicite.

# EAPI_Form
source: Use home or end to move to the beginning or ending of a track
es_pa: Utiliza inicio o fin para ir al principio o al final de una pista
lt_lt: Naudokite home arba end, kad pereitumėte į takelio pradžią arba pabaigą

# EAPI_Form
source: Use page up or page down to navigate to the previous or next chapter
es_pa: Utiliza retroceso o avance de página para navegar al capítulo anterior o al siguiente
lt_lt: Naudokite page up arba page down, kad pereitumėte į sekantį arba ankstesnį skyrių

# EAPI_Form
source: record
es_pa: Grabar
lt_lt: Įrašas
ro_ro: Înregistrează

# EAPI_Form
source: Pause recording
es_pa: Pausar grabación
lt_lt: Pristabdyti įrašymą
ro_ro: Pune înregistrarea pe pauză

# EAPI_Form
source: Stop recording
es_pa: Parar de gravar
lt_lt: Sustabdyti įrašymą
ro_ro: Oprește înregistrarea

# EAPI_Form
source: Use existing file
es_pa: Usar archivo existente
lt_lt: Naudokite egzistuojantį failą
ro_ro: Folosește un fișier existent

# EAPI_Form
source: Opus encoder settings
es_pa: Configuración del codificador Opus
lt_lt: Opus enkoderio nustatymai
ro_ro: Setări encoder

# Conference
source: Edit metadata and chapters
es_pa: Editar metadatos y capítulos
lt_lt: Redaguoti metaduomenis ir skyrius

# EAPI_Form
source: Play
es_pa: Reproducir
lt_lt: Groti
ro_ro: Redă

# EAPI_Form
source: Encode and play
es_pa: Codificar y reproducir
fr_fr: Encoder et jouer
lt_lt: Koduoti ir groti
ro_ro: Codifică și redă

# EAPI_Form
source: Delete recording
es_pa: Eliminar grabación
lt_lt: Trinti įrašą
ro_ro: Șterge înregistrarea

# EAPI_Form
source: Ready
es_pa: Listo
lt_lt: Pasiruošęs
ro_ro: Gata

# EAPI_Form
source: Are you sure you want to delete the previous recording and create a new one?
es_pa: ¿Está seguro de que desea eliminar la grabación anterior y crear una nueva?
lt_lt: Ar tikrai norite ištrinti ankstesnį įrašą ir sukurti naują?
ro_ro: Sigur vrei să ștergi înregistrarea și să începi alta?

# EAPI_Form
source: Record again
es_pa: Grabar de nuevo
lt_lt: Įrašyti dar kartą
ro_ro: Înregistrează din nou

# EAPI_Form
source: Select audio file
es_pa: Seleccionar archivo de audio
lt_lt: Pasirinkite audio failą
ro_ro: Selectează fișier audio

# EAPI_Form
source: File selected
es_pa: Archivo seleccionado
lt_lt: Failas pasirinktas
ro_ro: Fișier selectat

# EAPI_Form
source: Recording preview
es_pa: Vista previa de grabación
lt_lt: Įrašo peržiūra
ro_ro: Previzualizare înregistrare
