Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# EAPI_Form
source: Resume recording
es_pa: Reanudar grabación
lt_lt: Pratęsti įrašymą
ro_ro: Continuă înregistrarea

# EAPI_Form
source: The encoder settings will not apply to the current record. Are you sure you want to continue?
es_pa: La configuración del codificador no se aplicará al registro actual. Estás seguro de que quieres continuar?
lt_lt: Enkoderio nustatymai negalios einamajam įrašui. Ar tikrai norite tęsti?
ro_ro: Setările encoderului nu se vor aplica pe înregistrarea curentă. Sigur vrei să continui?

# EAPI_Form
source: Are you sure you want to delete recorded audio?
es_pa: ¿Está seguro de que desea eliminar el audio grabado?
lt_lt: Ar tikrai norite ištrinti įrašo audio?
ro_ro: Sigur vrei să ștergi înregistrarea?

# EAPI_Form
source: Low
es_pa: Bajo
lt_lt: Žemas
ro_ro: Mică

# EAPI_Form
source: Lower
es_pa: Bajísimo
fr_fr: Inférieur
lt_lt: Žemesnis
ro_ro: Cea mai mică

# EAPI_Form
source: Standard
es_pa: Estándar
lt_lt: Standartinė

# EAPI_Form
source: Higher
es_pa: Altísimo
lt_lt: Aukštesnė
ro_ro: Cea mai mare

# EAPI_Form
source: High
es_pa: Alto
lt_lt: Aukšta
ro_ro: Mare

# EAPI_Form
source: Max
es_pa: Máximo
lt_lt: Maksimali
ro_ro: Maximă!

# EAPI_Form
source: Quality
es_pa: Calidad
lt_lt: Kokybė
ro_ro: Calitate

# EAPI_Form
source: Custom
es_pa: Personalizado
lt_lt: Pasirinktinė
ro_ro: Personalizată

# EAPI_Form
source: Frame size
es_pa: Tamaño del marco
lt_lt: Rėmo dydis
ro_ro: Mărimea cadrului

# EAPI_Form
source: Speech profile
es_pa: Perfil de voz
lt_lt: Kalbos profilis
ro_ro: Profil de vorbire

# EAPI_Form
source: Encoder profile
es_pa: Codificar un perfil
lt_lt: Enkoderio profilis
ro_ro: Profil encoder

# EAPI_Form
source: Music profile
es_pa: Perfil musical
lt_lt: Muzikos profilis
ro_ro: Profil de muzică

# EAPI_Form
source: Use variable bitrate
es_pa: Usar bitrate variable
lt_lt: Naudoti kintamo dydžio bitų santykį
ro_ro: Folosește rată de biți variabilă

# EAPI_Form
source: Tags
es_pa: Etiquetas
lt_lt: Žymenys

# EAPI_Form
source: Tag value
es_pa: Valor de la etiqueta
lt_lt: Žymens reikšmė

# EAPI_Form
source: Chapter name
es_pa: Nombre del capítulo
lt_lt: Skyriaus pavadinimas

# EAPI_Form
source: Chapter time (hh:mm:ss.uuu)
es_pa: Hora del capítulo (hh:mm:ss.uuu)
lt_lt: Skyriaus laikas (hh:mm:ss.uuu)

# EAPI_Form
source: Wrong time format, the proper format is two hours digits, colon, two minutes digits, colon, two seconds digits and, optionally, three milliseconds digits preceeded by dot
es_pa: Formato de hora incorrecto, el formato adecuado es dos dígitos de horas, dos puntos, dos dígitos de minutos, dos puntos, dos dígitos de segundos y, opcionalmente, tres dígitos de milisegundos precedidos de punto
lt_lt: Blogas laiko formatas,

# EAPI_Form
source: Add new chapter manually
es_pa: Añadir un nuevo capítulo manualmente
lt_lt: Pridėti naują skyrių rankiniu būdu

# EAPI_Form
source: Add chapters with playback
es_pa: Añadir capítulos con reproducción

# EAPI_Form
source: Chapters editor, use context menu to add chapters
es_pa: Editor de capítulos, utilice el menú contextual para añadir capítulos
lt_lt: Skyrių redaktorius, naudokite kontekstinį meniu, kad redaguotumėte skyrius

# EAPI_Form
source: Add chapter here
es_pa: Añadir capítulo aquí
lt_lt: Pridėkite skyrių čia

# EAPI_Form
source: Edit chapter
es_pa: Editar capítulo
lt_lt: Redaguoti skyrių

# EAPI_Form
source: May
es_pa: Mayo
lt_lt: Gegužė
ro_ro: Mai

# EAPI_Form
source: June
es_pa: Junio
lt_lt: Birželis
ro_ro: Iulie

# EAPI_Form
source: February
es_pa: Febrero
lt_lt: Vasaris
ro_ro: Februarie

# EAPI_Form
source: August
es_pa: Agosto
lt_lt: Rugpjūtis

# EAPI_Form
source: September
es_pa: Septiembre
lt_lt: Rugsėjis
ro_ro: Septembrie

# EAPI_Form
source: March
es_pa: Marzo
lt_lt: Kovas
ro_ro: Martie

# EAPI_Form
source: October
es_pa: Octubre
lt_lt: Spalis
ro_ro: Octombrie

# EAPI_Form
source: November
es_pa: Noviembre
lt_lt: Lapkritis
ro_ro: Noiembrie

# EAPI_Form
source: December
es_pa: Diciembre
lt_lt: Gruodis
ro_ro: Decembrie

# EAPI_Form
source: July
es_pa: Julio
lt_lt: Liepa
ro_ro: Iulie

# EAPI_Form
source: April
es_pa: Abril
lt_lt: Balandis
ro_ro: Aprilie

# EAPI_Form
source: January
es_pa: Enero
lt_lt: Sausis
ro_ro: Ianuarie

# EAPI_Form
source: Year
es_pa: Año
lt_lt: Metai
ro_ro: An

# EAPI_Form
source: Not selected
es_pa: No seleccionado
lt_lt: Nepasirinkta
ro_ro: Neselectat

# EAPI_Form
source: Month
es_pa: Mes
lt_lt: Mėnuo
ro_ro: Lună

# EAPI_Form
source: Day
es_pa: Día
lt_lt: Diena
ro_ro: Zi

# EAPI_EltenSRV
source: Select a user
es_pa: Elige un usuario
fr_fr: Choisissez un utilisateur
lt_lt: Pasirinkite vartotoją
pt_br: Selecione um usuário
ro_ro: Selectează un utilizator

# EAPI_External
source: An error occurred while translating.
es_pa: Se ha producido un error al traducir.
fr_fr: Une erreur est survenue pendant la traduction
lt_lt: Verčiant įvyko klaida
pt_br: Ocorreu um erro durante a tradução.
ro_ro: A apărut o eroare în timpul traducerii.

# EAPI_External
source: source language
es_pa: idioma original
fr_fr: Langue source
lt_lt: Pradinė kalba
pt_br: idioma de origem
ro_ro: Limba sursă

# EAPI_External
source: recognize automatically
es_pa: Reconocer automáticamente
fr_fr: Détecter la langue automatiquement
lt_lt: Atpažinti automatiškai
pt_br: reconhecer automaticamente
ro_ro: Recunoaște automat

# EAPI_External
source: destination language
es_pa: Idioma de destino
fr_fr: Langue cible
lt_lt: Galutinė kalba
pt_br: idioma de destino
ro_ro: Limba de destinație

# EAPI_External
source: Translate
es_pa: Traducir
fr_fr: Traduire
lt_lt: Versti
pt_br: Traduzir
ro_ro: Tradu

# MainMenu
source: Quick &actions
es_pa: &Acciones rápidas
lt_lt: Spartieji &veiksmai
ro_ro: Acțiuni rapide

# MainMenu
source: &Community
es_pa: C&omunidad
fr_fr: &Network
lt_lt: &Bendruomenę
pt_br: Comunidade... Atalho: : G
ro_ro: Comunitate

# MainMenu
source: &Messages
es_pa: &Mensajes
lt_lt: &Žinutės
pt_br: Mensagens... Atalho: : M
ro_ro: Mesaje

# MainMenu
source: &Forum
es_pa: &Foro
lt_lt: &Forumas
pt_br: Fóruns... Atalho: : F

# MainMenu
source: &Conferences
es_pa: &Conferencias
lt_lt: &Konferencijos
ro_ro: Conferințe

# MainMenu
source: No&tes
es_pa: No&tas
lt_lt: &Pastabos
pt_br: Notas... Atalho: : N
ro_ro: Note

# MainMenu
source: What's &new?
es_pa: Qué &hay de nuevo?
fr_fr: Quoi de &neuf?
lt_lt: Kas &naujo?
pt_br: O que há de novo?... Atalho: : O
ro_ro: Ce este nou?

# MainMenu
source: Po&lls
es_pa: En&cuestas
fr_fr: &Sondages
lt_lt: &Balsavimai
pt_br: Pesquisas... Atalho: : P
ro_ro: Sondaje

# MainMenu
source: &Users
es_pa: &Usuarios
fr_fr: &Utilisateurs
lt_lt: &Vartotojai
pt_br: Usuários... Atalho: : U
ro_ro: Utilizatori

# MainMenu
source: My &contacts
es_pa: M&is contactos
fr_fr: Mes &contacts
lt_lt: Mano &kontaktai
pt_br: Meus contatos... Atalho: : M
ro_ro: Contactele mele

# MainMenu
source: Users who a&dded me to contacts
es_pa: Usua&rios que me añadieron a los contactos
fr_fr: Les ut&ilisateurs qui m'ont ajouté à leurs contacts
lt_lt: Vartotojai, p&ridėję mane į kontaktus
pt_br: Usuários que me adicionaram aos contatos... Atalho: : U
ro_ro: Utilizatorii care m-au adăugat la contacte

# MainMenu
source: Who is &online?
es_pa: &Quién está en línea?
lt_lt: Kas pri&sijungę?
ro_ro: Cine este online?

# MainMenu
source: &Users list
es_pa: &Lista de usuarios
fr_fr: Liste des &utilisateurs
lt_lt: V&artotojų sąrašas
pt_br: Lista de usuários... Atalho: : L
ro_ro: Lista utilizatorilor

# MainMenu
source: Ad&mins and authors
es_pa: Ad&ministradores y autores
lt_lt: Adm&inistratoriai ir autoriai
ro_ro: Admini și autori

# MainMenu
source: User searc&h
es_pa: Bu&scar usuarios
fr_fr: R&echercher d'utilisateurs
lt_lt: Vartotojų paie&ška
pt_br: Pesquisar por usuários... Atalho: : P
ro_ro: Căutare utilizatori

# MainMenu
source: Recently &active users
es_pa: Usuarios recientement&e activos
lt_lt: Neseniai aktyv&ūs vartotojai
ro_ro: Utilizatori activi recent

# MainMenu
source: Recently &registered users
es_pa: Usuarios reci&entemente registrados
fr_fr: Utilisateurs récemment en&registrés
lt_lt: Neseniai &užsiregistravę vartotojai
pt_br: Usuários registrados recentemente... Atalho: : R
ro_ro: Utilizatori recent înregistrați

# MainMenu
source: &Sponsors
es_pa: &Patrocinadores
lt_lt: Remė&jai

# MainMenu
source: Call &history
es_pa: Historial de llamadas
lt_lt: Skambučių &istorija
ro_ro: Istoricul apelurilor

# MainMenu
source: Premium packa&ges
es_pa: Paquet&es premium
lt_lt: Premium &paketai

# MainMenu
source: Manage my &account
es_pa: Administrar mi &cuenta
fr_fr: Gérer m&on compte
lt_lt: Tvarkyti mano pask&yrą
ro_ro: Administrează contul meu

# MainMenu
source: &Programs
es_pa: &programas..
lt_lt: Program&os
ro_ro: Programe

# MainMenu
source: Programs installation
es_pa: Instalar programas
fr_fr: Installer de nouveaux programmes
lt_lt: Programų diegimas
pt_br: Instalação de programas
ro_ro: Instalarea programelor

# MainMenu
source: &Tools
es_pa: &Herramientas
fr_fr: &Outils
lt_lt: &Įrankiai
pt_br: Ferramentas... Atalho: : F
ro_ro: Instrumente

# MainMenu
source: Program &settings
es_pa: Ajustes de&l programa
lt_lt: Programos nustatymai
ro_ro: Setările programului

# MainMenu
source: Soun&dthemes
es_pa: Temas de s&onido
fr_fr: &Thèmes audio
lt_lt: Garsas ir temos
pt_br: Temas sonoros... Atalho: : S
ro_ro: Teme de sunete

# MainMenu
source: Speed &test
es_pa: Prueva d&e velocidad
fr_fr: Test de rapidité
lt_lt: Greičio testas
ro_ro: Testare viteză

# MainMenu
source: Create &Portable version
es_pa: Crear versió&n portable
fr_fr: Créer une version &portable
lt_lt: Kurti nešiojamą versiją
ro_ro: Creează o versiune portabilă

# MainMenu
source: &Reinstall
es_pa: &Reinstalar
fr_fr: &Réinstallation du programme
lt_lt: Perdiegti
pt_br: Reinstalar... Atalho: : E
ro_ro: Reinstalează

# MainMenu
source: &Install
es_pa: &Instalar
fr_fr: &Installer un programme
lt_lt: Diegti
pt_br: Instalar... Atalho: : I
ro_ro: Instalează

# MainMenu
source: &Log viewer
es_pa: Visor de logueo
lt_lt: Žurnalo peržiūra
ro_ro: Vizualizare loguri

# MainMenu
source: &Console
es_pa: &Consola
lt_lt: Konsolė
pt_br: Console... Atalho: : S
ro_ro: Consolă

# MainMenu
source: Relo&ad all programs
es_pa: Recar&gar todos los programas
lt_lt: Perkrauti visas programas

# MainMenu
source: All programs reloaded
es_pa: Todos los programas recargados
lt_lt: Visos programos perkrautos

# MainMenu
source: De&bugging
es_pa: De&purar
fr_fr: Dé&boggage
lt_lt: Ieškoti klaidų
pt_br: Depuração... Atalho: : D
ro_ro: Depanare

# MainMenu
source: &Help
es_pa: &Ayuda
fr_fr: &Aide
lt_lt: Pagalba
pt_br: Ajuda... Atalho: : A
ro_ro: Ajutor

# MainMenu
source: Frequently asked &questions
es_pa: Preguntas frecuentes

# MainMenu
source: &Changelog
es_pa: &Lista de cambios
lt_lt: Pakeitimų žurnalas
pt_br: Changelog... Atalho: : C
ro_ro: Jurnal modificări

# MainMenu
source: Program &version
es_pa: Versión del &programa
fr_fr: Version du &programme
lt_lt: Programos versija
pt_br: Verção do programa... Atalho: : V
ro_ro: Versiunea programului

# MainMenu
source: Sounds &guide
es_pa: Gu&ía de sonido
fr_fr: &Guide des sons du thème audio
lt_lt: Garsų gidas
ro_ro: Ghid de sunete

# MainMenu
source: &Read me
es_pa: &Léame
fr_fr: Guide de l'&utilisateur
lt_lt: Skaityk mane
pt_br: Leia-me... Atalho: : L

# MainMenu
source: &License agreement
es_pa: &Acuerdo de licencia
lt_lt: Licencijos sutartis
ro_ro: &Acord de licențiere

# MainMenu
source: &Terms and conditions
es_pa: &Términos y condiciones
lt_lt: Taisyklės ir sąlygos
ro_ro: Termeni și Condiții

# MainMenu
source: &Privacy policy
es_pa: &Política de privacidad
lt_lt: Privatumo politika
ro_ro: Politica de Confidențialitate

# MainMenu
source: Infor&mation about migration to Elten version 2.4
es_pa: Info&rmación sobre la migración a Elten versión 2.4
lt_lt: Informacija apie migraciją į Elten 2.4 versiją
ro_ro: Informații despre migrarea la Elten 2.4

# MainMenu
source: List of &Invisible Interface hotkeys
es_pa: Lista de atajos de teclado para la interfa&z invisible
lt_lt: Nematomosios sąsajos karštųjų klavišų sąrašas

# MainMenu
source: &Quit
es_pa: &Salir
fr_fr: &Quitter
lt_lt: Išjungti
pt_br: Sair... Atalho: : S
ro_ro: Ieșire

# MainMenu
source: Hide in &tray
es_pa: Ocultar a &la bandeja
fr_fr: Ma&squer le programme dans la barre d'état système
lt_lt: Slėpti dėkle
pt_br: Esconder na bandeja... Atalho: : E
ro_ro: Ascunde în Tray

# MainMenu
source: &Logout
es_pa: &Cerrar sesión
fr_fr: Se déc&onnecter
lt_lt: Atsijungti
pt_br: Desconectar... Atalho: : L
ro_ro: Deloghează-te

# MainMenu
source: E&xit
es_pa: S&alir
fr_fr: &Quitter
lt_lt: Uždaryti
pt_br: Sair... Atalho: : S
ro_ro: Ieșire

# MainMenu
source: &Restart
es_pa: &Reiniciar
fr_fr: &Redémarrer
lt_lt: Perkrauti
pt_br: Reiniciar... Atalho: : R
ro_ro: Repornire

# MainMenu
source: Restart in de&bug mode
es_pa: Reiniciar en mo&do depuración
fr_fr: Redémarrer en mode d'&urgence
lt_lt: Perkrauti derinimo režime
pt_br: Reinicie no modo de depuração... Atalho: : M
ro_ro: Repornire în modul de depanare

# MainMenu
source: &Windows
es_pa: &Ventanas
lt_lt: &Langai
ro_ro: Ferestre

# MainMenu
source: Window %{number}
es_pa: Ventana %{number}
lt_lt: %{number} langas
ro_ro: Fereastra %{number}

# EAPI_Network
source: sending...
es_pa: enviando...
fr_fr: Envoi en cours...
lt_lt: Siunčiama...
pt_br: enviando ...
ro_ro: Se trimite...

# EAPI_Network
source: The file already exists. Do you want to override it?
es_pa: El archivo ya existe. ¿Desea anularlo?
fr_fr: Le fichier existe déja. Voulez-vous le remplacer?
lt_lt: Failas jau egzistuoja. Ar norite jį perrašyti?
ro_ro: Fișierul deja există. Vrei să-l înlocuiești?

# EAPI_Network
source: Do not report progress bar changes.
es_pa: No lea los cambios en la barra de progreso.
fr_fr: Ne pas signaler les modifications dans la barre de progression.
lt_lt: Nepranešti apie progreso juostos pasikeitimus
pt_br: Não relatar alterações na barra de progresso.
ro_ro: Nu citi modificările barei de progres

# EAPI_Network
source: Read progress bar changes.
es_pa: Lee los cambios en la barra de progreso.
fr_fr: Signaler les modifications dans la barre de progression.
lt_lt: Skaityti progreso juostos pasikeitimus
pt_br: Leia as alterações da barra de progresso.
ro_ro: Citește modificările barei de progres

# Program
source: The program has been closed.
es_pa: El programa ha sido cerrado.
fr_fr: Le programme a été fermé.
lt_lt: Programa buvo uždaryta
pt_br: O programa foi fechado.
ro_ro: Programul a fost închis.

# EAPI_Common
source: Last spoken text copied to clipboard
es_pa: Último texto hablado copiado al portapapeles
lt_lt: Paskutinis įkalbėtas tekstas nukopijuotas į iškarpinę
ro_ro: Ultimul text rostit a fost copiat în clipboard

# EAPI_Common
source: No tips available
es_pa: No hay consejos disponibles
lt_lt: Nėra galimų patarimų
ro_ro: Niciun sfat disponibil

# EAPI_Common
source: Using NVDA
es_pa: Usando NVDA
lt_lt: Naudojamas NVDA
ro_ro: Se folosește NVDA

# EAPI_Common
source: Using a selected SAPI synthesizer
es_pa: Utilizando síntesis SAPI
fr_fr: La synthése SAPI est utilisée.
lt_lt: Naudojamas pasirinktas SAPI sintezatorius
pt_br: Usando um sintetizador SAPI selecionado
ro_ro: Se folosește un sintetizator SAPI selectat

# EAPI_Common
source: Do not disturb on
es_pa: No molestar activado
lt_lt: Netrukdyti įjungtas
ro_ro: Modul Nu deranja activat

# EAPI_Common
source: Do not disturb off
es_pa: No molestar desactivado
lt_lt: Netrukdyti išjungtas
ro_ro: Modul Nu deranja dezactivat

# EAPI_Common
source: Select audio file
es_pa: Seleccione el archivo de audio
lt_lt: Pasirinkite audio failą
ro_ro: Selectează fișier audio

# EAPI_Common
source: Microphone muted
es_pa: Micrófono silenciado
lt_lt: Mikrofonas užtildytas
ro_ro: Microfon pus pe mut

# EAPI_Common
source: Microphone unmuted
es_pa: Micrófono sin silenciar
lt_lt: Mikrofonas atitildytas
ro_ro: Microfon scos de pe mut

# EAPI_QuickActions
source: What is new?
es_pa: ¿Qué novedades hay?
lt_lt: Kas naujo?
ro_ro: Ce este nou?

# EAPI_QuickActions
source: My contacts
es_pa: Mis contactos
lt_lt: Mano kontaktai
ro_ro: Contactele mele

# EAPI_QuickActions
source: Who is online?
es_pa: ¿Quién está en línea?
lt_lt: Kas prisijungę?
ro_ro: Cine este online?

# EAPI_QuickActions
source: Messages
es_pa: Mensajes
lt_lt: Žinutės
ro_ro: Mesaje

# EAPI_QuickActions
source: Forum
es_pa: Foro
lt_lt: Forumas

# EAPI_QuickActions
source: Conferences
es_pa: Conferencias
lt_lt: Konferencijos
ro_ro: Conferințe

# EAPI_QuickActions
source: Premium packages
es_pa: Paquetes premium
lt_lt: Premium paketai

# EAPI_QuickActions
source: Read tips on the current control
es_pa: Leer los consejos sobre el control actual
lt_lt: Skaityti patarimus ant esamo valdiklio
ro_ro: Citește sfaturi la controlul curent

# EAPI_QuickActions
source: Open context menu
es_pa: Abrir menú de contexto
lt_lt: Atidaryti kontekstinį meniu
ro_ro: Deschide meniul contextual

# EAPI_QuickActions
source: Say time
es_pa: Decir tiempo
lt_lt: Sakyti laiką
ro_ro: Spune ceasul

# EAPI_QuickActions
source: Say date
es_pa: Decir fecha
lt_lt: Sakyti datą
ro_ro: Spune data

# EAPI_QuickActions
source: Speak last text
es_pa: Habla el último texto
lt_lt: Kalbėti paskutinį tekstą
ro_ro: Spune ultimul text

# EAPI_QuickActions
source: Minimize Elten to tray
es_pa: Minimizar Elten a la bandeja
lt_lt: Minimizuoti Elten dėkle
ro_ro: Minimizează Elten în Tray

# EAPI_QuickActions
source: Switch voice output between NVDA and Sapi5
es_pa: Cambiar la salida de voz entre NVDA y Sapi5
lt_lt: Perjungti balso išvestį tarp NVDA ir Sapi5
ro_ro: Comută modul de citire între NVDA și SAPI5

# EAPI_QuickActions
source: Volume down
es_pa: Bajar volumen
lt_lt: Tyliau
ro_ro: Micșorare volum

# EAPI_QuickActions
source: Volume up
es_pa: Subir volumen
lt_lt: Garsiau
ro_ro: Mărire volum

# EAPI_QuickActions
source: Switch "Do not disturb" mode
es_pa: Cambiar el modo "No molestar"
lt_lt: Perjungti "Netrukdyti" režimą
ro_ro: Comută modul Nu deranja

# EAPI_QuickActions
source: Publish to a feed
es_pa: Publicar en un feed
lt_lt: Paskelbti ant sienos
ro_ro: Publică într-un flux

# EAPI_QuickActions
source: Copy last spoken text to clipboard
es_pa: Copiar el último texto hablado al portapapeles
lt_lt: Nukopijuoti paskutinį kalbėtą tekstą į iškarpinę
ro_ro: Copiază ultimul text rostit în clipboard

# EAPI_QuickActions
source: Conferences: stream audio file
es_pa: Conferencias: transmisión de archivos de audio
lt_lt: Konferencijos: transliuoti audio failą
ro_ro: Transmite fișier audio

# EAPI_QuickActions
source: Conferences: set volumes
es_pa: Conferencias: Ajustar volúmenes
lt_lt: Konferencijos: nustatyti garsą
ro_ro: Setează volumele

# EAPI_QuickActions
source: Conferences: mute microphone
es_pa: Conferencias: silenciar el micrófono
lt_lt: Konferencijos: nutildyti mikrofoną
ro_ro: Pune microfonul pe mut

# EAPI_QuickActions
source: Conferences: switch push to talk
es_pa: Conferencias: cambiar Push to Talk
lt_lt: Konferencijos: perjungti kalbėjimą laikant
ro_ro: Treci pe Menține pentru a Vorbi

# EAPI_QuickActions
source: Conferences: roll a 6-sided dice
es_pa: Conferencias: tira un dado de 6 caras
ro_ro: Aruncă un zar cu 6 fețe

# EAPI_QuickActions
source: Conferences: roll a custom dice
es_pa: Conferencias: tira un dado personalizado
lt_lt: Konferencijos: ridenti konfiguruojamą kauliuką

# EAPI_QuickActions
source: Add alarm
es_pa: Agregar alarma
lt_lt: Pridėti žadintuvą

# EAPI_Speech
source: Space
es_pa: Espacio
fr_fr: Espace
lt_lt: Tarpas
pt_br: Espaço
ro_ro: Spațiu

# EAPI_Speech
source: End of line
es_pa: Fin de línea
lt_lt: Eilutės pabaiga

# EAPI_Speech
source: New
es_pa: Nuevo
lt_lt: Naujas(-a)

# EAPI_Speech
source: Closed
es_pa: Cerrado
lt_lt: Uždaryta
ro_ro: Închis

# EAPI_Speech
source: Restricted
es_pa: Restringido
lt_lt: Apribota

# EAPI_Speech
source: Future
es_pa: Futuro
lt_lt: Ateitis
ro_ro: Viitor

# EAPI_Speech
source: Online
es_pa: En línea
lt_lt: Prisijungęs

# EAPI_Speech
source: Sponsor
es_pa: Patrocinador
lt_lt: Remėjas

# EAPI_Speech
source: Pinned
es_pa: Anclado
lt_lt: Prisegta
ro_ro: Fixat

# EAPI_Speech
source: Attachment
es_pa: Adjunto
lt_lt: Priedas

# EAPI_Speech
source: Containing
es_pa: Contiene
lt_lt: Talpinama

# EAPI_Speech
source: Liked
es_pa: Me gusta
lt_lt: Patiko

# EAPI_Speech
source: dot
es_pa: punto
fr_fr: Point
lt_lt: taškas
pt_br: ponto
ro_ro: Punct

# EAPI_Speech
source: slash
es_pa: barra
fr_fr: Barre oblique
lt_lt: pasvyrasis brūkšnelis
pt_br: Barra
ro_ro: bară oblică

# EAPI_Speech
source: semi
es_pa: punto y coma
fr_fr: Point-virgule
lt_lt: kabliataškis
pt_br: Ponto e vírgula
ro_ro: punct și virgulă

# EAPI_Speech
source: tick
es_pa: apóstrophe
fr_fr: Apostrophe
lt_lt: apostrofa
pt_br: apóstrofo
ro_ro: apostrof

# EAPI_Speech
source: left bracket
es_pa: abrir corchea
fr_fr: crochet gauche
lt_lt: kairysis laužtinis skliaustelis
ro_ro: paranteză pătrată deschisă

# EAPI_Speech
source: right bracket
es_pa: cerrar corchete
fr_fr: Crochet droit
lt_lt: dešinysis laužtinis skliaustelis
pt_br: fecha colchete
ro_ro: paranteză pătrată închisă

# EAPI_Speech
source: backslash
es_pa: barra invertida
fr_fr: Barre oblique inversée.
lt_lt: įžambus brūkšnelis
pt_br: barra invertida
ro_ro: bară oblică inversă

# EAPI_Speech
source: dash
es_pa: menos
fr_fr: Tiret
lt_lt: brūkšnelis
pt_br: Ifem
ro_ro: cratimă

# EAPI_Speech
source: equals
es_pa: igual
fr_fr: Égale
lt_lt: lygu
pt_br: Igual
ro_ro: egal

# EAPI_Speech
source: less
es_pa: menor
fr_fr: Inférieur
lt_lt: mažiau
pt_br: Menor
ro_ro: mai mic

# EAPI_Speech
source: greater
es_pa: Mayor
fr_fr: Supérieur
lt_lt: daugiau
pt_br: Maior
ro_ro: mai mare

# EAPI_Speech
source: question
es_pa: cerrar interrogación
fr_fr: Point d'interrogation
lt_lt: klaustukas
pt_br: interrogação
ro_ro: întrebare

# EAPI_Speech
source: colon
es_pa: dos puntos
fr_fr: Deux points
lt_lt: dvitaškis
pt_br: dois pontos
ro_ro: două puncte

# EAPI_Speech
source: quote
es_pa: comillas
fr_fr: Guillemets
lt_lt: kabutės
pt_br: aspas
ro_ro: ghilimele

# EAPI_Speech
source: left brace
es_pa: abrir llave
fr_fr: Accolade gauche
lt_lt: kairysis riestinis skliaustelis
pt_br: Abrir chave
ro_ro: acoladă deschisă

# EAPI_Speech
source: right brace
es_pa: cerrar llave
fr_fr: Accolade droite
lt_lt: dešinysis riestinis skliaustelis
pt_br: Fechar chave
ro_ro: acoladă închisă

# EAPI_Speech
source: bar
es_pa: barra
fr_fr: Barre verticale
lt_lt: vertikalė
pt_br: Barra vertical
ro_ro: Bară

# EAPI_Speech
source: line
es_pa: subrayado
fr_fr: Souligné
lt_lt: pabraukimas
pt_br: Sublinha
ro_ro: Linie

# EAPI_Speech
source: plus
es_pa: más
lt_lt: pliusas
pt_br: mais

# EAPI_Speech
source: bang
es_pa: exclamación
fr_fr: Point d'exclamation
lt_lt: šauktukas
pt_br: esclamação
ro_ro: Semnul exclamării

# EAPI_Speech
source: at
es_pa: en
fr_fr: Arrobas
lt_lt: eta
pt_br: arroba
ro_ro: arond

# EAPI_Speech
source: hash
es_pa: guión
fr_fr: Dièse
lt_lt: grotelės
pt_br: número
ro_ro: diez

# EAPI_Speech
source: dollar
es_pa: dólar
lt_lt: doleris
pt_br: Dólar
ro_ro: dolar

# EAPI_Speech
source: percent
es_pa: porcién
fr_fr: Pourcent
lt_lt: procentas
pt_br: Porsento
ro_ro: procent

# EAPI_Speech
source: caret
es_pa: intercalación
fr_fr: Accent circonflexe
lt_lt: bangelė
pt_br: Circunflexo

# EAPI_Speech
source: and
es_pa: aleatorio
fr_fr: ampersant
lt_lt: ampersandas
pt_br: Ecomersial
ro_ro: și

# EAPI_Speech
source: star
es_pa: asterisco
fr_fr: Astérisque
lt_lt: žvaigždutė
pt_br: Asterisco
ro_ro: asterisk

# EAPI_Speech
source: left paren
es_pa: abre paréntesis
fr_fr: Parenthèse gauche
lt_lt: kairysis skliaustelis
pt_br: Abre parêntese
ro_ro: paranteză deschisă

# EAPI_Speech
source: right paren
es_pa: cerrar paréntesis
fr_fr: Parenthèse droite
lt_lt: dešinysis skliaustelis
pt_br: Fecha parêntese
ro_ro: paranteză închisă

# EAPI_UI
source: Do you want to restart Elten?
es_pa: ¿Quieres reiniciar Elten?
lt_lt: Ar norite perkrauti Elten?
