Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Sounds
source: Notification: new comment on your blog
es_pa: Notificación: nuevo comentario en tu blog
fr_fr: Notification: nouveau commentaire sur votre blog
lt_lt: Pranešimas: naujas Jūsų blogo komentaras
ro_ro: Comentariu nou pe blogul tău

# Sounds
source: Notification: new follower of your blog
es_pa: Notificación: nuevo seguidor de tu blog
lt_lt: Pranešimas: naujas Jūsų blogo sekėjas
ro_ro: Urmăritor nou pe blogul tău

# Sounds
source: Notification: new blog mention
es_pa: Notificación: nueva mención en el blog
lt_lt: Pranešimas: naujas blogo paminėjimas
ro_ro: Mențiune nouă pe blog

# Sounds
source: Notification: new post on a followed blog
es_pa: Notificación: nueva publicación en un blog seguido
fr_fr: Notification: nouvelle entrée sur un blog observé
lt_lt: Pranešimas: naujas įrašas sekamame bloge
ro_ro: Postare nouă într-un blog pe care-l urmărești

# Sounds
source: Notification: new comment to a followed blog post
es_pa: Notificación: nuevo comentario a una publicación de blog seguida
lt_lt: Pranešimas: naujas komentaras sekamo blogo įraše
ro_ro: Comentariu nou într-un blog pe care-l urmărești

# Sounds
source: Notification: new thread on a followed forum
es_pa: Notificación: nueva entrada en un foro seguido
fr_fr: Notification: Nouveau fil sur un forum suivi
lt_lt: Pranešimas: nauja gija sekamame forume
ro_ro: Subiect nou într-un forum pe care-l urmărești

# Sounds
source: Notification: new post on a followed forum
es_pa: Notificación: nueva publicación en un foro seguido
fr_fr: Notification: nouveau post sur un forum suivi
lt_lt: Pranešimas: naujas įrašas sekamame bloge
ro_ro: Postare nouă pe un forum pe care-l urmărești

# Sounds
source: Notification: new post in a followed thread
es_pa: Notificación: nueva publicación en una entrada seguida
fr_fr: Notification: Nouveau post dans un fil suivi
lt_lt: Pranešimas: naujas įrašas sekamoje gijoje
ro_ro: Postare nouă într-un subiect pe care-l urmărești

# Sounds
source: Notification: new friend
es_pa: Notificación: nuevo amigo
fr_fr: Notification: Nouvel ami
lt_lt: Pranešimas: naujas draugas
ro_ro: Prieten nou

# Sounds
source: Notification: new invitation to a group
es_pa: Notificación: nueva invitación a un grupo
lt_lt: Pranešimas: naujas pakvietimas į grupę

# Sounds
source: Notification: new mention
es_pa: Notificación: nueva mención
fr_fr: Notification: Nouvelle mention
lt_lt: Pranešimas: naujas paminėjimas
ro_ro: Mențiune nouă

# Sounds
source: Notification: new message
es_pa: Notificación: nuevo mensaje
fr_fr: Notification: Nouveau message
lt_lt: Pranešimas: nauja žinutė
ro_ro: Mesaj nou

# Sounds
source: Notification: online monitor
es_pa: Notificación: monitor en línea
lt_lt: Pranešimas: prisijungusiųjų monitoringas

# Sounds
source: Notification: new user joined followed conference channel
es_pa: Notificación: un nuevo usuario se ha unido al canal de conferencia seguido
lt_lt: Pranešimas: naujas vartotojas prisijungė prie sekamą konferencijos kanalą

# Sounds
source: New user joined conference
es_pa: Un nuevo usuario se unió a la conferencia
lt_lt: Vartotojas prisijungė prie konferencijos
ro_ro: Un utilizator a intrat în conferință

# Sounds
source: User left conference
es_pa: Un usuario salió de la conferencia
lt_lt: Vartotojas paliko konferenciją
ro_ro: Un utilizator a părăsit conferința

# Sounds
source: User knocking to the conference
es_pa: El usuario que llama a la conferencia
lt_lt: Vartotojas beldžiasi konferencijoje
ro_ro: Utilizatorul vrea să intre în conferință

# Sounds
source: New chat message
es_pa: Nuevo mensaje de chat
fr_fr: Nouveau message de chat
lt_lt: Nauja susirašinėjimo žinutė
ro_ro: Mesaj nou pe chat

# Sounds
source: Dice rolled in conference
es_pa: Dados lanzados en la conferencia
lt_lt: Kauliukas konferencijoje išridentas
ro_ro: Zar aruncat în conferință

# Sounds
source: Card picked in conference
es_pa: Carta elegida en la conferencia
lt_lt: Kortelė konferencijoje paimta
ro_ro: Carte luată în conferință

# Sounds
source: Card replaced in conference
es_pa: Carta sustituida en la conferencia
lt_lt: Kortelė konferencijoje apkeista
ro_ro: Carte înlocuită în conferință

# Sounds
source: Shuffled a deck in conference
es_pa: Barajó un mazo en la conferencia
lt_lt: Krūva konferencijoje sumaišyta
ro_ro: Pachet amestecat în conferință

# Sounds
source: Card placed in conference
es_pa: Carta colocada en la conferencia
lt_lt: Kortelė konferencijoje padėta
ro_ro: Carte amplasată în conferință

# Sounds
source: Whisper in the conference
es_pa: Susurro en la conferencia
lt_lt: Šnibždęti konferencijoje
ro_ro: Șoaptă în conferință

# Sounds
source: Push To Talk enabled in conferences
es_pa: Push To Talk activado en conferencias
lt_lt: Kalbos laikant funkcija konferencijose įjungta
ro_ro: Menține pentru a vorbi activat în conferință

# Sounds
source: Push To Talk disabled in conferences
es_pa: Push To Talk desactivado en conferencias
lt_lt: Kalbos laikant funkcija konferencijose išjungta
ro_ro: Menține pentru a vorbi dezactivat în conferință

# Sounds
source: Speech requested in conferences
es_pa: Voz solicitada en conferencias
lt_lt: Užklausa dėl kalbos konferencijose pateikta

# Sounds
source: Speech allowed in conferences
es_pa: Voz permitida en conferencias
lt_lt: Kalba konferencijose leidžiama

# Sounds
source: Speech denied in conferences
es_pa: Voz denegada en las conferencias
lt_lt: Kalba konferencijose uždrausta

# Sounds
source: Calling user
es_pa: Llamando a usuario
lt_lt: Skambinama vartotojui
ro_ro: Suni pe cineva

# Sounds
source: Incoming voice call
es_pa: Llamada de voz entrante
lt_lt: Įeinantis balso skambutis
ro_ro: Cineva te sună

# Sounds
source: Recording started
es_pa: Grabación iniciada
fr_fr: Enregistrement commencé
lt_lt: Įrašas pradėtas
ro_ro: Înregistrarea a început

# Sounds
source: Recording stopped
es_pa: Grabación detenida
fr_fr: Enregistrement arrêté
lt_lt: Įrašas sustabdytas
ro_ro: Înregistrare încheiată

# Sounds
source: Only five seconds of recording left
es_pa: Sólo quedan cinco segundos de grabación
lt_lt: Įrašinėti liko tik 5 sekundės
ro_ro: Doar 5 secunde rămase până la limita înregistrării

# Sounds
source: Clock sound
es_pa: Sonido del reloj
fr_fr: Son de l'horloge
lt_lt: Laikrodžio garsas
ro_ro: Sunetul ceasului

# Sounds
source: Alarm Sound
es_pa: Sonido de alarma
fr_fr: Son d'alarme
lt_lt: Žadintuvo garsas
ro_ro: Sunetul alarmei

# Sounds
source: Waiting for an action to be completed
es_pa: A la espera de que se complete una acción
fr_fr: En attente d'une action à compléter
lt_lt: Laukiama, kol bus baigtas veiksmas
ro_ro: Se așteaptă finalizarea unei acțiuni

# Sounds
source: Signal
es_pa: Señal
lt_lt: Signalas
ro_ro: Semnal

# Sounds
source: Type name of the soundtheme
es_pa: Escriba el nombre del tema de sonido
fr_fr: Tapez le nom du theme audio
lt_lt: Įveskite garso takelio pavadinimą
ro_ro: Introdu numele temei de sunete

# Sounds
source: Sounds guide, press space to play
es_pa: Guía de sonidos, presione espacio para reproducir
fr_fr: Guide des sons: appuyez sur espace pour jouer
lt_lt: Garso gidas, spauskite tarpą, kad grotų
ro_ro: Ghid de sunete. Apasă spațiu pentru a reda un sunet.

# Sounds
source: Editing sound theme %{theme}
es_pa: Editando tema de sonido %{theme}
fr_fr: Édition du thème audio %{theme}
lt_lt: Redaguojamas garso takelis %{theme}
ro_ro: Se editează tema de sunete %{theme}

# Sounds
source: Play
es_pa: Reproducir
lt_lt: Groti
ro_ro: Redă

# Sounds
source: Stop
es_pa: Detener
lt_lt: Sustabdyti
ro_ro: Oprește

# Sounds
source: Change
es_pa: Cambiar
lt_lt: Pakeisti
ro_ro: Modifică

# Sounds
source: Save
es_pa: Guardar
lt_lt: Išsaugoti
ro_ro: Salvează

# Sounds
source: Export
es_pa: Exportar
lt_lt: Eksportuoti
ro_ro: Exportă

# Sounds
source: Close
es_pa: Cerrar
lt_lt: Uždaryti

# Sounds
source: Select new sound
es_pa: Seleccionar nuevo sonido
fr_fr: Choisissez un nouveau son
lt_lt: Pasirinkite naują garsą
ro_ro: Selectează sunet nou

# Sounds
source: The sound must not last longer than 5 minutes
es_pa: El sonido no debe durar más de 5 minutos
lt_lt: Garsas negali trukti ilgiau nei 5 minutės
ro_ro: Sunetul nu ar trebui să fie mai lung de 5 minute.

# Sounds
source: Where to save this theme
es_pa: Dónde guardar este tema
fr_fr: Ou enregistrer ce thème audio?
lt_lt: Kur išsaugoti garso takelį
ro_ro: Unde ar trebui salvată această temă?

# Sounds
source: Do you want to save this soundtheme?
es_pa: Estás seguro de querer guardar este tema de sonido?
fr_fr: Voulez-vous sauve-garder ce theme audio?
lt_lt: Ar norėtumėte išsaugoti šį garso takelį?
ro_ro: Vrei să salvezi această temă de sunete?

# SpeedTest
source: Session refresh
es_pa: Actualización de la sesión
fr_fr: Rafraîchissement de session
lt_lt: Sesijos perkrovimas
ro_ro: Reîmprospătarea sesiunii

# SpeedTest
source: What's new
es_pa: Qué es nuevo
fr_fr: Quoi de neuf
lt_lt: Kas naujo
ro_ro: Ce este nou

# SpeedTest
source: Forum structure (uncompressed)
es_pa: Estructura del foro (sin comprimir)
fr_fr: Structure du forum (non compressé)
lt_lt: Forumo struktūra (nesuspausta)
ro_ro: Structura forumului (necompresată)

# SpeedTest
source: Forum structure (compressed)
es_pa: Estructura del foro (comprimida)
fr_fr: Structure du forum (compressée)
lt_lt: Forumo struktūra (suspausta)
ro_ro: Structura forumului (compresată)

# SpeedTest
source: Messages recipients
es_pa: Destinatarios de mensajes
fr_fr: Destinataires des messages
lt_lt: Žinučių gavėjai
ro_ro: Destinatarii mesajelor

# SpeedTest
source: Blogs list
es_pa: Lista de blogs
fr_fr: Liste des blogs
lt_lt: Blogų sąrašas
ro_ro: Lista blogurilor

# SpeedTest
source: Unit to test
es_pa: Unidad para probar
fr_fr: Unité à tester
lt_lt: Testuojamas vienetas
ro_ro: Unitatea care urmează a fi testată

# SpeedTest
source: Number of attempts to perform
es_pa: Número de intentos de realizar
fr_fr: Nombre de tentatives d'exécution
lt_lt: Bandymų skaičius
ro_ro: Numărul încercărilor

# SpeedTest
source: Performing test, please wait
es_pa: Realizando prueba, por favor espere
fr_fr: Test en cours, veuillez patienter
lt_lt: Atliekamas testas... Prašome palaukti
ro_ro: Se face testul

# SpeedTest
source: Average time
es_pa: Tiempo medio
fr_fr: Temps moyen
lt_lt: Vidutinis laikas
ro_ro: Timp mediu

# SpeedTest
source: Minimum time
es_pa: Tiempo mínimo
fr_fr: Temps minimum
lt_lt: Minimalus laikas
ro_ro: Timp minim

# SpeedTest
source: Maximum time
es_pa: Tiempo máximo
fr_fr: Temps maximum
lt_lt: Maksimalus laikas
ro_ro: Timp maxim

# SpeedTest
source: Errors count
es_pa: Recuento de errores
lt_lt: Klaidų skaičius

# SpeedTest
source: Test results
es_pa: Resultados de la comprobación
fr_fr: Résultats de test
lt_lt: Testo rezultatai
ro_ro: Rezultatele testului

# Update
source: A new version of this program is available. Do you want to download and instal it?
es_pa: Una nueva versión de este programa está disponible. ¿Quieres descargarlo e instalarlo?
lt_lt: Yra naujesnė šios programos versija. Ar norėtumėte ją parsiųsti ir įdiegti?
ro_ro: O nouă versiune este disponibilă. Vrei să o descarci și să o instalezi?

# Update
source: Please wait while files are downloaded.
es_pa: Por favor, espere mientras los archivos se descargan.
fr_fr: Téléchargement des fichiers en cours, veuillez patienter...
lt_lt: Prašome palaukti, kol parsiunčiami failai.
pt_br: Por favor, aguarde enquanto os arquivos estão sendo baixados.
ro_ro: Te rugăm să aștepți cât timp se descarcă fișierele.

# Update
source: The update has been downloaded. To install it, the program must be restarted. Press enter to continue or escape to cancel.
es_pa: La actualización ha sido descargada. Para instalarla, el programa debe ser reiniciado. Presione intro para continuar o escape para cancelar.
lt_lt: Atnaujinimas buvo parsiųstas. Tam, kad jis būtų įdiegtas, Elten turi persikrauti. Spauskite Enter, kad tęstumėte, arba escape, kad atšauktumėte.
ro_ro: Descărcare finalizată. Pentru actualizare, programul trebuie să repornească. Apasă enter pentru a reporni sau escape pentru a anula.

# Update
source: Now, the update will be installed. The program will restart.
es_pa: Ahora se instalará la actualización. El programa se reiniciará.
fr_fr: La mise à jour va maintenant être installée. Le programme sera redémarré.
lt_lt: Atnaujinimas bus įdiegtas. Elten persikraus.
pt_br: Agora, a atualização será instalada. O programa será reiniciado.
ro_ro: Acum se va instala actualizarea. Programul va reporni.

# Update
source: The program will be now reverted to the latest stable version. Elten will restart. It may take several minutes.
es_pa: El programa será ahora revertido a la última versión estable. Elten se reiniciará. Puede tomar varios minutos.
lt_lt: Programa bus atstatyta į naujausią stabilią versiją. Elten persikraus. Tai gali užtrukti kelias minutes.
ro_ro: Programul va fi acum repornit și readus la ultima versiune stabilă. Poate dura câteva minute.

# UserSearch
source: Search users
es_pa: Buscar usuarios
fr_fr: Rechercher des utilisateurs
lt_lt: Ieškoti vartotojų
pt_br: Pesquisar por usuários
ro_ro: Caută utilizatori

# UserSearch
source: No match found.
es_pa: No se encontraron coincidencias.
fr_fr: Pas de résultats
lt_lt: Atitikmenų nerasta
pt_br: Nenhuma combinação encontrada.
ro_ro: Nicio potrivire găsită.

# UserSearch
source: Found items
es_pa: Ítems encontrados
fr_fr: Résultats de la recherche
lt_lt: Rasti elementai
pt_br: Itens encontrados
ro_ro: Elemente găsite

# UserSearch
source: Search again
es_pa: Buscar de nuevo
fr_fr: Nouveau recherche
lt_lt: Ieškoti dar kartą
pt_br: Procurar novamente
ro_ro: Caută din nou

# Users
source: List of users
es_pa: Lista de usuarios
fr_fr: Liste des utilisateurs
lt_lt: Vartotojų sąrašas
pt_br: Lista de usuários
ro_ro: Lista utilizatorilor

source: UsersAddedMeToThis section is unavailable for guests
es_pa: UsersAddedMeToEsta sección no está disponible para los invitados
fr_fr: UsersAddedMeToThis Cette section n'est pas disponible pour les invités
ro_ro: Secțiune indisponibilă pentru oaspeți.

# UsersAddedMeToContacts
source: Users who added me to their contacts list
es_pa: Usuarios que me añadieron a la lista de contactos
fr_fr: Utilisateurs qui m'ont ajouté à leurs contacts
lt_lt: Vartotojai, pridėję mane į kontaktų sąrašą
pt_br: Usuários que me adicionaram ao seus contatos
ro_ro: Utilizatori care m-au adăugat la contacte

# Users_RecentlyActived
source: Recently active users
es_pa: Usuarios activos recientemente
fr_fr: Utilisateurs récemment actifs
lt_lt: Neseniai aktyvūs vartotojai
pt_br: Usuários que estiveram online recentemente
ro_ro: Utilizatori recent activi

# Users_RecentlyRegistered
source: Recently registered users
es_pa: Usuarios registrados recientemente
fr_fr: Utilisateurs récemment enregistrés
lt_lt: Neseniai užsiregistravę vartotojai
pt_br: Usuários registrados recentemente
ro_ro: Utilizatori recent înregistrați

source: What's new
es_pa: Qué hay de nuevo
fr_fr: Quoi de neuf
lt_lt: Kas naujo
pt_br: O que há de novo
ro_ro: Ce este nou

# WhatsNew
source: New messages
es_pa: Nuevos mensajes
fr_fr: Nouveaux messages
lt_lt: Naujos žinutės
pt_br: Novas mensagens
ro_ro: Mesaje noi

# WhatsNew
source: New posts in followed threads
es_pa: Nuevas publicaciones en entradas seguidas
fr_fr: Nouveaux posts dans les fils suivis
lt_lt: Nauji įrašai sekamose grupėse
pt_br: Novas postagens nos tópicos seguidos
ro_ro: Postări noi în subiectele pe care le urmărești

# WhatsNew
source: New posts on the followed blogs
es_pa: Nuevas entradas en blogs seguidos
fr_fr: Nouvelles entrées sur les blogs observés
lt_lt: Nauji įrašai sekamuose bloguose
pt_br: Novas postagens nos blogs seguidos
ro_ro: Postări noi pe blogurile pe care le urmărești

# WhatsNew
source: New comments on your blog
es_pa: Nuevos comentarios en tu blog
fr_fr: Nouveaux commentaires sur votre blog
lt_lt: Nauji komentarai jūsų bloge
pt_br: Novos comentários no seu blog
ro_ro: Comentarii noi pe blogul tău

# WhatsNew
source: New threads on followed forums
es_pa: Nuevas entradas en foros seguidos
fr_fr: Nouveaux fils sur les forum suivis
lt_lt: Naujos sekamų forumų grupės
pt_br: Novos tópicos nos fóruns seguidos
ro_ro: Subiecte noi pe forumurile pe care le urmărești

# WhatsNew
source: New posts on followed forums
es_pa: Nuevas publicaciones en foros seguidos
fr_fr: Nouveaux posts sur les forum suivis
lt_lt: Įrašai sekamuose forumuose
pt_br: Novas postagens nos fóruns seguidos
ro_ro: Postări noi pe forumurile pe care le urmărești

# WhatsNew
source: New friends
es_pa: Nuevos amigos
fr_fr: Nouveaux amis
lt_lt: Nauji draugai
pt_br: Novos amigos
ro_ro: Prieteni noi

# WhatsNew
source: Friends' birthday
es_pa: Cumpleaños de amigos
fr_fr: Anniversaire d'amis
lt_lt: Draugų gimtadienis
pt_br: Aniversário dos amigos
ro_ro: Ziua prietenului

# WhatsNew
source: Mentions
es_pa: Menciones
lt_lt: Paminėjimai
pt_br: Aniversário dos amigos
ro_ro: Mențiuni

# WhatsNew
source: New comments to followed blog posts
es_pa: Nuevos comentarios en publicaciones de blogs seguidos
lt_lt: Nauji komentarai sekamuose blogo įrašuose
ro_ro: Comentarii noi la postările blogurilor pe care le urmărești

# WhatsNew
source: New blog followers
es_pa: Nuevos seguidores del blog
lt_lt: Naubi blogo sekėjai
ro_ro: Urmăritori noi pe blog

# WhatsNew
source: Blog mentions
es_pa: Menciones de blog
lt_lt: Blogų paminėjimai
ro_ro: Mențiuni pe blog

# WhatsNew
source: Waiting invitations
es_pa: Esperando invitaciones
lt_lt: Turite pakvietimų

# WhatsNew
source: Update available (%{version})
es_pa: Actualización disponible: (%{version})
fr_fr: Mise à jour disponible (%{version})
lt_lt: Yra atnaujinimas (%{version})
ro_ro: Actualizare disponibilă (%{version})

# WhatsNew
source: There is nothing new.
es_pa: No hay nada nuevo.
fr_fr: Rien de nouveau.
lt_lt: Nieko naujo
pt_br: Não tem nada de novo.
ro_ro: Nimic nou acum.

# Conference_cards
source: jack
lt_lt: valetas
ro_ro: valet

# Conference_cards
source: joker
lt_lt: džiokeris

# Conference_cards
source: %{colour} %{card}
lt_lt: %{card} %{colour}

# FeedViewer
source: Feed
lt_lt: Siena
ro_ro: Flux

# Conference
source: Chat
lt_lt: Susirašinėjimas

source: Error
fr_fr: Erreur
lt_lt: Klaida
ro_ro: Eroare

# Conference
source: Variable
lt_lt: Kintamasis
ro_ro: Variabil

# Conference
source: Push to talk
lt_lt: Kalbėti laikant klavišą
ro_ro: Menține pentru a Vorbi

# PremiumPackages
source: Director
lt_lt: Direktorius

# EAPI_Common
source: Output
fr_fr: Production
lt_lt: Išvestis
ro_ro: Ieșire

# EAPI_Common
source: Execute
fr_fr: Exécuter
lt_lt: Vykdyti
ro_ro: Execută

# EAPI_Common
source: Location
lt_lt: Gyvenamoji vieta
ro_ro: Locație

# EAPI_Form
source: URL
lt_lt: Adresas

# EAPI_Form
source: Album
lt_lt: Albumas

# EAPI_Form
source: Copyright
lt_lt: Autorystės teisės

# EAPI_Form
source: Bitrate
lt_lt: Bitų santykis
ro_ro: Rata de biți

# MainMenu
source: Menu
lt_lt: Meniu
ro_ro: Meniu

# MainMenu
source: &Blogs
lt_lt: &Blogai
pt_br: Blogs... Atalho: : B
ro_ro: Bloguri

# MainMenu
source: &badges
lt_lt: Že&nkleliai
ro_ro: Insigne

# EAPI_QuickActions
source: Blogs
lt_lt: Blogai
ro_ro: Bloguri

# EAPI_Speech
source: comma
fr_fr: Virgule
lt_lt: kablelis
pt_br: Vírgula
ro_ro: virgulă

# EAPI_Speech
source: graav
lt_lt: kairinis kirtis

source: No
fr_fr: Non
lt_lt: Ne
ro_ro: Nu

# Blog
source: Blogs
lt_lt: Blogai
ro_ro: Bloguri

# Blog
source: Select
fr_fr: Choisir
lt_lt: Pasirinkti
pt_br: Selecione
ro_ro: Selectează

# Blog
source: Media
lt_lt: Medija

source: Blog
lt_lt: Blogas

# Blog
source: General
lt_lt: Bendra

# Blog
source: Simple (https://example.com/?p=123)
lt_lt: Paprastas (https://example.com/?p=123)
ro_ro: Simplu (https://example.com/?p=123)

# Blog
source: Editor
lt_lt: Redaktorius

# Forum
source: Administrator
fr_fr: Administrateur
lt_lt: Administratorius

# Forum
source: Hidden
fr_fr: Caché
lt_lt: Paslėpta
ro_ro: Ascuns

# Forum
source: Public
fr_fr: Publique
lt_lt: Vieša

# Forum
source: Members
lt_lt: Nariai
ro_ro: Membri

# Forum
source: Founder
lt_lt: Kūrėjas
ro_ro: Fondator

# Forum
source: Join
fr_fr: Rejoindre
lt_lt: Prisijungti
ro_ro: Alătură-te

# Forum
source: Moderator
fr_fr: Modérateur
lt_lt: Moderatorius

# Forum
source: Banned
fr_fr: Banné
lt_lt: Užblokuotas
ro_ro: Banat

# Forum
source: Invited
fr_fr: Invité
lt_lt: Pakviestas
ro_ro: Invitat

# Forum
source: Kick
fr_fr: Supprimer
lt_lt: Išspirti
ro_ro: Dă afară

# Forum
source: Accept
lt_lt: Priimti
ro_ro: Acceptă

# Forum
source: Invite
fr_fr: Inviter
lt_lt: Pakviesti
ro_ro: Invită

# Forum
source: New
fr_fr: Nouveau
lt_lt: Naujas
pt_br: Novo
ro_ro: Nou

# Forum
source: Polls
lt_lt: Balsavimai
ro_ro: Sondaje

# Forum
source: General
lt_lt: Bendra

# Honors
source: Level
fr_fr: Niveau
lt_lt: Lygis
ro_ro: Nivel

# Honors
source: Challenges
fr_fr: Défis
lt_lt: Iššūkiai
ro_ro: Provocări

source: Log
lt_lt: Žurnalas
ro_ro: Jurnal

# Main
source: Feed
lt_lt: Siena
ro_ro: Flux

# Messages
source: New
fr_fr: Nouveau
lt_lt: Nauja
pt_br: Novo
ro_ro: Nou

# Messages
source: Attachments
fr_fr: Pièces jointes
lt_lt: Priedai
pt_br: Anexos
ro_ro: Atașamente

source: Polls
fr_fr: Sondages
lt_lt: Balsavimai
pt_br: Pesquisas
ro_ro: Sondaje

# Settings
source: General
fr_fr: Paramètres généraux
lt_lt: Bendra

# Settings
source: Circular
fr_fr: Circulaire
lt_lt: Ratu

# Settings
source: Linear
fr_fr: Linéaire
lt_lt: Tiesinis
ro_ro: Liniar

# Settings
source: Feed
lt_lt: Siena
ro_ro: Flux

# SoundThemes
source: Select
lt_lt: Pasirinkti
ro_ro: Selectează

# SoundThemes
source: New
lt_lt: Nauja
ro_ro: Noi

# Sounds
source: Error
lt_lt: Klaida
ro_ro: Eroare

# SpeedTest
source: Start
lt_lt: Pradėti
ro_ro: Începe

# Conference
source: Set channel password
ro_ro: Setează parola pentru canal

# Conference
source: Repeat channel password
ro_ro: Re-introdu parola canalului

# Conference
source: Entered passwords are different.
ro_ro: Parolele introduse sunt diferite.

# Conference
source: Channel objects
ro_ro: Obiectele canalului

# PremiumPackages
source: Downloading of soundthemes
ro_ro: Descărcarea temelor de sunete

# PremiumPackages
source: Placing own background and objects in HRTF
ro_ro: Plasarea propriului fundal și a obiectelor în HRTF

# PremiumPackages
source: Changing HRTF dimensions
ro_ro: Modificarea dimensiunilor HRTF

# PremiumPackages
source: Includes profits from courier, audiophile and scribe
ro_ro: Include beneficiile din curier, audiofil și scrib

# VoiceCall
source: Users
ro_ro: Utilizatori

# VoiceCall
source: Mute microphone
ro_ro: Pune microfonul pe mut

# VoiceCall
source: Master volume
ro_ro: Volumul principal

# VoiceCall
source: Close
ro_ro: Închide

# VoiceCall
source: Invite
ro_ro: Invită

# VoiceCall
source: User to invite
ro_ro: Utilizator spre invitație

# VoiceCall
source: User not found
ro_ro: Utilizator negăsit

# VoiceCall
source: Would you like to hang up?
ro_ro: Vrei să închizi apelul?

# Blog
source: Are you sure you want to delete this blog?
fr_fr: Êtes-vous sûr de vouloir supprimer ce blog?
ro_ro: Sigur vrei să ștergi acest blog?

# Blog
source: Warning! If you change your blog URL, some links may stop working. If you directly linked posts or other resources on your blog, they would no longer be available at previous URLs. In such case you will be required to fix them manualy. Are you sure you want to continue?
fr_fr: Attention! Si vous modifiez l'URL de votre blog, certains liens peuvent cesser de fonctionner. Si vous avez directement lié des articles ou d'autres ressources sur votre blog, ils ne seraient plus disponibles dans les URL précédentes. Dans ce cas, vous devrez les réparer manuellement. Voules-vous continuer?
ro_ro: Avertizare! Dacă modifici adresa URL a blogului, este posibil ca unele linkuri să nu mai funcționeze. Dacă ai conectat direct postări sau alte resurse pe blogul tău, acestea nu ar mai fi disponibile la adresele URL anterioare. În acest caz, ți se va cere să le remediezi manual. Sigur vrei să continui?
