Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.temp.temp.po
Languages: ru_ru

# EAPI_Common
source: Knows %{count} user
ru_ru: Знает %{count} пользователей

# EAPI_Common
source: Known by %{count} user
ru_ru: В контактах у %{count} пользователей

# EAPI_Common_female
source: Known by %{count} user
ru_ru: В контактах у %{count} пользователей

# EAPI_Common_male
source: Known by %{count} user
ru_ru: В контактах у %{count} пользователей

# EAPI_Common
source: Forum posts
ru_ru: Постов на форуме

# EAPI_Common
source: Polls answered
ru_ru: Пройдённых опросов

# EAPI_Common
source: Used version
ru_ru: Используемая версия программы

# EAPI_Common
source: Registered
ru_ru: Учётная запись зарегистрирована

# EAPI_Common
source: License agreement
ru_ru: Лицензионное соглашение

# EAPI_Common
source: Terms and Conditions
ru_ru: условия использования

# EAPI_Common
source: Privacy Policy
ru_ru: Политика конфиденциальности

# EAPI_Common
source: I do not accept, exit
ru_ru: Не принимаю

# EAPI_Common
source: I accept Elten license agreement, Terms and Conditions and Privacy Policy
ru_ru: Я соглашаюсьс лицензионным соглашением, условиями использования и политикой конфиденциальности портала Elten

# EAPI_Common
source: Do you accept Elten license agreement, terms and conditions and privacy policy?
ru_ru: Вы согласны с лицензионным соглашением, условиями использования и политикой конфиденциальности портала Elten?

# EAPI_Common
source: You are trying to play a midi file. In order to play such files, Elten needs an external base of instruments. Do you want to download the base from the server now? It may take several minutes.
ru_ru: Вы пытаетесь воспроизвести Midi-файл, но для этого elten должен загрузить дополнительную библиотеку. Хотите продолжить?

# EAPI_Common
source: Please wait, the soundfont is being downloaded. It may take a while.
ru_ru: Подождите, музыкальный синтезатор скачивается. Это может занять несколько минут.

# EAPI_Common
source: Soundfont downloaded succesfully.
ru_ru: Звуковая схема скачана.

# EAPI_Common
source: voice
ru_ru: Голос

# EAPI_Common
source: rate
ru_ru: Скорость

# EAPI_Common
source: destination location
ru_ru: Место размещения:

# EAPI_Common
source: File to read
ru_ru: Файл для прочтения

# EAPI_Common
source: Create one file
ru_ru: Создать один файл

# EAPI_Common
source: Divide by paragraphs
ru_ru: Разделить на абзацы

# EAPI_Common
source: Divide every
ru_ru: Разделить на куски по

# EAPI_Common
source: Output splitting
ru_ru: Разделить текст

# EAPI_Common
source: Duration of one file (minutes)
ru_ru: Длина фрагмента в минутах

# EAPI_Common
source: Read file number
ru_ru: Называть номер файла

# EAPI_Common
source: Output format
ru_ru: Формат

# EAPI_Common
source: preview
ru_ru: Предпросмотр

# EAPI_Common
source: confirm
ru_ru: Подтвердить

# EAPI_Common
source: Title
ru_ru: Название

# EAPI_Common
source: No selected file to read
ru_ru: Файл не выбран.

# EAPI_Common
source: Type a file name
ru_ru: Введите имя создаваемого файла

# EAPI_Common
source: Select file location
ru_ru: Выберите место сохранения файла

# EAPI_Common
source: Select source file
ru_ru: Выберите источникисходный файл

# EAPI_Common
source: Please wait, reading to file
ru_ru: Идёт преобразование текста в речь. Пожалуйста, подождите.

# EAPI_Common
source: Reading to file number
ru_ru: Чтение в файл номер

# EAPI_Common
source: Read
ru_ru: Прочитано

# EAPI_Common
source: Estimated elapsed time
ru_ru: Осталось времени

# EAPI_Common
source: Please wait, file processing...
ru_ru: Подождите, файл конвертируется.

# EAPI_Common
source: Processing
ru_ru: Преобразование

# EAPI_Common
source: Reading to file finished.
ru_ru: Преобразование текста в речь завершено.

# EAPI_Common
source: Compressing...
ru_ru: Архивация

source: Context menu
ru_ru: Контекстное меню

# EAPI_Form
source: Opening a link...
ru_ru: Открытие ссылки

# EAPI_Common
source: Checked: %{check}
ru_ru: Отмечено: %{check}

# EAPI_Form
source: Format
ru_ru: Формат

# EAPI_Form
source: Heading level %{level}
ru_ru: Заголовок уровня %{level}

# EAPI_Form
source: Link
ru_ru: Ссылка

# EAPI_Form
source: Undo
ru_ru: Отменить

# EAPI_Form
source: Redo
ru_ru: Вернуть

# EAPI_Form
source: Find
ru_ru: Найти

# EAPI_Form
source: Speech to file
ru_ru: Сохранить речь в файл

# EAPI_Form
source: copied
ru_ru: Скопировано

# EAPI_Form
source: Cut out
ru_ru: Вырезано

# EAPI_Form
source: pasted
ru_ru: Вставлено

# EAPI_Form
source: undone
ru_ru: Отменено

# EAPI_Form
source: Repeated
ru_ru: Повторено

# EAPI_Form
source: Enter a phrase to look for
ru_ru: Введите текст для поиска

# EAPI_Form
source: No match found.
ru_ru: Команда не найдена

# EAPI_Form
source: Edit box
ru_ru: Редактор

# EAPI_Form
source: Text
ru_ru: Tekst

# EAPI_Form
source: Media
ru_ru: Медиа

# EAPI_Form
source: All tags
ru_ru: Все теги

# EAPI_Common
source: Checked
ru_ru: Отмечено

# EAPI_Form
source: Checked
ru_ru: Отмечен

# EAPI_Form
source: Unchecked
ru_ru: Не отмечен

# EAPI_Form
source: Empty list
ru_ru: Список пуст

# EAPI_Form
source: Button
ru_ru: Кнопка

# EAPI_Form
source: unchecked
ru_ru: Не отмечен

# EAPI_Form
source: Checkbox
ru_ru: флажок

# EAPI_Form
source: Music
ru_ru: Музыка

# EAPI_Form
source: Documents
ru_ru: Документы

# EAPI_Form
source: Desktop
ru_ru: Рабочий стол

# EAPI_Form
source: Choose a path
ru_ru: Укажите путь

# EAPI_Common
source: This file cannot be played.
ru_ru: Файл невозможно открыть.

# EAPI_Common
source: Type a second to which you want to move.
ru_ru: Введите секунду, на которую требуется переместиться

# EAPI_Form
source: File name
ru_ru: Название файла

# EAPI_Form
source: Destination
ru_ru: Путь

# EAPI_Form
source: Downloading...
ru_ru: Загрузка...

# EAPI_Form
source: The file already exists. Do you want to override it?
ru_ru: Файл уже существует. Перезаписать его?

# EAPI_Form
source: Downloaded
ru_ru: Скачивание завершено.

# EAPI_EltenAPI
source: Do you want to send reports on how Elten is used? This data does not contain any confidential information and is very helpful in program development. This selection can be changed at any time from the Settings.
ru_ru: Вы хотели бы отправлять отчеты о том, как используется Элтен? Эти данные не содержат никакой конфиденциальной информации и очень полезны при разработке программы. Параметр может быть изменен в любое время в разделе настройки.

# Messages
source: Sending: %{file}
ru_ru: Отправка: %{file}

# EAPI_EltenSRV
source: Select a user
ru_ru: Выберите пользователя

# EAPI_External
source: An error occurred while translating.
ru_ru: Произошла ошибка во время перевода

# EAPI_External
source: source language
ru_ru: Исходный язык

# EAPI_External
source: recognize automatically
ru_ru: Автоматически распознать язык

# EAPI_External
source: destination language
ru_ru: Требуемый язык

# EAPI_External
source: Translate
ru_ru: Перевести

# EAPI_External
source: To play Youtube videos, Elten uses external Youtube-DL library. Do you want to download it now?
ru_ru: Чтобы воспроизводить видео с youtube, Elten использует стороннюю библиотеку. Желаете установить её сейчас?

# EAPI_External
source: Connecting to server, please wait...
ru_ru: Идёт соединение с сервером. Пожалуйста, подождите.

# EAPI_External
source: Do not read progress bar changes.
ru_ru: Не читать изменений индикатора выполнения

# EAPI_External
source: Read progress bar changes.
ru_ru: Читать изменения индикатора выполнения

# EAPI_External
source: Add to playlist
ru_ru: Добавить в плейлист

# EAPI_External
source: Copy URL to the clipboard
ru_ru: Скопировать ссылку

# EAPI_External
source: Download
ru_ru: Скачать

# EAPI_External
source: Play
ru_ru: Воспроизвести

# EAPI_External
source: Added to playlist
ru_ru: Добавлено в плейлист.

# EAPI_External
source: How do you want to download this file?
ru_ru: Как следует сохранить этот файл?

# EAPI_External
source: Download as audio
ru_ru: Скачать в виде аудио

# EAPI_External
source: Where you want to save this file?
ru_ru: Где сохранить файл?

# EAPI_External
source: Downloading, please wait...
ru_ru: Идёт скачивание. Подождите, пожалуйста.

# EAPI_External
source: Select the format
ru_ru: Выберите формат записи

# EAPI_External
source: Please wait...
ru_ru: Пожалуйста, подождите...

# EAPI_External
source: Copied to clipboard.
ru_ru: Скопировано в буфер обмена.

# EAPI_External
source: Please wait, downloadingYoutubeDL...
ru_ru: Подождите, идёт загрузка библиотеки, необходимой для работы Youtube

# EAPI_External
source: An error occurred while audiotrack capturing. Do you want to send a bug report? It may help us solve the problem.
ru_ru: Произошла ошибка во время захвата аудиотрека. Вы хотите отправить отчет об ошибке? Это может помочь нам решить проблему.

# EAPI_External
source: The file cannot be played. Do you want to report this bug? It may help us fix the issue.
ru_ru: Файл не может быть воспроизведен. Вы хотите сообщить об этой ошибке? Это может помочь нам решить проблему.

# EAPI_External
source: The file you're trying to open was saved in format that Elten does not support. Do you want to download and install Calibre Library that will allow Elten to read Ebooks?
ru_ru: Файл, который вы пытаетесь открыть, не поддерживается elten. Хотите скачать и установить библиотеку Calibre, чтобы читать электронные книги?

# EAPI_External
source: Please wait, downloading Calibre...
ru_ru: Подождите

# EAPI_External
source: Please wait, extracting Calibre...
ru_ru: Подождите, библиотека для чтения текстов устанавливается.

# EAPI_Network
source: sending...
ru_ru: Отправка

# EAPI_Network
source: The file already exists. Do you want to override it?
ru_ru: ФАйл уже существует. Перезаписать его?

# EAPI_Network
source: Do not report progress bar changes.
ru_ru: Не читать изменений индикатора выполнения

# EAPI_Network
source: Read progress bar changes.
ru_ru: Читать изменения индикатора выполнения

# Program
source: The program has been closed.
ru_ru: Программа закрыта

# EAPI_Common
source: Using a screenreader
ru_ru: Используется скринридер.

# EAPI_Common
source: Using a selected SAPI synthesizer
ru_ru: Используется сапи.

# EAPI_QuickActions
source: What is new?
ru_ru: &Уведомления

# EAPI_QuickActions
source: My contacts
ru_ru: Контакты

# EAPI_QuickActions
source: Who is online?
ru_ru: Кто онлайн?

# EAPI_QuickActions
source: Messages
ru_ru: Сообщения

# EAPI_QuickActions
source: Say time
ru_ru: Произнести время

# EAPI_QuickActions
source: Say date
ru_ru: Произнести дату

# EAPI_QuickActions
source: Speech last text
ru_ru: Произнести последнюю фразу

# EAPI_QuickActions
source: Minimize Elten to tray
ru_ru: Скрыть программу в трей

# EAPI_QuickActions
source: Switch voice output between Screenreader and Sapi5
ru_ru: Переключение озвучивания между скринридером и Sapi5

# EAPI_QuickActions
source: Volume down
ru_ru: Тише

# EAPI_QuickActions
source: Volume up
ru_ru: Громче

# EAPI_QuickActions
source: Playlist: previous track
ru_ru: Предыдущий трек в плейлисте

# EAPI_QuickActions
source: Playlist: next track
ru_ru: Следующий трек в плейлисте

# EAPI_QuickActions
source: Playlist: volume down
ru_ru: Сделать плейлист тише

# EAPI_QuickActions
source: Playlist: volume up
ru_ru: Сделать плейлист громче

# EAPI_QuickActions
source: Playlist: toggle pause
ru_ru: Поставить плейлист на паузу

# EAPI_Speech
source: Space
ru_ru: Пробел

# EAPI_Speech
source: dot
ru_ru: Точка

# EAPI_Speech
source: comma
ru_ru: Запятая

# EAPI_Speech
source: slash
ru_ru: Косая черта

# EAPI_Speech
source: semi
ru_ru: точка с запятой

# EAPI_Speech
source: tick
ru_ru: Апостроф

# EAPI_Speech
source: left bracket
ru_ru: Левая скобка

# EAPI_Speech
source: right bracket
ru_ru: Правая квадратная скобка

# EAPI_Speech
source: backslash
ru_ru: бэкслэш

# EAPI_Speech
source: dash
ru_ru: минус

# EAPI_Speech
source: equals
ru_ru: равно

# EAPI_Speech
source: less
ru_ru: Меньше

# EAPI_Speech
source: greater
ru_ru: Больше

# EAPI_Speech
source: question
ru_ru: Вопросительный знак

# EAPI_Speech
source: colon
ru_ru: Двоеточие

# EAPI_Speech
source: quote
ru_ru: Кавычка

# EAPI_Speech
source: left brace
ru_ru: Левая фигурная скобка

# EAPI_Speech
source: right brace
ru_ru: Правая фигурная скобка

# EAPI_Speech
source: bar
ru_ru: вертикальная линия

# EAPI_Speech
source: line
ru_ru: Подчёркивание

# EAPI_Speech
source: plus
ru_ru: Плюс

# EAPI_Speech
source: bang
ru_ru: Восклицательный знак

# EAPI_Speech
source: at
ru_ru: Собака

# EAPI_Speech
source: hash
ru_ru: Решётка

# EAPI_Speech
source: dollar
ru_ru: Доллар

# EAPI_Speech
source: percent
ru_ru: Процент

# EAPI_Speech
source: caret
ru_ru: пик

# EAPI_Speech
source: and
ru_ru: Амперсант

# EAPI_Speech
source: star
ru_ru: Звёздочка

# EAPI_Speech
source: left paren
ru_ru: Левая скобка

# EAPI_Speech
source: right paren
ru_ru: Правая скобка

# EAPI_UI
source: An unexpected error of Elten agent occurred. Do you want to report this event? It may definitely help us solve the problem.
ru_ru: Произошла непредвиденная ошибка агента Elten. Вы хотите сообщить о ней разработчику? Это может помочь исправить её.

# EAPI_UI
source: The program is trying to recover from the frozen state.
ru_ru: Программа будет пробовать восстановить работу.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Files
ru_ru: Менеджер файлов

# Files
source: This file cannot be played.
ru_ru: Открытие файла невозможно.

# Files
source: copied
ru_ru: Скопировано

# Files
source: Cut out
ru_ru: Вырезано

# Files
source: Add all audio files in this directory to playlist
ru_ru: Добавить все аудиозаписи из этой папки в плейлист

# Files
source: Open this directory
ru_ru: Открыть папку

# Files
source: Files added to playlist: %{count}.
ru_ru: Файлы добавленные в плейлист: %{count}.

# Files
source: Do you want to run this Elten API script? Scripts coming from unknown sources can harm your computer or give access to your account to unauthorised persons. Continue if you trust a source this script comes from.
ru_ru: Вы хотите запустить этот скрипт Elten API? Сценарии, поступающие из неизвестных источников, могут нанести вред вашему компьютеру или дать доступ к вашей учетной записи посторонним лицам. Продолжайте, если вы доверяете источнику скрипта.

# Files
source: Extract
ru_ru: Разархивировать

# Files
source: Unpacked.
ru_ru: Разархивировано.

# Files
source: pasted
ru_ru: Вставлено

# Files
source: The clipboard is empty
ru_ru: Буфер обмена пуст.

# Files
source: File
ru_ru: Файл

# Files
source: Open in an associated application
ru_ru: Открыть в ассоциированном приложении

# Files
source: Compress
ru_ru: Заархивировать

# Files
source: Select archive format
ru_ru: выберите формат архива

# Files
source: Compressed
ru_ru: Заархивировано

# Files
source: Rename
ru_ru: Переименовать

# Files
source: A new file name
ru_ru: Новое название

# Files
source: The file name has been changed.
ru_ru: Название изменено.

# Files
source: Do you really want to delete %{filename}?
ru_ru: Вы действительно хотите удалить %{filename}?

# Files
source: Deleted
ru_ru: Файл удалён.

# Files
source: Clipboard
ru_ru: Буфер обмена

# Files
source: Copy
ru_ru: Скопировать

# Files
source: Copied
ru_ru: скопировано

# Files
source: Cut
ru_ru: Вырезать

# Files
source: Paste
ru_ru: Вставить

# Files
source: Create
ru_ru: Создать

# Files
source: New folder
ru_ru: Новая папка

# Files
source: Enter a folder name
ru_ru: Введите название папки

# Files
source: The folder has been created.
ru_ru: Папка создана.

# Files
source: New text file
ru_ru: Новый текстовый документ

# Files
source: Enter a file name
ru_ru: Введите название файла

# Files
source: The file has been created.
ru_ru: Файл создан.

# Files
source: New record
ru_ru: Новая аудиозапись

# Files
source: Record
ru_ru: Запись

# Files
source: Delete the playlist
ru_ru: Очистить плейлист

# Files
source: Playlist cleared
ru_ru: Плейлист очищен.

# Files
source: Audio
ru_ru: Аудио

# Files
source: Text
ru_ru: Текст

# Files
source: Document
ru_ru: Документ

# Files
source: Play
ru_ru: Воспроизвести

# Files
source: Add to playlist
ru_ru: Добавить в плейлист

# Files
source: convert
ru_ru: Конвертировать

# Files
source: Playing: %{file}
ru_ru: Воспроизводится: %{file}

# Files
source: Convert to
ru_ru: Конвертировать в

# Files
source: Please wait, the file is being converted.
ru_ru: Подождите, файл конвертируется.

# Files
source: Converted.
ru_ru: Файл сконвертирован.

# Files
source: Edit
ru_ru: Редактировать

# Files
source: Read to file
ru_ru: Преобразование текста в речь

# Files
source: Read
ru_ru: Читать

# Files
source: Processing...
ru_ru: Конвертация

# ForgotPassword
source: If you lose your password, you can still reset it via the E-mail address provided during the registration process. This way you shall generate the password reset code which will be used to verify your identity. The code will be sent to your e- mail address. Warning! Two-factor authentication will be disabled on your account. To continue, enter your username
ru_ru: Если забудите пароль, то сможете сбросить его с помощью адреса электронной почты, указанного при регистрации. На адрес придёт код для сброса пароля. Двухфакторная аутентификация будет отключена. Чтобы продолжить, введите ваше имя пользователя:

# ForgotPassword
source: Enter the E-mail address used during the registration process
ru_ru: Введите адрес электронной почты, который использовался при регистрации

# ForgotPassword
source: The typed E-mail address is not associated with the entered username.
ru_ru: Введённый адрес электронной почты не соответствует тому, который вводился при регистрации этой учётной записи.

# ForgotPassword
source: Password reset
ru_ru: Восстановление пароля

# ForgotPassword
source: Enter password reset code
ru_ru: Введите ключ восстановления пароля

# ForgotPassword
source: Generate password reset code
ru_ru: Создать ключ восстановления пароля

# ForgotPassword
source: Please wait while the password reset key is being generated.
ru_ru: Подождите, идёт создание ключа для восстановления пароля.

# ForgotPassword
source: An unexpected error
ru_ru: Возникла неожиданная ошибка

# ForgotPassword
source: Password reset key has been sent to your specified E-mail address. To continue, select the option for entering key.
ru_ru: Код для сброса пароля был отправлен на указанный вами адрес электронной почты. Для продолжения, введите его.

# ForgotPassword
source: Enter the generated password reset code
ru_ru: Введите ключ восстановления пароля

# ForgotPassword
source: The entered code is invalid.
ru_ru: Введённый ключ неверен.

# ForgotPassword
source: Type a new password
ru_ru: Введите новый пароль

# ForgotPassword
source: Type a new password again
ru_ru: Введите новый пароль ещё раз

# ForgotPassword
source: The entered passwords are different.
ru_ru: Введённые пароли не совпадают.

# ForgotPassword
source: Empty password provided.
ru_ru: Вы не ввели пароль. Поле обязательно должно быть заполнено.

# ForgotPassword
source: Please wait while the password is being changed
ru_ru: Идёт изменение пароля. Ждите.

# ForgotPassword
source: The password has been changed. You can log in to your account using the new data.
ru_ru: Пароль был изменен. Вы можете войти в свой аккаунт, используя новые данные.

# Forum
source: Sort
ru_ru: Сортировать

# Forum
source: By name (ascending)
ru_ru: По имени (по возрастанию)

# Forum
source: By name (descending)
ru_ru: По имени (по убыванию)

# Forum
source: By unread posts (ascending)
ru_ru: По непрочитанным постам (по возрастанию)

# Forum
source: By unread posts (descending)
ru_ru: По непрочитанным постам (по убыванию)

# Forum
source: Recently created groups
ru_ru: Новые группы

# Forum
source: Groups popular with my friends
ru_ru: Группы, популярные у моих знакомых

# Forum
source: Waiting invitation
ru_ru: Ожидающих приглашений

# Forum
source: My threads
ru_ru: Мои темы

# Forum
source: Search
ru_ru: Поиск

# Forum
source: Followed forum
ru_ru: Избранный форум

# Forum
source: Followed thread
ru_ru: Избранная тема

# Forum
source: Moderated group
ru_ru: Модерируемая группа

# Forum
source: Threads popular with my friends
ru_ru: Темы, популярные у моих знакомых

# Forum
source: Marked thread
ru_ru: Отмеченных тем

# Forum
source: Forums
ru_ru: Форумы

# Forum
source: Threads
ru_ru: Тем

# Forum
source: Unread
ru_ru: Не прочитано

# Forum
source: posts
ru_ru: Постов

# Forum
source: Administrator
ru_ru: Администратор

source: Forum
ru_ru: Группы

# Forum
source: Enter a phrase to look for
ru_ru: Введите текст для поиска

# Forum
source: Open
ru_ru: Открыть

# Forum
source: Group summary
ru_ru: Подробности о группе

# Forum
source: Language
ru_ru: Язык

# Forum
source: Members
ru_ru: Участники

# Forum
source: Founder
ru_ru: Создатель

# Forum
source: Founded at
ru_ru: Создана

# Forum
source: The most active members
ru_ru: Наиболее активные участники

# Forum
source: Group size
ru_ru: Размер на сервере

# Forum
source: Audio posts
ru_ru: Аудиопостов

# Forum
source: Attachments
ru_ru: Вложения

# Forum
source: Text
ru_ru: Текстовых постов

# Forum
source: Overall size
ru_ru: Общий размер

# Forum
source: Regulations of group %{groupname}
ru_ru: Правила группы %{groupname}

# Forum
source: Regulations updated
ru_ru: Правила обновлены

# Forum
source: Group members
ru_ru: Участники группы

# Forum
source: Type user to invite
ru_ru: Введите логин пользователя, которого хотите пригласить

# Forum
source: This user does not exist
ru_ru: Пользователь не существует

# Forum
source: The user has been invited
ru_ru: Пользователь приглашён

source: You haven't permissions to do this
ru_ru: Опция недоступна для вас.

# Forum
source: This user already belongs to this group
ru_ru: Пользователь уже является членом группы

# Forum
source: Join
ru_ru: Присоединиться к группе

# Forum
source: Accept invitation
ru_ru: Принять приглашение

# Forum
source: Ask to be enrolled in this group
ru_ru: Отправить запрос на вступление

# Forum
source: Do you wish to ask to be enrolled in %{groupname}
ru_ru: Вы хотите отправить запрос на вступление в группу %{groupname}

# Forum
source: Are you sure you want to join %{groupname}?
ru_ru: Вы действительно хотите стать участником группы %{groupname}?

# Forum
source: Request sent
ru_ru: Запрос отправлен.

# Forum
source: You've just joined the group
ru_ru: Вы успешно присоединились к группе

# Forum
source: Add this group to quick actions
ru_ru: Добавить группу на рабочий стол

# Forum
source: Group
ru_ru: Группа

# Forum
source: Group added to quick actions
ru_ru: Группа добавлена на рабочий стол

# Forum
source: Leave
ru_ru: Покинуть группу

# Forum
source: Refuse invitation
ru_ru: Отконить приглашение

# Forum
source: Are you sure you want to leave %{groupname}?
ru_ru: Вы действительно хотите выйти из группы %{groupname}?

# Forum
source: You've just left the group
ru_ru: Вы успешно покинули группу

# Forum
source: Edit group
ru_ru: Редактировать группу

# Forum
source: Group name
ru_ru: Название группы

# Forum
source: Group description
ru_ru: Описание группы

# Forum
source: Hidden
ru_ru: Скрытый

# Forum
source: Public
ru_ru: Публичный

# Forum
source: Group type
ru_ru: Тип группы

# Forum
source: open (everyone can join)
ru_ru: Открытая: (каждый может присоединиться)

# Forum
source: Moderated (everyone can request)
ru_ru: Закрытая: (каждый может отправить запрос на вступление)

# Forum
source: Group join type
ru_ru: Тип группы

# Forum
source: closed (only invited users can join)
ru_ru: Частная: (вступать могут только приглашённые пользователи)

# Forum
source: Delete group
ru_ru: Удалить группу

# Forum
source: Are you sure you want to delete %{groupname}?
ru_ru: Вы действительно хотите удалить %{groupname}?

# Forum
source: Group has been deleted
ru_ru: Группа удалена.

# Forum
source: New group
ru_ru: Новая группа

# Forum
source: Moderator
ru_ru: Модератор

# Forum
source: Waiting for review
ru_ru: Ожидание ответа администрации
