Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Forum
source: The entered phrase cannot be found.
es_pa: La frase dada no fue encontrada.
fr_fr: La phrase donnée n'a pas été trouvée.
lt_lt: Įvesta frazė nerasta.
pt_br: A frase digitada não pode ser encontrada.
ro_ro: Fraza introdusă nu poate fi găsită.

# Forum
source: Go to first post
es_pa: Ir a la primera publicación
fr_fr: Aller au premier post
lt_lt: Eiti į pirmą įrašą
pt_br: Ir para o primeiro post
ro_ro: Mergi la prima postare

# Forum
source: Go to last post
es_pa: Ir a la última publicación
fr_fr: Aller au dernier post
lt_lt: Eiti į paskutinį įrašą
pt_br: Ir para a última postagem
ro_ro: Mergi la ultima postare

# Forum
source: Go to first new post
es_pa: Ir a la primera publicación nueva
fr_fr: Aller au premier nouveau post
lt_lt: Eiti į pirmą naują įrašą
pt_br: Ir para a primeira nova postagem
ro_ro: Mergi la prima postare nouă

# Forum
source: Mention post
es_pa: Mencionar publicación
fr_fr: Mentionner le post
lt_lt: Paminėti įrašą
pt_br: Mencione a postagem
ro_ro: Menționează postarea

# Forum
source: Nobody added you to their contact list.
es_pa: Nadie te ha agregado a tus contactos.
fr_fr: Personne ne vous a ajouté aux contacts.
lt_lt: Niekas Jūsų nepridėjo į kontaktų sąrašą.
pt_br: Ninguém adicionou você à lista de contatos.
ro_ro: Nimeni nu te-a adăugat la lista de contacte.

# Forum
source: Message
es_pa: Mensaje
lt_lt: Žinutė
pt_br: mensagem
ro_ro: Mesaj

# Forum
source: User to mention
es_pa: Usuario a mencionar
lt_lt: Vartotojas, kurį norite paminėti
ro_ro: Utilizatorul care urmează a fi menționat

# Forum
source: The mention has been sent.
es_pa: Nota enviada.
fr_fr: Mention envoyée.
lt_lt: Paminėjimas išsiųstas.
pt_br: A menção foi enviada.
ro_ro: Mențiune trimisă.

# Forum
source: Listen to the thread
es_pa: escuchar entrada
fr_fr: Écouter le fil
lt_lt: Klausyti gijos
pt_br: Ouvir a postagem de áudio
ro_ro: Ascultă subiectul

# Forum
source: Hide signatures
es_pa: Ocultar firmas
lt_lt: Slėpti parašus
ro_ro: Ascunde semnăturile

# Forum
source: Show signatures
es_pa: Mostrar firmas
lt_lt: Rodyti parašus
ro_ro: Arată semnăturile

# Forum
source: Edit post
es_pa: Editar publicación
fr_fr: Modifier le post
lt_lt: Redaguoti įrašą
pt_br: Editar postagem
ro_ro: Editează postarea

# Forum
source: Move post
es_pa: Mover publicación
fr_fr: Transférer
lt_lt: Perkelti įrašą
pt_br: Mover postagem
ro_ro: Mută postarea

# Forum
source: Post destination
es_pa: Destino de publicación
fr_fr: Destination du post
lt_lt: Įrašo vieta
ro_ro: Destinația postării

# Forum
source: The post has been moved.
es_pa: Publicación movida.
fr_fr: Post transféré.
lt_lt: Įrašas perkeltas.
pt_br: A postagem foi movida.
ro_ro: Postarea a fost mutată.

# Forum
source: Lock post
es_pa: Bloquear publicación
lt_lt: Užrakinti įrašą
ro_ro: Blochează postarea

# Forum
source: Unlock post
es_pa: Desbloquear publicación
lt_lt: Atrakinti įrašą
ro_ro: Deblochează postarea

# Forum
source: Post locked
es_pa: Publicación bloqueada
lt_lt: Įrašas užrakintas
ro_ro: Postare blocată

# Forum
source: Post unlocked
es_pa: Publicación desbloqueada
lt_lt: Įrašas atrakintas
ro_ro: Postare deblocată

# Forum
source: Delete post
es_pa: Eliminar publicación
fr_fr: Supprimer le post
lt_lt: Trinti įrašą
pt_br: Apagar a postagem
ro_ro: Șterge postarea

# Forum
source: Are you sure you want to delete this post?
es_pa: Seguro que quieres eliminar esta publicación?
fr_fr: Voulez-vous supprimer ce post?
lt_lt: Ar tikrai norite ištrinti šį įrašą?
pt_br: Tem certeza de que deseja excluir esta postagem?
ro_ro: Sigur vrei să ștergi postarea?

# Forum
source: Change post position
es_pa: Cambiar posisión de post
fr_fr: Changer la position du post
lt_lt: Keisti įrašo poziciją
pt_br: Alterar a posição da postagem
ro_ro: Modifică poziția postării

# Forum
source: Place post above
es_pa: Colocar la publicación arriba
fr_fr: Placer le post au-dessus
lt_lt: Pastumti įrašą aukščiau
ro_ro: Plasează postarea mai sus

# Forum
source: The post has been slided.
es_pa: Publicación pospuesta.
fr_fr: Post déplacé.
lt_lt: Įrašas perstumtas.
pt_br: O post foi deslocado.
ro_ro: Postarea a fost mutată

# Forum
source: Report comment
es_pa: Reportar comentario
lt_lt: Pranešti apie komentarą
ro_ro: Raportează comentariul

# Forum
source: Reported post
es_pa: Publicación reportada
lt_lt: Pranešta apie įrašą
ro_ro: Postare raportată

# Forum
source: Send post report
es_pa: Enviar reporte de publicación
lt_lt: Siųsti įrašo pranešimą
ro_ro: Trimite raportul

# Forum
source: Post report has been sent.
es_pa: El reporte de la publicación ha sido enviado.
lt_lt: Įrašo pranešimas išsiųstas
ro_ro: Raportul a fost trimis.

# Forum
source: edit your post here
es_pa: Edita tu publicación aquí
fr_fr: Modification du post
lt_lt: Redaguokite savo įrašą čia
pt_br: edite sua postagem aqui
ro_ro: Editează postarea aici

# Forum
source: Add attachment
es_pa: Agregar adjunto
lt_lt: Pridėti priedą
ro_ro: Adaugă atașament

# Forum
source: Delete attachment
es_pa: Borrar adjunto
lt_lt: Trinti priedą
ro_ro: Șterge atașamentul

# Forum
source: The post has been modified
es_pa: Publicación modificada
fr_fr: Post modifié.
lt_lt: Įrašas pamodifikuotas
pt_br: A postagem foi modificada
ro_ro: Postare modificată

# Forum
source: Post %{postnumber} by %{author}
es_pa: Publicación %{postnumber} por %{author}
fr_fr: Post %{postnumber} par %{author}
lt_lt: %{postnumber} įrašas autoriaus %{author}
ro_ro: Postarea %{postnumber} de %{author}

# Forum
source: Delete bookmark
es_pa: &Eliminar marcador
fr_fr: Supprimer ce signet
lt_lt: Trinti skirtuką
ro_ro: Șterge marcajul

# Forum
source: New bookmark
es_pa: Nuevo marcador
fr_fr: Nouveau signet
lt_lt: Naujas skirtukas
ro_ro: Marcaj nou

# Forum
source: Bookmark deleted
es_pa: Marcador eliminado
fr_fr: Signet supprimé
lt_lt: Skirtukas ištrintas
ro_ro: Marcaj șters

# Forum
source: Bookmark description
es_pa: Descripción del marcador
fr_fr: Description du signet
lt_lt: Skirtuko aprašymas
ro_ro: Descrierea marcajului

# Forum
source: Bookmark created
es_pa: Marcador creado
fr_fr: Signet créé
lt_lt: Skirtukas sukurtas
ro_ro: Marcaj creeat.

# Forum
source: Category
es_pa: Categoría
lt_lt: Kategorija
ro_ro: Categorie

# Forum
source: Change group parent
es_pa: Cambiar grupo padre
lt_lt: Keisti grupės tėvą

# Forum
source: None
es_pa: Ninguna
lt_lt: Nieko
ro_ro: Niciuna

# Forum
source: Select group parent
es_pa: Seleccionar grupo padre
lt_lt: Pasirinkite grupės tėvą

# Forum
source: Prevent globally banned users from posting in this group
es_pa: Impedir que los usuarios prohibidos globalmente publiquen en este grupo
lt_lt: Drausti globaliai užblokuotiems vartotojams skelbti įrašus šioje grupėje

# Forum
source: Change group blog
es_pa: Cambiar el blog del grupo
lt_lt: Keisti grupės blogą
ro_ro: Modifică grupul blogului

# Forum
source: Select blog
es_pa: Seleccionar blog
lt_lt: Pasirinkite blogą
ro_ro: Selectează blogul

# Forum
source: Create group channel in conferences
es_pa: Crear un canal de grupo en las conferencias
lt_lt: Kurti grupės kanalą konferencijose
ro_ro: Creează canal de grup în conferițe

# Forum
source: Regulations
es_pa: Reglamento
lt_lt: Taisyklės
ro_ro: Regulament

# Forum
source: Permissions
es_pa: Permisos
lt_lt: Leidimai
ro_ro: Permisiuni

# Forum
source: Prevent users from editing their posts
es_pa: Evitar que los usuarios editen sus mensajes
lt_lt: Drausti vartotojams redaguoti jų įrašus
ro_ro: Împiedică utilizatorii de a-și edita postările

# Forum
source: Prevent users from attaching polls
es_pa: Evitar que los usuarios adjunten encuestas
lt_lt: Drausti vartotojams prikabinti balsavimus
ro_ro: Împiedică utilizatorii de a atașa sondaje

# Forum
source: Prevent users from attaching files
es_pa: Evitar que los usuarios adjunten archivos
lt_lt: Drausti vartotojams prikabinti failus
ro_ro: Împiedică utilizatorii să atașeze fișiere

# Forum
source: Hide information about edited posts
es_pa: Ocultar información sobre las publicaciones editadas
lt_lt: Slėpti informaciją apie redaguotus įrašus
ro_ro: Ascunde informații despre postările editate

# Forum
source: Hide edit history
es_pa: Ocultar edición de historial
lt_lt: Slėpti redagavimo istoriją
ro_ro: Ascunde istoricul editărilor

# Forum
source: Allow members to report posts
es_pa: Permitir a los usuarios reportar publicaciones
lt_lt: Leisti nariams pranešti apie įrašus
ro_ro: Permite membrilor să raporteze postările

# Forum
source: Reports visibility
es_pa: Visibilidad de los informes
lt_lt: Pranešimų matomumas
ro_ro: Vizibilitatea rapoartelor

# Forum
source: Disabled
es_pa: Deshabilitado
lt_lt: Išjungta
ro_ro: Dezactivat

# Forum
source: Show only to report author
es_pa: Mostrar sólo al autor del informe
lt_lt: Rodyti tik pranešimo autoriui
ro_ro: Afișează numai pentru raportarea autorului

# Forum
source: Show all accepted reports
es_pa: Mostrar todos los informes aceptados
lt_lt: Rodyti visus priimtus pranešimus
ro_ro: Arată toate rapoartele acceptate

# Forum
source: Show all reports
es_pa: Mostrar todos los informes
lt_lt: Rodyti visus pranešimus
ro_ro: Arată toate rapoartele

# Forum
source: Duration limit of audio posts in seconds, 0 for no limit
es_pa: Límite de duración de las publicaciones de audio en segundos, 0 sin límite
lt_lt: Audio įrašų trukmės limitas sekundėmis, nelimituojama, jei 0
ro_ro: Durata limită a postărilor audio în secunde, 0 pentru nelimitat

# Honors
source: A new badge
es_pa: Nueva insignia
fr_fr: Nouvelle décoration
lt_lt: Naujas ženklelis
pt_br: Um novo crachá
ro_ro: O nouă insignă

# Honors
source: Badges
es_pa: Insignias
fr_fr: Décorations
lt_lt: Ženkleliai
pt_br: Distintivos
ro_ro: Insigne

# Honors
source: Badges of %{user}
es_pa: Ignsignias de %{user}
fr_fr: Décorations d'utilisateur %{user}
lt_lt: Vartotojo %{user} ženkleliai
pt_br: Emblemas de %{user}
ro_ro: Insignele lui %{user}

# Honors
source: The user has been given no badges.
es_pa: El usuario no recibió ningúna insignia.
fr_fr: Cet utilisateur n'a pas encore reçu de décorations.
lt_lt: Vartotojas negavo jokių ženklelių.
pt_br: O usuário não recebeu nenhum crachá.
ro_ro: Utilizatorul nu are insigne.

# Honors
source: Set as main honor
es_pa: Establecer como honor principal
fr_fr: Définir comme la principale
lt_lt: Nustatyti kaip pagrindinę garbę
ro_ro: Setează ca principală

# Honors
source: The badge has been set as default.
es_pa: Deselecciona establecer como predeterminado.
fr_fr: Décoration définie par défaut.
lt_lt: Ženklelis nustatytas kaip numatytasis.
pt_br: O emblema foi definido como padrão.
ro_ro: Insigna a fost setată ca implicită.

# Honors
source: Grant a badge
es_pa: Dar la insignia
fr_fr: Décorer
lt_lt: Ženklelio suteikimas
pt_br: Conceder um distintivo
ro_ro: Oferă o insignă

# Honors
source: Who should be granted this badge?
es_pa: ¿A quién le das esta insignia?
fr_fr: Qui voulez-vous décorer?
lt_lt: Kas turėtų gauti šį ženklelį?
pt_br: Quem deve receber este distintivo?
ro_ro: Cui vrei să-i oferi insigna?

# Honors
source: The badge has been granted
es_pa: Insignia otorgada
fr_fr: Utilisateur décoré
lt_lt: Ženklelis suteiktas
pt_br: O emblema foi concedido
ro_ro: Insignă oferită.

# Honors
source: Edit challenges
es_pa: Editar desafíos
fr_fr: Modifier les défis
lt_lt: Redaguoti iššūkius
ro_ro: Editează provocările

# Honors
source: Delete
es_pa: Eliminar
fr_fr: Supprimer
lt_lt: Trinti
ro_ro: Șterge

# Honors
source: Are you sure you want to delete this badge? All users granted with this badge will loose it.
es_pa: ¿Está seguro de que desea eliminar esta insignia? Todos los usuarios concedidos con esta insignia la perderán.
fr_fr: Voulez-vous vraiment supprimer cette décoration? Tous les utilisateurs en bénéficiant la perdront.
lt_lt: Ar tikrai norite ištrinti šį ženklelį? Visi vartotojai, kuriems jis buvo suteiktas, jį praras.
ro_ro: Sigur vrei să ștergi această insignă? Toți utilizatorii care au deja insigna o vor pierde.

# Honors
source: Honor deleted
es_pa: Honor eliminado
fr_fr: Supprimé
lt_lt: Garbė ištrinta
ro_ro: Insignă ștearsă.

# Honors
source: Add challenge
es_pa: Añadir desafío
fr_fr: Ajouter un défi
lt_lt: Pridėti iššūkį
ro_ro: Adaugă provocare

# Honors
source: English level
es_pa: Nivel de inglés
fr_fr: Niveau du défi (anglais)
lt_lt: Lygis angliškai

# Honors
source: level
es_pa: Nivel
fr_fr: Niveau
lt_lt: Lygis
ro_ro: Nivelul

# Honors
source: Badge description in English
es_pa: descripción de la insignia en inglés
fr_fr: Description anglaise de la décoration
lt_lt: Ženklelio aprašymas angliškai
pt_br: Descrição do crachá em inglês
ro_ro: Descrierea în engleză a insignei

# Honors
source: Badge name in English
es_pa: Nombre de la insignia en inglés
fr_fr: Nom anglais de la décoration
lt_lt: Ženklelio pavadinimas angliškai
pt_br: Nome do emblema em inglês
ro_ro: Numele insignei în engleză

# Honors
source: Badge name
es_pa: Nombre de decoración
fr_fr: Nom de la décoration
lt_lt: Ženklelio pavadinimas
pt_br: Nome no crachá
ro_ro: Numele insignei

# Honors
source: Badge description
es_pa: Descripción de la insignia
fr_fr: Description de la décoration
lt_lt: Ženklelio aprašymas
pt_br: Descrição do crachá
ro_ro: Descrierea insignei

# Honors
source: Add
es_pa: Agregar
fr_fr: Ajouter
lt_lt: Pridėti
pt_br: Adicionar
ro_ro: Adaugă

# Honors
source: The badge has been added
es_pa: Insignia agregada
fr_fr: La décoration a été ajoutée.
lt_lt: Ženklelis pridėtas
pt_br: O emblema foi adicionado
ro_ro: Insignă adăugată.

# Install
source: Download and install the newest version
es_pa: Descargue e instale la última versión
lt_lt: Parsiųsti ir įdiegti naujausią versiją
ro_ro: Descarcă și instalează ultima versiune

# Install
source: Which version would you like to use?
es_pa: ¿Cual versión desea usar?
lt_lt: Kurią versiją norėtumėte naudoti?
ro_ro: Ce versiune vrei să folosești?

# Install
source: Install current version
es_pa: Instalar la versión actual
lt_lt: Įdiegti dabartinę versiją
ro_ro: Instalează versiunea curentă

# Loading
source: Elten detected that you are using NVDA. To support some features of this screenreader, it is necessary to install Elten addon. Do you want to do it now?
es_pa: Elten detectó que está utilizando NVDA. Para admitir algunas características de este lector de pantalla, es necesario instalar Elten addon. ¿Quieres hacerlo ahora?
fr_fr: Elten a détecté que vous utilisiez NVDA. Pour prendre en charge certaines fonctionnalités de ce lecteur d’écran, il est nécessaire d’installer Elten Addon. Voulez-vous le faire maintenant?
lt_lt: Elten nustatė, jog naudojate NVDA. Kad būtų palaikomos kai kurios šio ekrano skaitytuvo funkcijos, reikėtų įdiegti Elten priedą. Ar norite tai padaryti dabar?
ro_ro: Elten a detectat că utilizezi NVDA. Pentru ca unele caracteristici ale acestui cititor de ecran să funcționeze corect cu Elten, este necesar să instalezi suplimentul Elten. Vrei să o faci acum?

# Loading
source: New version of NVDA Elten addon is available. The version you're using is no longer supported in this Elten release and may cause some errors. Do you want to update it now?
es_pa: Nueva versión de complemento de Elten para NVDA está disponible. La versión que está utilizando ya no es compatible con esta versión de Elten y puede causar algunos errores. ¿Desea actualizarlo ahora?
fr_fr: La nouvelle version de l'addon NVDA Elten est disponible. La version que vous utilisez n'est plus prise en charge par cette version d'Elten et peut provoquer des erreurs. Voulez-vous le mettre à jour maintenant?
lt_lt: Yra galima nauja NVDA Elten priedo versija. Versija, kurią naudojate šiuo metu, nėra palaikoma ir gali kilti klaidų. Ar norite priedą atnaujinti dabar?
ro_ro: Este disponibilă o nouă versiune a suplimentului Elten pentru NVDA. Versiunea pe care o utilizezi nu mai este acceptată în această versiune Elten și poate cauza unele erori. Dorești să îl actualizezi acum?

# Loading
source: Warning! Elten failed to verify server encryption key. It is possible that you are not connecting to Elten server but to one prepared by hackers. It is also possible that Elten Server key has changed. Any details should be provided on Elten Website Forum. If no information about key change was provided, it is very likely that you are vulnerable to hacker attack. In this cause any data that you will provide, including password, can be stolen. Are you sure you want to proceed with this connection? Select No to exit Elten.
es_pa: ¡Advertencia! Elten no pudo verificar la clave de cifrado del servidor. Es posible que no se esté conectando al servidor de Elten, sino a uno preparado por piratas informáticos. También es posible que la clave de Elten Server haya cambiado. Cualquier información debe proporcionarse en el foro del sitio web de Elten. Si no se proporcionó información sobre el cambio de clave, es muy probable que sea vulnerable al ataque de piratas informáticos. En esta causa, cualquier información que proporcione, incluida la contraseña, puede ser robada. ¿Estás seguro de que deseas continuar con esta conexión? Seleccione No para salir de Elten.
lt_lt: Dėmesio! Elten nepavyko patvirtinti serverio kodavimo rakto. Gali būti, kad jungiatės ne prie Elten, bet prie įsilaužėlių paruošto serverio. Taip pat gali būti, kad Elten serverio kodavimo raktas yra pasikeitęs. Bet kokios detalės turėtų būti pateiktos Elten tinklalapio forume. Jei jokia informacija dėl rakto pakeitimo nebuvo pateikta, labai panašu, kad jūs esate pažeidžiamas(-a) dėl įsilaužėlių atakų. Tokiu atveju, duomenys, kuriuos pateiksite, įskaitant slaptažodį, gali būti pavogti. Ar tikrai norite tęsti šį prisijungimą? Pasirinkite Ne, kad uždarytumėte Elten.
ro_ro: Avertizare! Elten nu a reușit să verifice cheia de criptare a serverului. Este posibil să nu te conectezi la serverul Elten, ci la unul făcut de hackeri. De asemenea, este posibil ca cheia Elten Server să se fi schimbat. Orice detalii trebuie furnizate pe Forumul site-ului web Elten. Dacă nu au fost furnizate informații despre modificarea cheii, este foarte probabil să fii vulnerabil la atacul hackerilor. În această cauză, orice date pe care le vei furniza, inclusiv parola, pot fi furate. Sigur vrei să continui cu această conexiune? Selectează Nu pentru a ieși din Elten.

# Loading
source: A new version of the program is available.
es_pa: Una nueva versión del programa está disponible.
fr_fr: Une mise à jour du programme est disponible.
lt_lt: Yra galima nauja programos versija.
pt_br: Uma nova versão do programa está disponível.
ro_ro: O nouă versiune a programului este disponibilă.

# Loading
source: Information about invisible interface
es_pa: Información sobre la interfaz invisible
lt_lt: Informacija apie nematomąją sąsają

# Loading
source: Log in
es_pa: Entrar
fr_fr: Se connecter
lt_lt: Prisijungti
pt_br: Entrar
ro_ro: Loghează-te

# Loading
source: Register
es_pa: Registrar
fr_fr: S'inscrire
lt_lt: Registruotis
pt_br: Registrar
ro_ro: Înregistrează-te

# Loading
source: Password reset
es_pa: Restablecer contraseña
fr_fr: Réinitialisation du mot de passe
lt_lt: Slaptažodžio atstatymas
pt_br: Redefinir senha
ro_ro: Resetează-ți parola

# Loading
source: Use guest account
es_pa: Utilizar cuenta de invitados
fr_fr: Ouvrir dans le compte invité
lt_lt: Naudoti svečio paskyrą
pt_br: Use a conta de convidado
ro_ro: Folosește contul limitat de oaspete

# Loading
source: Settings
es_pa: Ajustes
fr_fr: Préférences
lt_lt: Nustatymai
ro_ro: Setări

# Loading
source: Reinstall
es_pa: Reinstalar
fr_fr: Forcer la mise à jour ou la réinstallation du programme
lt_lt: Perdiegti
pt_br: Reinstalar
ro_ro: Reinstalează

# Log
source: Log level
es_pa: Nivel de logueo
fr_fr: Niveau des logs
lt_lt: Žurnalizavimo lygis
ro_ro: Nivelul jurnalului

# Log
source: Show event level
es_pa: Mostrar nivel de evento
fr_fr: Afficher le niveau de l'événement
lt_lt: Rodyti įvykių lygį
ro_ro: Arată nivelul evenimentului

# Log
source: Show event time
es_pa: Mostrar la hora del evento
fr_fr: Afficher la date de l'événement
lt_lt: Rodyti įvykių laiką
ro_ro: Arată ora evenimentului

# Login
source: Username:
es_pa: Nombre de usuario:
fr_fr: Nom d'utilisateur:
lt_lt: Vartotojo vardas:
pt_br: Nome de usuário:
ro_ro: Nume de utilizator:

# Login
source: Password:
es_pa: Contraseña
fr_fr: Mot de passe:
lt_lt: Slaptažodis:
pt_br: Senha:
ro_ro: Parola:

# Login
source: Enter pin code
es_pa: Introduzca el código pin
fr_fr: Entrez le code PIN
lt_lt: Įveskite pin kodą
ro_ro: Introdu codul PIN

# Login
source: Do you want to enable auto-Login-key encryption? When encrypted, the Auto-Login Key will be readable only on this computer, and its copying or exporting will not allow other devices to access your account. Note: If you encrypt your Auto-Login Key, the created portable versions will not be able to automatically log into your account from other devices, even if you copy your settings, and you will be prompted to enter your password. You can create as many auto-login-keys as you wish for all other computers you are using.
es_pa: ¿Desea habilitar el cifrado de clave de inicio de sesión automático? Cuando se cifra, la clave de inicio de sesión automático solo será legible en este equipo, y su copia o exportación no permitirá que otros dispositivos accedan a su cuenta. Nota: Si cifras tu clave de inicio de sesión automático, las versiones portátiles creadas no podrán iniciar sesión automáticamente en tu cuenta desde otros dispositivos, incluso si copias la configuración, y se te pedirá que introduzcas tu contraseña. Puede crear tantas claves de inicio de sesión automático como desee para todos los demás equipos que esté utilizando.
fr_fr: Voulez-vous activer le cryptage auto-Login-key? Une fois chiffrée, la clé de connexion automatique ne sera lisible que sur cet ordinateur et sa copie ou son exportation ne permettra pas à d'autres appareils d'accéder à votre compte. Remarque: si vous chiffrez votre clé de connexion automatique, les versions portables créées ne pourront pas se connecter automatiquement à votre compte à partir d'autres appareils, même si vous copiez vos paramètres, et vous serez obligés à entrer votre mot de passe. Vous pouvez créer autant de clés de connexion automatique que vous souhaitez pour tous les autres ordinateurs que vous utilisez.
lt_lt: Ar norite įjungti automatinį prisijungimo rakto kodavimą? Užkodavus, automatinio prisijungimo raktas bus perskaitomas tik šiame kompiuteryje ir jo kopijavimas ar eksportavimas kitame įrenginyje neleis prieiti prie Jūsų paskyros. Pastaba: jei užkoduojate Jūsų automatinio prisijungimo raktą, sukurtos nešiojamos versijos negalės automatiškai prisijungti prie Jūsų paskyros kituose įrenginiuose, net jeigu nukopijavote nustatymus, ir jums reikės suvesti slaptažodį. Kituose kompiuteriuose, kuriuos naudojate, galite susikurti tiek automatinio prisijungimo raktų, kiek norite.
ro_ro: Vrei să activezi criptarea cheii de autentificare? Când este criptată, cheia de autentificare automată va fi citibilă numai pe acest computer, iar copierea sau exportarea acesteia nu va permite altor dispozitive să îți acceseze contul. Notă: Dacă îți criptezi cheia de autentificare automată, versiunile portabile creeate de tine nu vor putea să se conecteze automat la contul tău de pe alte dispozitive, chiar dacă copiezi setările. Ți se va solicita să introduci parola. Poți crea oricâte chei de autentificare automată vrei pentru toate celelalte computere pe care le utilizezi.

# Login
source: Authenticate using SMS
es_pa: Autentificar con un SMS
lt_lt: Autentifikuoti naudojant SMS
ro_ro: Autentifică-te utilizând un mesaj SMS

# Login
source: Authenticate using backup code
es_pa: Autentificar usando el código de respaldo
lt_lt: Autentifikuoti naudojant atsarginį kodą
ro_ro: Autentifică-te utilizând codul de rezervă
