Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# MainMenu
source: Set &avatar
pt_br: Definir avatar... Atalho: : D

# MainMenu
source: Black l&ist
pt_br: Lista negra... Atalho: : L

# MainMenu
source: Change passw&ord
pt_br: Alterar senha... Atalho: : T

# MainMenu
source: Change e-&mail
pt_br: Alterar e-mail... Atalho: : x

# MainMenu
source: Two-factor a&uthentication settings
pt_br: Configurações de autenticação de duas etapas... Atalho: : U

# MainMenu
source: Soundthemes &generator
pt_br: Gerador de temas sonoros... Atalho: : G

# MainMenu
source: P&rogram management
pt_br: Gerenciar o programa... Atalho: : P

# MainMenu
source: Read to &file
pt_br: Converter arquivos de texto em áudio... Atalho: : C

# MainMenu
source: Search for &updates
pt_br: Procurar por atualizações... Atalho: : P

# MainMenu
source: Restore &default settings
pt_br: Restaurar a configuração original... Atalho: : R

# MainMenu
source: WHo is &online?
pt_br: Quem está online?... Atalho: : Q

# MainMenu
source: Recently &actived users
pt_br: Usuários que estiveram online recentemente... Atalho: : O

# MainMenu
source: Recently changed a&vatars
pt_br: Avatares alterados recentemente... Atalho: : V

# Forum
source: Thread's title
pt_br: Ir para a última postagem

# Forum
source: This post has been deleted.
pt_br: Esta postagem foi excluída.

# Forum
source: Add the post
pt_br: Adicione a postagem

# Forum
source: Forums selection
pt_br: Seleção de fóruns

# Forum
source: Threads selection
pt_br: Seleção de Tópicos

# Forum
source: Record a new post
pt_br: Gravar uma nova postagem

# Forum
source: Stop recording
pt_br: Parar de gravar

# Forum
source: Record a post once again
pt_br: Gravar a postagem novamente

# Forum
source: Play
pt_br: Reprogusir

# Forum
source: Record a post
pt_br: Gravar a postagem

# Forum
source: Play a post
pt_br: reprodusir uma postagem

# Forum
source: Search thread
pt_br: Procurar tópicos

# Forum
source: All posts on this forum will be marked as read. Are you sure you want to continue?
pt_br: Todas as postagens neste fórum serão marcadas como lidas. Você tem certeza que quer continuar?

# Forum
source: Preparing...
pt_br: Preparando...

# Forum
source: Nick:
pt_br: Usuário

# Forum
source: Stop recording a post
pt_br: Parar a gravação

# Forum
source: Where do you want to move this thread
pt_br: Para onde você quer mover este tópico?

# Forum
source: Select a post
pt_br: Selecione uma postagem

# Forum
source: Where do you want to move this post?
pt_br: Para onde você quer mover esta postagem?

# Forum
source: Followed threads
pt_br: Tópicos seguidos

# Forum
source: Followed forums
pt_br: Fóruns seguidos

# Forum
source: Montioned by
pt_br: Montado por

# Forum
source: Language {txt_phr_lang}
pt_br: Language

# Forum
source: Attachments {txt_phr_sizeattachments}
pt_br: Attachments

# Forum
source: Group summary {read_groupsummary}
pt_br: Group summary

# Main
source: Press the alt key to open the menu.
pt_br: Pressione a tecla alt para abrir o menu.

# Main
source: Delete the playlist
pt_br: Excluir a playlist

# Main
source: Upload to the server
pt_br: Upload para o servidor

# Main
source: Set as avatar
pt_br: Definir avatar

# Main
source: Shuffle
pt_br: Embaralhar

# Main
source: Playlist shuffled
pt_br: Playlist embaralhada

# Main
source: Playlist removed.
pt_br: Playlist removida.

# Login
source: The saved login data uses the old account authentication method in which susceptibility to hacker attacks has been detected. New, safer automatic login algorithms have been introduced in Elten 2.2. It is recommended that you convert the saved information into a new system in order to improve the security of your account. Do you want to update the saved information now?
pt_br: Os dados de login salvos usam o método de autenticação de conta antigo, no qual a suscetibilidade a ataques de hackers foi detectada. Novos e mais seguros algoritmos de login automáticos foram introduzidos no Elten 2.2. é recomendável que você converta as informaçoes salvas em um novo sistema para melhorar a segurança de sua conta. Deseja atualizar as informações salvas agora?

# Login
source: Automatic login will be proceeding until you log out.Automatic login keys can be managed from the My Account tab in the Community menu.
pt_br: O login automático continuará até que você efetue o logout. As chaves de login automáticas podem ser gerenciadas na guia Minha conta no menu Comunidade.

# Login
source: Login data has been updated. Automatic login will be proceeding until you log out. Automatic login keys can be managed from the My Account tab in the Community menu.
pt_br: Os dados de login foram atualizados. O login automático continuará até você efetuar logout. As chaves de login automáticas podem ser gerenciadas na guia Minha conta no menu Comunidade.

# Login
source: Two-factor authentication is enabled on this account. Enter the code sent to you by text message to allow this device to login. If you do not have access to the phone number used, select the password reset option to disable two-factor authentication.
pt_br: A autenticação de duas etapas está ativada nesta conta. Digite o código enviado a você por mensagem de texto para permitir que este dispositivo faça o login. Se você não tiver acesso ao número de telefone usado, selecione a opção de redefinição de senha para desativar a autenticação de duas etapas.

# Login
source: The entered code is not valid, try again.
pt_br: O código digitado não é válido, tente novamente.

# Login
source: An error occurred while authenticating the identity. You might have provided an incorrect password.
pt_br: Ocorreu um erro ao autenticar a identidade. Você pode ter fornecido uma senha incorreta.

# Registration
source: Enter your username. It will be used for identification.The maximum length of the username is 64 characters
pt_br: Entre com seu nome de usuário. Ele será usado para identificação. O comprimento máximo do nome de usuário é de 64 caracteres

# Registration
source: Enter your password. It is recommended to use a strong password, which consists of numbers and letters. Maximum length of the password is 256 characters.
pt_br: Coloque sua senha. Recomenda-se usar uma senha forte, que consiste em números e letras. O comprimento máximo da senha é de 256 caracteres.

# Registration
source: Enter your e-mail address. It will be used in case you forget your password and to send important information.
pt_br: Insira o seu endereço de email. Ele será usado caso você esquêça sua senha e envie informações importantes.

# Registration
source: Registration is successful, thank you. You can log in using your username and password.
pt_br: O registro foi bem sucedido, obrigado. Você pode entrar usando seu nome de usuário e senha.

# Registration
source: Repeat your password
pt_br: Repita sua senha

# Loading
source: Change speech synthesizer
pt_br: Alterar sintetizador de fala

# Loading
source: No speech output selected. Press enter to select the SAPI synthesiser or escape to use the installed screenreader.
pt_br: Nenhuma saída de fala selecionada. Pressione enter para selecionar o sintetizador SAPI ou escape para usar o leitor de tela instalado.

# EAPI_External
source: Play
pt_br: Reprodusir

# EAPI_External
source: Add to playlist
pt_br: Adicionar à Playlist

# EAPI_External
source: Set as avatar
pt_br: Definir como avatar

# EAPI_External
source: Connecting to server, please wait...
pt_br: Conectando ao servidor, por favor aguarde ...

# EAPI_External
source: Download
pt_br: Baixar

# EAPI_External
source: Copy URL to the clipboard
pt_br: Copiar URL para a área de transferência

# EAPI_External
source: How do you want to download this file?
pt_br: Como você deseja baixar este arquivo?

# EAPI_External
source: Download as a video file
pt_br: Baixar como um arquivo de vídeo

# EAPI_External
source: Download as an audio file
pt_br: Baixar como um arquivo de áudio

# EAPI_External
source: Downloading, please wait...
pt_br: Baixando, por favor aguarde ...

# EAPI_External
source: Where you want to save this file?
pt_br: Onde você quer salvar este arquivo?

# EAPI_External
source: Select the format
pt_br: Selecione o formato

# EAPI_External
source: Do not read progress bar changes.
pt_br: Não ler as alterações da barra de progresso.

# EAPI_External
source: Read progress bar changes.
pt_br: Ler as alterações da barra de progresso.

# EAPI_External
source: Added to playlist
pt_br: Adicionado à playlist

# EAPI_External
source: Please wait...
pt_br: Por favor, aguarde...

# EAPI_External
source: Copied to clipboard.
pt_br: Copiado para a área de transferência.

# EAPI_External
source: An error occurred while audiotrack capturing. Do you want to send a bug report? It may help us solve the problem.
pt_br: Ocorreu um erro durante a captura do audiotrack. Você quer enviar um relatório de bug? Isso pode nos ajudar a resolver o problema.

# EAPI_External
source: The file cannot be played. Do you want to report this bug? It may help us fix the issue.
pt_br: O arquivo não pode ser reproduzido. Você quer denunciar este bug? Isso pode nos ajudar a resolver o problema.

# EAPI_Common
source: An error occured while processing the command
pt_br: Ocorreu um erro durante o processamento do comando

# EAPI_Common
source: Enter the name of the soundtheme
pt_br: Digite o nome do tema sonoro

# EAPI_Common
source: Soundtheme files created in %{dir}. Replace files of the default soundtheme in the created folder with the appropriate files, which constitute the soundtheme.
pt_br: Arquivos do temas sonoros criados em% {dir}. Substitua os arquivos do tema sonoro padrÃ£o na pasta criada pelos arquivos apropriados, que constituem o tema sonoro

# EAPI_Common
source: What do you want to do?
pt_br: O que você deseja fazer?

# EAPI_Common
source: Open the soundtheme's folder
pt_br: Abra a pasta do tema sonoro

# EAPI_Common
source: Open the soundtheme's folder in windows explorer
pt_br: Abra a pasta do tema sonoro no Windows Explorer

# EAPI_Common
source: Title
pt_br: Título

# EAPI_Common
source: Play avatar
pt_br: Reprodusir avatar

# EAPI_Common
source: Files shared by this user
pt_br: Arquivos compartilhados por este usuário

# EAPI_Common
source: You are already up to date
pt_br: O programa já está atualizado

# EAPI_Common
source: voice
pt_br: voz

# EAPI_Common
source: rate
pt_br: taxa

# EAPI_Common
source: destination location
pt_br: localização do destino

# EAPI_Common
source: preview
pt_br: Visualizar

# EAPI_Common
source: confirm
pt_br: confirmar

# EAPI_Common
source: Output splitting
pt_br: Saída dividida

# EAPI_Common
source: Create one file
pt_br: Crie um arquivo

# EAPI_Common
source: Divide by paragraphs
pt_br: Divida por parágrafos

# EAPI_Common
source: Divide every
pt_br: Divida por linha

# EAPI_Common
source: Duration of one file (minutes)
pt_br: Duração do arquivo (minutos)

# EAPI_Common
source: Read file number
pt_br: Leia o número do arquivo

# EAPI_Common
source: Downloading...
pt_br: Baixando ...

# EAPI_Common
source: Using a screenreader
pt_br: Usando um leitor de tela

# EAPI_Common
source: Please wait, reading to file
pt_br: Por favor, aguarde, lendo o o arquivo

# EAPI_Common
source: Please wait, file processing...
pt_br: Por favor aguarde, processando arquivos ...

# EAPI_Common
source: You are trying to play a midi file. In order to play such files, Elten needs an external base of instruments. Do you want to download the base from the server now? It may take several minutes.
pt_br: Você está tentando reproduzir um arquivo midi. Para reproduzir esses arquivos, Elten precisa de uma base externa de instrumentos. Você quer baixar a base do servidor agora? Isso pode levar alguns minutos.

# EAPI_Common
source: No selected file to read
pt_br: Nenhum arquivo selecionado para ler

# EAPI_Common
source: Type a file name
pt_br: Digite um nome de arquivo

# EAPI_Common
source: Select file location
pt_br: Selecione o local do arquivo

# EAPI_Common
source: Select source file
pt_br: Selecione o arquivo de origem

# EAPI_Common
source: Reading to file number
pt_br: Lendo o número do arquivo

# EAPI_Common
source: Sentence %{cursentence} z %{sentences}
pt_br: Sentença %{cursentence} z %{sentences}

# EAPI_Common
source: Read
pt_br: Ler

# EAPI_Common
source: Estimated elapsed time
pt_br: Tempo decorrido estimado

# EAPI_Common
source: Visiting card: %{user}
pt_br: Cartão de visita: %{user}

# EAPI_Common
source: Reading to file finished.
pt_br: converção do arquivo terminado

# EAPI_Common
source: Last seen {txt_phr_lastseen_female}
pt_br: Visto pela última vez

# EAPI_Common
source: Last seen {txt_phr_lastseen_male}
pt_br: Visto pela última vez

# EAPI_Common
source: File to read
pt_br: Leitura do arquivo

# EAPI_Common
source: Output format
pt_br: Formato de saída

# EAPI_Common
source: Known by %{count} users
pt_br: Conhecido por %{count} usuÃ¡rios

# EAPI_Common
source: Known by %{count} users {txt_phr_knownby_female}
pt_br: Conhecido por %{count} usuÃ¡rios

# EAPI_Common
source: Known by %{count} users {txt_phr_knownby_male}
pt_br: Conhecido por %{count} usuÃ¡rios

# EAPI_Common
source: Knows %{count} users
pt_br: Conhece %{count} usuÃ¡rios

# EAPI_Common
source: Processing
pt_br: Em processamento

# EAPI_EltenSRV
source: File is being converted...
pt_br: O arquivo está sendo convertido ...

# EAPI_EltenSRV
source: Sent
pt_br: Enviado

# EAPI_EltenSRV
source: The user has no avatar.
pt_br: O usuário não tem avatar.

# EAPI_EltenSRV
source: Please wait, this may take several minutes...
pt_br: Por favor, aguarde, isso pode levar alguns minutos ...

# EAPI_UI
source: You have received a new message.
pt_br: Você recebeu uma nova mensagem

# EAPI_UI
source: You received a new message.
pt_br: Você recebeu uma nova mensagem

# EAPI_UI
source: A new post in a followed thread.
pt_br: Uma nova postagem em um tópico seguido.

# EAPI_UI
source: A new post on a followed blog.
pt_br: Uma nova postagem nos blogs seguidos.

# EAPI_UI
source: An unexpected error of Elten agent occurred. Do you want to report this event? It may definitely help us solve the problem.
pt_br: Ocorreu um erro inesperado do agente Elten. Quer denunciar este evento? Isso pode definitivamente nos ajudar a resolver o problema.

# EAPI_UI
source: Alert!
pt_br: Alerta!

# EAPI_Form
source: Loaded
pt_br: Carregado

# EAPI_Form
source: Shortcut:
pt_br: Atalho:

# EAPI_Form
source: Downloading...
pt_br: Baixando ...

# EAPI_Form
source: Downloaded
pt_br: Baixado

# EAPI_Form
source: Checked {info_checked}
pt_br: Marcado

# Bug
source: Reporting a bug
pt_br: Relatando um bug

# *Main
source: Your playlist has been changed. Save current changes?
pt_br: Sua playlist foi alterada. Você deseja salvar as alterações atuais?

# *Main
source: Do you want to save your playlist?
pt_br: Você quer salvar sua playlist?

# *Main
source: Do you want to delete the saved playlist?
pt_br: Você deseja excluir a lista de reprodução salva?

# VoIP
source: Settings
pt_br: Configurações

# VoIP
source: Details
pt_br: Detalhes
