Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Conference
source: Upload new sound
es_pa: Subir nuevo sonido
lt_lt: Įkelti naują garsą
ro_ro: Încarcă un sunet nou

# Conference
source: This file is too large
es_pa: Este archivo es demasiado grande
lt_lt: Šis failas yra per didelis
ro_ro: Acest fișier este prea mare.

# Conference
source: Delete
es_pa: Eliminar
lt_lt: Trinti
ro_ro: Șterge

# Conference
source: Object deleted
es_pa: Objeto eliminado
lt_lt: Objektas ištrintas
ro_ro: Obiect șters.

# Conference
source: Destination
es_pa: Destino
lt_lt: Galutinė vieta
ro_ro: Destinație

# Conference
source: File name
es_pa: Nombre de archivo
lt_lt: Failo vardas
ro_ro: Nume fișier

source: Save
es_pa: Guardar
fr_fr: Sauve-garder
lt_lt: Įrašyti
ro_ro: Salvează

# Conference
source: Saving began
es_pa: El guardado comenzó
lt_lt: Įrašymas pradėtas
ro_ro: Salvarea a început

# Conference
source: Save completed
es_pa: Guardado completo
lt_lt: Įrašymas baigtas
ro_ro: Salvare finalizată.

# Conference
source: Directory name
es_pa: Nombre del directorio
lt_lt: Direktorijos vardas
ro_ro: Numele folderului

# Conference
source: Left
es_pa: Izquierda
lt_lt: Kairė

# Conference
source: Right
es_pa: Derecha
lt_lt: Dešinė

# Conference
source: Set push to talk shortcut
es_pa: Establecer tecla rápida push to talk
lt_lt: Nustatyti kalbėjimo paspaudus spartųjį klavišą
ro_ro: Setează scurtătura pentru Menține pentru a vorbi

# Conference
source: Push to talk shortcut
es_pa: Tecla rápida push to talk
lt_lt: Kalbėjimo paspaudus spartusis klavišas
ro_ro: Scurtătură Menține pentru a Vorbi

# Conference
source: Pause key
es_pa: Tecla de pausa
lt_lt: Pausės klavišas
ro_ro: Tasta de pauză

# Conference
source: No key
es_pa: Sin tecla
lt_lt: Nėra klavišo
ro_ro: Nicio tastă

# Conference
source: Any
es_pa: Cualquiera
lt_lt: Kai kurie

# Conference
source: Modifiers
es_pa: Modificadores
lt_lt: Modifikatoriai
ro_ro: Modificatori

# Conference
source: Key
es_pa: Tecla
lt_lt: Klavišas
ro_ro: Tastă

# Conference
source: No keys selected
es_pa: No se han seleccionado las teclas
lt_lt: Nėra pasirinktų klavišų
ro_ro: Nicio tastă selectată

# Conference
source: Input volume
es_pa: Volumen de entrada
lt_lt: Įvesties garsas
ro_ro: Volumul microfonului

# Conference
source: Master volume
es_pa: Volumen maestro
lt_lt: Pagrindinis garsas
ro_ro: Volumul principal

# Conference
source: Stream volume
es_pa: Volumen de transmición
lt_lt: Transliacijos garsas
ro_ro: Volumul stream-ului

# Conference
source: Status
es_pa: Estado
lt_lt: Būsena
ro_ro: Stare

# Conference
source: Remove soundcard stream
es_pa: Eliminar transmisión de la tarjeta de sonido
lt_lt: Išjungti garso kortelės transliaciją
ro_ro: Elimină stream-ul plăcii de sunet

# Conference
source: Stream from soundcard
es_pa: Transmitir desde la tarjeta de sonido
lt_lt: Transliuoti iš garso kortelės
ro_ro: Transmite placa de sunet

# Conference
source: Select soundcard to stream
es_pa: Seleccione la tarjeta de sonido para transmitir
lt_lt: Pasirinkite garso kortelę, iš kurios transliuosite
ro_ro: Selectează placa de sunet pe care vrei să o transmiți

# Conference
source: Loopback device
es_pa: Dispositivo de bucle invertido
lt_lt: Atgalinis įrenginys

# Conference
source: Turn on the listening
es_pa: Encender la escucha
lt_lt: Įjungti klausymąsi
ro_ro: Pornește ascultarea

# Conference
source: Stream
es_pa: Transmitir
lt_lt: Transliuoti
ro_ro: Transmite

# Conference
source: Scroll backward
es_pa: Desplazar atrás
lt_lt: Slinkti atgal
ro_ro: Derulează înapoi

# Conference
source: Scroll forward
es_pa: Desplazar adelante
lt_lt: Slinkti priekin
ro_ro: Derulează înainte

# Conference
source: Toggle pause
es_pa: Alternar pausa
lt_lt: Perjungti pauzę
ro_ro: Comută pauza

# Conference
source: Remove shoutcast stream
es_pa: Eliminar transmisión de shoutcast
lt_lt: Išjungti shoutcast transliaciją

# Conference
source: Stream this conference to a shoutcast server
es_pa: Transmitir esta conferencia a un servidor shoutcast
lt_lt: Transliuoti šią konferenciją į shoutcast serverį

# Conference
source: Server type
es_pa: Tipo de servidor
lt_lt: Serverio tipas

# Conference
source: Server
es_pa: Servidor
lt_lt: Serveris

# Conference
source: Port
es_pa: Puerto:
lt_lt: Prievadas

# Conference
source: Stream ID
es_pa: Identificación de transmisión
lt_lt: Transliacijos ID

# Conference
source: Username (empty for no user)
es_pa: Nombre de usuario (vacío si no hay usuario)
lt_lt: Vartotojo vardas (palikite tuščias, jei nėra)

# Conference
source: Password
es_pa: Contraseña
lt_lt: Slaptažodis

# Conference
source: Stream name
es_pa: Nombre de transmisión
lt_lt: Transliacijos pavadinimas

# Conference
source: Stream bitrate
es_pa: Tasa de bits de transmisión
lt_lt: Transliacijos bitų santykis

# Conference
source: Make this stream public
es_pa: Hacer público esta transmisión
lt_lt: Paviešinti šią transliaciją

# Conference
source: Start
es_pa: Iniciar
lt_lt: Pradėti

# Conference
source: My streams
es_pa: Mis transmisiones
lt_lt: Mano transliacijos

# Conference
source: Channel streams
es_pa: Transmisiones del canal
lt_lt: Kanalo transliacijos

# Conference
source: Request speech
es_pa: Solizitar voz
lt_lt: Prašyti kalbėti

# Conference
source: Refrain speech
es_pa: Abstenerse de hablar
lt_lt: Nutraukti kalbėjimą

# Conference
source: Streaming
es_pa: Transmisión
lt_lt: Transliavimo parinktys
ro_ro: Transmite

# Conference
source: Change volumes
es_pa: Cambiar los volúmenes
lt_lt: Keisti garsumą
ro_ro: Modifică volumele

# Conference
source: Finish saving
es_pa: Terminar de guardar
lt_lt: Baigti įrašymą
ro_ro: Închide înregistrarea și salveaz-o

# Conference
source: Save this conference to a file
es_pa: Guardar esta conferencia en un archivo
lt_lt: Įrašyti šią konferenciją į failą
ro_ro: Înregistrează și salvează conferința

# Conference
source: Save mixed stream to a file
es_pa: Guardar la transmición mixta en un archivo
lt_lt: Įrašyti mišrią transliaciją į failą
ro_ro: Salvează streamul mixat într-un fișier

# Conference
source: Save separate streams (experimental)
es_pa: Guardar transmiciones separadas (experimental)
lt_lt: Įrašyti atskiras transliacijas (eksperimentinis)
ro_ro: Salvează stream-uri separate (Experimental)

# Conference
source: Miscellaneous
es_pa: Misceláneos
lt_lt: Įvairūs
ro_ro: Diverse

# Conference
source: Cardboard
es_pa: Cartón
lt_lt: Kortelių krūva
ro_ro: Masă de cărți

# Conference
source: Show status
es_pa: Mostrar estado
lt_lt: Rodyti būseną
ro_ro: Arată starea

# Conference
source: Change output soundcard
es_pa: Cambiar la tarjeta de sonido de salida
lt_lt: Keisti išvesties garso kortelę
ro_ro: Modifică placa de sunet de ieșire

# Conference
source: Use Elten soundcard
es_pa: Utilizar la tarjeta de sonido Elten
lt_lt: Naudoti Elten garso kortelę
ro_ro: Folosește-o pe cea configurată în Elten

# Conference
source: Select soundcard
es_pa: Seleccione la tarjeta de sonido
lt_lt: Pasirinkti garso kortelę
ro_ro: Selectează placa de sunet pe care vrei să o transmiții

# Conference
source: Select
es_pa: Seleccione
lt_lt: Pasirinkti
ro_ro: Selectează

# Conference
source: Channel
es_pa: Canal
lt_lt: Kanalas
ro_ro: Canal

# Conference
source: Show banned users
es_pa: Mostrar los usuarios prohibidos
lt_lt: Rodyti užblokuotus vartotojus
ro_ro: Arată utilizatorii banați

# Conference
source: Show channel administrators
es_pa: Mostrar administradores de canales
lt_lt: Rodyti kanalo administratorius
ro_ro: Arată administratorii canalului

# Conference
source: Show channel whitelist
es_pa: Mostrar la lista blanca de canales
lt_lt: Rodyti kanalo baltąjį sąrašą

# Conference
source: Show channels
es_pa: Mostrar los canales
lt_lt: Rodyti kanalus
ro_ro: Arată canalele

# Conference
source: Full deck
es_pa: Mazo completo
lt_lt: Pilna krūva
ro_ro: Pachet plin

# Conference
source: Two colours
es_pa: Dos colores
lt_lt: Dvispalvės
ro_ro: Două culori

# Conference
source: Small deck
es_pa: Nazo pequeño
lt_lt: Maža krūva
ro_ro: Pachet de cărți mic

# Conference
source: Two colours of a small deck
es_pa: Dos colores de un mazo pequeño
lt_lt: Dvi mažos krūvos spalvos
ro_ro: Două culori ale unui pachet mic

# Conference
source: No jokers
es_pa: Sin jokers
lt_lt: Be džiokerių
ro_ro: Fără jokeri

# Conference
source: Decks
es_pa: Mazos
lt_lt: Krūvos
ro_ro: Pachete de cărți

# Conference
source: My cards
es_pa: Mis cartas
lt_lt: Mano kortos
ro_ro: Cărțile mele

# Conference
source: Placed cards
es_pa: Cartas colocadas
lt_lt: Išdėlioti kortas
ro_ro: Cărți amplasate

source: Close
es_pa: Cerrar
lt_lt: Uždaryti
ro_ro: Închide

# Conference
source: Pick a card
es_pa: Elige una carta
lt_lt: Pasirinkite kortą
ro_ro: Ia o carte

# Conference
source: Shuffle
es_pa: Barajar
lt_lt: Sumaišyti
ro_ro: Amestecă

# Conference
source: Are you sure you want to shuffle this deck? All placed cards will be returned to this deck.
es_pa: ¿Estás seguro de que quieres barajar este mazo? Todas las cartas colocadas se devolverán a este mazo.
lt_lt: Ar tikrai norite sumaišyti šią krūvą? Visos jau išdėliotos kortos sugrįš atgal.
ro_ro: Sigur vrei să amesteci acest pachet? Toate cărțile plasate vor fi returnate acestui pachet.

# Conference
source: Deck history
es_pa: Historial de mazos
lt_lt: Krūvos istorija
ro_ro: Istoricul pachetului

# Conference
source: Delete a deck
es_pa: Borrar un mazo
lt_lt: Trinti krūvą
ro_ro: Șterge un pachet

# Conference
source: Are you sure you want to delete this deck?
es_pa: ¿Estás seguro de que quieres borrar este mazo?
lt_lt: Ar tikrai norite ištrinti šią krūvą?
ro_ro: Sigur vrei să ștergi acest pachet?

# Conference
source: Add new deck
es_pa: Añadir nuevo mazo
lt_lt: Pridėti naują krūvą
ro_ro: Adaugă pachet nou

# Conference
source: Deck type
es_pa: Tipo de mazo
lt_lt: Krūvos tipas
ro_ro: Tipul pachetului

# Conference
source: Place a card
es_pa: Colocar una maza
lt_lt: Ištraukti kortą
ro_ro: Plasează o carte

# Conference
source: Replace a card
es_pa: Reemplazar una carta
lt_lt: Apkeisti kortą
ro_ro: Înlocuiește o carte

# Conference
source: Picked a card
es_pa: Escogió una carta
lt_lt: Pasirinkti kortą
ro_ro: Ai luat o carte

# Conference
source: Replaced a card
es_pa: Reemplazó carta
lt_lt: Korta apkeista
ro_ro: Ai înlocuit o carte

# Conference
source: Shuffled a deck
es_pa: Barajar mazo
lt_lt: Krūva sumaišyta
ro_ro: Ai amestecat cărțile

# Conference
source: Placed %{cardname}
es_pa: Colocado %{cardname}
lt_lt: Ištraukta korta %{cardname}
ro_ro: %{cardname} amplasată

# Conference
source: Banned users
es_pa: Usuarios prohibidos
lt_lt: Užblokuoti vartotojai
ro_ro: Utilizatori banați

# Conference
source: Unban
es_pa: Desbloquear
lt_lt: Atblokuoti
ro_ro: Debanează

# Conference
source: Ban user
es_pa: Prohibir al usuario
lt_lt: Užblokuoti vartotoją
ro_ro: Banează utilizatorul

# Conference
source: User to ban
es_pa: Usuario a prohibir
lt_lt: Vartotojas, kurį norima blokuoti
ro_ro: Utilizatorul care urmează a fi banat...

# Conference
source: administrators
es_pa: administradores
lt_lt: Administratoriai
ro_ro: Administratori

# Conference
source: Add administrator
es_pa: Añadir administrador
lt_lt: Pridėti administratorių
ro_ro: Adaugă administrator

# Conference
source: User to grant administration privileges to
es_pa: Usuario al que conceder privilegios de administración
lt_lt: Vartotojas, kuriam suteikiamos administratoriaus privilegijos
ro_ro: Introdu numele utilizatorului căruia vrei să-i oferi drepturi administrative

# Conference
source: Channel whitelist
es_pa: Lista blanca de canales
lt_lt: Kanalo baltasis sąrašas

# Conference
source: Add to whitelist
es_pa: Añadir a la lista blanca
lt_lt: Pridėti į baltąjį sąrašą

# Conference
source: User to add to channel whitelist
es_pa: Usuario a añadir a la lista blanca de canales
lt_lt: Vartotojas, kurį norima pridėti į kanalo baltąjį sąrašą

# Conference
source: Location
es_pa: Ubicación
lt_lt: Vieta

# Conference
source: User
es_pa: Usuario
lt_lt: Vartotojas

# Conference
source: Right next to me
es_pa: Justo a mi lado
lt_lt: Šalia manęs

# Conference
source: Mute stream
es_pa: Silenciar transmisión
lt_lt: Nutildyti transliaciją

# Conference
source: Unmute stream
es_pa: Desactivar silencio de transmisión
lt_lt: Atitildyti transliaciją

# Conference
source: Stream unmuted
es_pa: Silencio de transmisión desactivada
lt_lt: Transliacija atitildyta

# Conference
source: Stream muted
es_pa: Silencio de transmisión activada
lt_lt: Transliacija užtildyta

# Conference
source: Change volume
es_pa: Cambiar el volumen
lt_lt: Keisti garsumą

# Conference
source: Go to stream
es_pa: Ir a transmisión
lt_lt: Eiti į transliaciją

# Conference
source: Master mix
es_pa: Mezcla maestra

# Conference
source: Show sources
es_pa: Mostrar fuentes
lt_lt: Rodyti šaltinius

# Conference
source: Locally mute
es_pa: Silenciar localmente
lt_lt: Lokaliai nutildyti

# Conference
source: Locally unmute
es_pa: Desilenciar localmente
lt_lt: Lokaliai atitildyti

# Conference
source: Locally unmuted
es_pa: Localmente no silenciado
lt_lt: Lokaliai atitildyta

# Conference
source: Locally muted
es_pa: Localmente silenciado
lt_lt: Lokaliai užtildyta

# Conference
source: Toggle stream
es_pa: Alternar transmisión
lt_lt: Perjungti transliaciją

# Conference
source: Remove stream
es_pa: Eliminar transmisión
lt_lt: Išjungti transliaciją

# Conference
source: New file stream
es_pa: Transmitir nuevo archivo
lt_lt: Nauja failo transliacija

# Conference
source: File
es_pa: Archivo
lt_lt: Failas

# Conference
source: Place
es_pa: Lugar
lt_lt: Vieta

# Conference
source: New Internet stream
es_pa: Nueva transmisión por Internet
lt_lt: Nauja interneto transliacija

# Conference
source: Stream URL
es_pa: URL de transmisión
lt_lt: Transliacijos adresas

# Conference
source: New soundcard stream
es_pa: Transmitir a nueva tarjeta de sonido
lt_lt: Nauja garso kortelės transliacija

# Conference
source: Source volume
es_pa: Volumen fuente
lt_lt: Šaltinio garsumas

# Conference
source: Remove source
es_pa: Eliminar fuente
lt_lt: Pašalinti šaltinį

# Conference
source: Add file
es_pa: Añadir archivo
lt_lt: Pridėti failą

# Conference
source: Add Internet stream
es_pa: Agregar transmisión desde internet
lt_lt: Pridėti interneto transliaciją

# Conference
source: Add soundcard
es_pa: Añadir tarjeta de sonido
lt_lt: Pridėti garso kortelę

# Conference
source: State
es_pa: Estado
lt_lt: Būsena

# Conference
source: VST Plugins
es_pa: Plugins VST
lt_lt: VST papildiniai

# Conference
source: Name
es_pa: Nombre
lt_lt: Pavadinimas

# Conference
source: Unit
es_pa: Unidad
lt_lt: Vienetas

# Conference
source: Value
es_pa: Valor
lt_lt: Reikšmė

# Conference
source: Display
es_pa: Mostrar
lt_lt: Rodyti

# Conference
source: VST parameters
es_pa: Parámetros VST
lt_lt: VST parametrai

# Conference
source: Use left/right arrows to adjust values
es_pa: Utilice las flechas izquierda/derecha para ajustar los valores
lt_lt: Naudokitės rodyklėmis kairėn/dešinėn, kad koreguotumėte reikšmę

# Conference
source: Edit parameter
es_pa: Editar parámetro
lt_lt: Redaguoti parametrą

# Conference
source: Parameter value
es_pa: Valor de parámetro
lt_lt: Parametro reikšmė

# Conference
source: Set to default
es_pa: Ajustar por defecto
lt_lt: Nustatyti į numatytuosius parametrus

# Conference
source: Disabled
es_pa: Deshabilitado
lt_lt: Išjungta

# Conference
source: Enabled
es_pa: Habilitado
lt_lt: Įjungta

# Conference
source: Show parameters
es_pa: Mostrar parámetros
lt_lt: Rodyti parametrus

# Conference
source: Enable
es_pa: Habilitar
lt_lt: Įjungti

# Conference
source: Disable
es_pa: Deshabilitar
lt_lt: Išjungti

# Conference
source: Show editor
es_pa: Mostrar editor
lt_lt: Rodyti redaktorių

# Conference
source: Hide editor
es_pa: Ocultar editor
lt_lt: Slėpti redaktorių

# Conference
source: Change program
es_pa: Cambiar el programa
lt_lt: Keisti programą

# Conference
source: Select program
es_pa: Seleccione el programa
lt_lt: Pasirinkti programą

# Conference
source: Move up
es_pa: Subir
lt_lt: Perkelti į viršų

# Conference
source: Move down
es_pa: Bajar
lt_lt: Perkelti žemyn

# Conference
source: Remove VST
es_pa: Eliminar VST
lt_lt: Pašalinti VST

# Conference
source: Export
es_pa: Exportar
lt_lt: Eksportuoti

# Conference
source: Import
es_pa: Importar
lt_lt: Importuoti

# Conference
source: Save current chain
es_pa: Guardar la cadena actual
lt_lt: Įrašyti dabartinę grandinę

# Conference
source: Name for this chain
es_pa: Nombre para esta cadena
lt_lt: Grandinės pavadinimas

source: Saved
es_pa: Guardado
fr_fr: Sauve-gardé
lt_lt: Įrašyta
ro_ro: Salvat

# Conference
source: Add VST
es_pa: Añadir VST
lt_lt: Pridėti VST

# Conference
source: Select VST version 2 file to be loaded
es_pa: Seleccione el archivo de la versión 2 de VST que se va a cargar
lt_lt: Pasirinkite VST 2 versijos failą pakrovimui

# Conference
source: Saved VST chains
es_pa: Cadenas VST guardadas
lt_lt: VST grandinės įrašytos

# Conference
source: Export current preset
es_pa: Exportar el preajuste actual
lt_lt: Eksportuoti dabartinę konfiguraciją

# Conference
source: Export full bank
es_pa: Exportar bank completo
lt_lt: Eksportuoti pilną banką

# Conference
source: Export type
es_pa: Tipo de exportación
lt_lt: Eksportavimo tipas

# Conference
source: Select preset or bank file
es_pa: Seleccione el archivo de preselección o bank
lt_lt: Pasirinkite konfiguraciją arba bank failą

# Conference
source: Saved chains
es_pa: Cadenas guardadas
lt_lt: Grandinės įrašytos

source: Delete
es_pa: Eliminar
fr_fr: Supprimer
lt_lt: Trinti
ro_ro: Șterge

# Conference
source: Are you sure you want to delete saved chain of name %{name}?
es_pa: ¿Estás seguro de que quieres borrar la cadena guardada de nombre %{name}?
lt_lt: Ar tikrai norite ištrinti grandinę vardu %{name}?

# Conference
source: Rename chain
es_pa: Cambiar el nombre de la cadena
lt_lt: Pervardinti grandinę

# Conference
source: Chain name
es_pa: Nombre de la cadena
lt_lt: Grandinės pavadinimas

# Conference
source: Are you sure you want to apply chain of name %{name}?
es_pa: ¿Estás seguro de que quieres aplicar la cadena de nombre %{name}?
lt_lt: Ar tikrai norite pakeisti grandinės %{name} parametrus?

# Conference
source: Chain imported
es_pa: Cadena importada
lt_lt: Grandinė importuota

# Documentation
source: License agreement
es_pa: Contrato de licencia
lt_lt: Sutikimas su licenzija
ro_ro: Acord de licențiere

# Documentation
source: EltenLink terms and conditions
es_pa: Términos y condiciones de EltenLink
lt_lt: EltenLink sąlygos
ro_ro: Termeni și condiții EltenLink

# Documentation
source: EltenLink Privacy Policy
es_pa: Política de privacidad de EltenLink
lt_lt: EltenLink privatumo politika
ro_ro: Politica de confidențialitate EltenLink

# Documentation
source: Read me
es_pa: Léeme
lt_lt: Skaityk mane

# Documentation
source: Information about migration to Elten version 2.4
es_pa: Información sobre la migración a Elten versión 2.4
lt_lt: Informacija apie migravimą į Elten 2.4 versiją
ro_ro: Informații despre migrarea la versiunea Elten 2.4

# Documentation
source: Close
es_pa: Cerrar
lt_lt: Uždaryti
ro_ro: Închide

# FAQ
source: Frequently asked questions
es_pa: Preguntas frecuentes

# FeedViewer
source: %{count} user likes it
es_pa: a %{count} usuario le gustó

# FeedViewer
source: Show responses
es_pa: Mostrar respuestas
lt_lt: Rodyti atsakymus
ro_ro: Arată răspunsurile

# FeedViewer
source: Show conversation
es_pa: Mostrar conversación
lt_lt: Rodyti pokalbį
ro_ro: Arată conversația

# FeedViewer
source: Show likes
es_pa: Mostrar gustos
lt_lt: Rodyti patiktukus

# FeedViewer
source: Users who like this post
es_pa: Usuarios a los que les gusta esta publicación
lt_lt: Vartotojai, kuriems patinka šis įrašas

# FeedViewer
source: Reply
es_pa: Respuesta
lt_lt: Atsakyti
ro_ro: Răspunde

# FeedViewer
source: Like this message
es_pa: Gustar este mensaje
lt_lt: Mėgti šią žinutę

# FeedViewer
source: Dislike this message
es_pa: No me gusta este mensaje
lt_lt: Nemėgti šios žinutės

# FeedViewer
source: Message liked
es_pa: El mensaje le gustó
lt_lt: Žinutė pamėgta

# FeedViewer
source: Message disliked
es_pa: El mensaje no le gustó
lt_lt: Žinutė nepatinka

# FeedViewer
source: Are you sure you want to delete this post?
es_pa: Seguro que quieres eliminar esta publicación?
lt_lt: Ar tikrai norite ištrinti šį įrašą?

# FeedViewer
source: Publish to a feed
es_pa: Publicar en un feed
lt_lt: Paskelbti sienoje

# FeedViewer
source: Message
es_pa: Mensaje
lt_lt: Žinutė
ro_ro: Mesaj

# IIKeys
source: Navigate up or down on lists
es_pa: Navegar hacia arriba o hacia abajo en las listas
lt_lt: Sąrašuose naviguokite naudodami rodykles viršun/žemyn

# IIKeys
source: Change current tab
es_pa: Cambiar la pestaña actual
lt_lt: Keisti einamąją kortelę

# IIKeys
source: Jump to the first or last item
es_pa: Saltar al primer o último elemento
lt_lt: Šokti prie pirmo/paskutinio elemento

# IIKeys
source: In messages, jump to another conversation
es_pa: En los mensajes, saltar a otra conversación
lt_lt: Būnant žinutėse šokti prie kito pokalbio

# IIKeys
source: Activate the selected item
es_pa: Activar el elemento seleccionado
lt_lt: Aktyvuokite pasirinktą elementą

# IIKeys
source: Cancel speech and stop currently played audio
es_pa: Cancelar la voz y detener el audio que se está reproduciendo
lt_lt: Atšaukti kalbą ir ir sustabdyti grojamą audio

# IIKeys
source: Repeat the currently selected item
es_pa: Repetir el elemento seleccionado actualmente
lt_lt: Pakartoti pasirinktą elementą

# IIKeys
source: Reply
es_pa: Respuesta
lt_lt: Atsakyti

# IIKeys
source: Write a new message
es_pa: Escribir un nuevo mensaje
lt_lt: Rašyti naują žinutę

# IIKeys
source: Post on a feed
es_pa: Publicar en un feed
lt_lt: Kurti įrašą ant sienos

# IIKeys
source: Invisible Interface Hotkeys
es_pa: Teclas de acceso rápido de la interfaz invisible
lt_lt: Nematomosios sąsajos karštieji klavišai

# PremiumPackages
source: Yearly price
es_pa: Precio anual
lt_lt: Metinė kaina
ro_ro: Preț anual

# PremiumPackages
source: Half-yearly price
es_pa: Precio semestral
lt_lt: Pusmečio kaina
ro_ro: Preț semestrial

# PremiumPackages
source: Conversion price
es_pa: Precio de conversión
lt_lt: Konvertuota kaina
ro_ro: Prețul conversiei

source: Premium packages
es_pa: Paquetes premium
lt_lt: Premijiniai paketai
ro_ro: Pachete premium

# PremiumPackages
source: status
es_pa: estado
lt_lt: Būsena
ro_ro: Stare

# PremiumPackages
source: Courier
es_pa: Correo
lt_lt: Kurjeris
ro_ro: Curier

# PremiumPackages
source: Following forums in not moderated groups
es_pa: Seguimiento de los foros en grupos no moderados
lt_lt: Sekami forumai nemoderuojamose grupėse
ro_ro: Urmărirea forumurilor în grupuri nemoderate

# PremiumPackages
source: Disabling signatures visibility
es_pa: Desactivar la visibilidad de las firmas
lt_lt: Parašų matomumo išjungimas
ro_ro: Dezactivarea vizibilității semnăturilor

# PremiumPackages
source: Thread marking and bookmarks
es_pa: Marcado de entradas y marcadores
ro_ro: Marcarea subiectelor

# PremiumPackages
source: Private messages protection against erroneous removal
es_pa: Protección de los mensajes privados contra la eliminación errónea
lt_lt: Privačių žinučių apsauga nuo ištrynimo per klaidą
ro_ro: Protecția mesajelor private împotriva eliminării eronate

# PremiumPackages
source: History of mentions and replying to mentions
es_pa: Historial de menciones y de las respuestas a las menciones
lt_lt: Paminėjimų istorija ir atsakymai į žinutes su paminėjimais
ro_ro: Istoricul mențiunilor și răspunsul la mențiuni

# PremiumPackages
source: Groups pinning
es_pa: Anclado de grupos
lt_lt: Grupių prisegimas
ro_ro: Fixarea grupurilor

# PremiumPackages
source: Following blog posts
es_pa: seguimiento las entradas del blog
lt_lt: Sekami blogo įrašai
ro_ro: Urmărirea postărilor din bloguri
