Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Login
source: Two-factor authentication is enabled on this account. Select method to authenticate.
es_pa: La autenticación de dos factores está habilitada en esta cuenta. Seleccione el método de autenticación.
lt_lt: Šiai paskyrai yra įjungta dviejų lygmenų autentifikacija. Pasirinkite autentifikavimo metodą.
ro_ro: Autentificarea în doi pași este activată pe acest cont. Selectează modul prin care vrei să te autentifici.

# Login
source: Enter the code sent to you by text message to allow this device to login. If you do not have access to the phone number used, select the password reset option to disable two-factor authentication.
es_pa: Introduzca el código que se le envió por mensaje de texto para permitir que este dispositivo se conecte. Si no tiene acceso al número de teléfono utilizado, seleccione la opción de restablecimiento de la contraseña para desactivar la autenticación de dos factores.
lt_lt: Įveskite kodą, atsiųstą jums tekstine žinute, kad galėtumėte prisijungti su šiuo įrenginiu. Jei neturite prieeigos prie naudojamo telefono numerio, pasirinkite slaptažodžio atstatymo parinktį, kad išjungtumėte dviejų lygmenų autentifikaciją.
ro_ro: Introdu codul trimis prin mesaj text pentru a permite acestui dispozitiv să se conecteze. Dacă nu ai acces la numărul de telefon utilizat, selectează opțiunea de resetare a parolei pentru a dezactiva autentificarea în doi pași.

# Login
source: Enter backup code
es_pa: Introduzca el código de respaldo
lt_lt: Įveskite atsarginį kodą
ro_ro: Introdu codul de rezervă

# Login
source: Verification failed.
es_pa: Verificación fallida.
fr_fr: Erreur de vérification.
lt_lt: Patvirtinimas nepavyko.
pt_br: Falha na verificação.
ro_ro: Verificare eșuată.

# Login
source: The entered code is wrong, please try again
es_pa: El código introducido es incorrecto, por favor inténtelo de nuevo
fr_fr: Le code entré n'est pas correct, veuillez réessayer
lt_lt: Įvestas kodas neteisingas, prašome pabandyti dar kartą
ro_ro: Codul introdus este greșit, te rugăm să încerci din nou.

# Login
source: Do not ask again
es_pa: No preguntar de nuevo
fr_fr: Ne demander plus
lt_lt: Daugiau neklausti
pt_br: Não perguntar novamente
ro_ro: Nu mai întreba din nou

# Login
source: Do you want to enable auto log in for account %{user}?
es_pa: Deseas activar el inicio de sesión automático para la cuenta de %{user}?
fr_fr: Voulez-vous activer la connexion automatique pour le compte %{user}?
lt_lt: Ar norite įjungti automatinį prisijungimą paskyrai %{user}?
ro_ro: Vrei să activezi autentificarea automată pentru utilizatorul %{user}?

# Login
source: The saved login data uses the old account authentication method in which susceptibility to hacker attacks has been detected. New, safer automatic login algorithms have been introduced in Elten 2.2. It is recommended that you convert the saved information into a new system in order to improve the security of your account. Do you want to update the saved information now?
es_pa: Los datos de acceso guardados utilizan el antiguo método de autenticación de cuentas en el que se ha detectado la susceptibilidad a los ataques de los piratas informáticos. Se han introducido nuevos y más seguros algoritmos de inicio de sesión automáticos en Elten 2.2. Se recomienda convertir la información guardada en un nuevo sistema para mejorar la seguridad de la cuenta. ¿Quieres actualizar la información guardada ahora?
lt_lt: Išsaugoti prisijungimo duomenys naudoja seną paskyros autentifikavimo metodą, kuriame aptikta įsilaužimo atakų galimybė. Elten 2.2 atsirado nauji, saugesni automatinio prisijungimo algoritmai. Rekomenduojama konvertuoti išsaugotą informaciją į naują sistemą tam, kad paskyros saugumas būtų patobulintas. Ar norite atnaujinti išsaugotą informaciją dabar?
ro_ro: Datele de conectare salvate utilizează vechea metodă de autentificare a contului în care a fost detectată susceptibilitatea la atacurile hackerilor. În Elten 2.2 au fost introduși algoritmi de autentificare noi și mai siguri. Este recomandat să convertești informațiile salvate într-un sistem nou pentru a îmbunătăți securitatea contului tău. Vrei să actualizezi acum informațiile salvate?

# Login
source: An error occurred while authenticating the identity. You might have provided an incorrect password.
es_pa: Se produjo un error al autentificar la identidad. Puede que hayas proporcionado una contraseña incorrecta.
lt_lt: Autentifikuojant paskyrą įvyko klaida. Galimai įvedėte neteisingą slaptažodį.
ro_ro: A apărut o eroare la verificarea identității. Este posibil să fi furnizat o parolă incorectă.

# Login
source: Automatic login will be proceeding until you log out.Automatic login keys can be managed from the My Account tab in the Community menu.
es_pa: El inicio de sesión automático seguirá hasta que cierres la sesión. Las claves de inicio de sesión automático se pueden gestionar desde la pestaña Mi Cuenta en el menú Comunidad.
lt_lt: Automatinis prisijungimas galios tol, kol neatsijungsite. Automatinio prisijungimo raktai gali būti tvarkomi Mano paskyros kortelėje bendruomenės meniu.
ro_ro: Conectarea automată va continua până când te deconectezi. Cheile de conectare automate pot fi gestionate din fila Contul meu din meniul Comunitate.

# Login
source: Login data has been updated. Automatic login will be proceeding until you log out. Automatic login keys can be managed from the My Account tab in the Community menu.
es_pa: Los datos de acceso han sido actualizados. El inicio de sesión automático se realizará hasta que cierres la sesión. Las claves de inicio de sesión automático se pueden gestionar desde la pestaña Mi Cuenta en el menú de Comunidad.
lt_lt: Prisijungimo duomenys atnaujinti. Automatinis prisijungimas galios tol, kol neatsijungsite. Automatinio prisijungimo raktai gali būti tvarkomi Mano paskyros kortelėje bendruomenės meniu.
ro_ro: Datele de autentificare au fost actualizate. Conectarea automată va continua până când te deconectezi. Cheile de autentificare automate pot fi gestionate din fila Contul meu din meniul Comunitate.

# Login
source: To reenable auto log in feature, proceed to the general settings.
es_pa: Para volver a habilitar la función de inicio de sesión automático, vaya a la configuración general.
fr_fr: Pour activer de nouveau la fonction de la connexion authomatique, passez aux paramètres généraux.
lt_lt: Vėl įjungti automatinio prisijungimo funkciją galite bendruose nustatymuose.
ro_ro: Pentru a reactiva funcția de autentificare automată, treci la setările generale.

# Login
source: Logged in as: %{user}
es_pa: Registrado como: %{user}
fr_fr: Connecté comme: %{user}
lt_lt: Prisijungta kaip: %{user}
pt_br: Conectado como: %{user}
ro_ro: Bine ai venit, %{user}!

# Login
source: Invalid login or password.
es_pa: Contraseña incorrecta
fr_fr: Nom d'utilisateur ou mot de passe invalide.
lt_lt: Neteisingas prisijungimas arba slaptažodis.
pt_br: Login ou senha inválidos.
ro_ro: Nume de utilizator sau parolă incorectă.

# Login
source: Login failure.
es_pa: Error al iniciar sesión.
fr_fr: Erreur de connexion
lt_lt: Prisijungimo klaida.
pt_br: Falha no login.
ro_ro: Autentificare eșuată.

# Login
source: Connection failure.
es_pa: Error al conectar al servidor.
fr_fr: Erreur de connexion avec le serveur.
lt_lt: Interneto ryšio klaida.
pt_br: Falha na conexão.
ro_ro: Conexiune eșuată.

# Login
source: Do you want to encrypt this key with a custom pin code? You will be prompted for this code everytime you start Elten to unlock your account, but it will not be saved on the server and will be valid only for the auto-login-key stored on this device.
es_pa: ¿Desea cifrar esta clave con un código PIN personalizado? Se le pedirá este código cada vez que inicie Elten para desbloquear su cuenta, pero no se guardará en el servidor y solo será válido para la clave de inicio de sesión automático almacenada en este dispositivo.
fr_fr: Voulez-vous chiffrer cette clé avec un code PIN personnalisé? Ce code vous sera demandé chaque fois que vous lancerez Elten pour déverrouiller votre compte, mais il ne sera pas enregistré sur le serveur et ne sera valide que pour la clé de connexion automatique stockée sur cet appareil.
lt_lt: Ar norite užkoduoti šį raktą specifiniu pin kodu? Kaskart paleidžiant Elten, jums reikės jį suvesti, kad atrakintumėte savo paskyrą, bet jis nebus saugomas serveryje, ir galios tik automatinio prisijungimo raktui šiame kompiuteryje.
ro_ro: Vrei să criptezi această cheie cu un cod PIN personalizat? Ți se va solicita acest cod de fiecare dată când pornești Elten pentru a îți debloca contul, dar acesta nu va fi salvat pe server și va fi valabil numai pentru cheia de autentificare automată stocată pe acest dispozitiv.

# Login
source: Enter pin code again
es_pa: Introduzca el código PIN de nuevo
fr_fr: Entrez de nouveau le code PIN
lt_lt: Įveskite pin kodą dar kartą
ro_ro: Introdu din nou codul PIN

# Login
source: The pin codes entered are different, please try again.
es_pa: Los códigos pin introducidos son diferentes, inténtelo de nuevo.
fr_fr: Les codes PIN entrés sont différents, veuillez réessayer.
lt_lt: Įvesti pin kodai skiriasi, prašome bandyti dar kartą.
ro_ro: Codurile PIN introduse sunt diferite, te rugăm să încerci din nou.

# Main
source: A new beta version of the program is available.
es_pa: Una nueva versión beta del programa está disponible.
fr_fr: Une nouvelle version beta est disponible.
lt_lt: Yra galima nauja programos beta versija.
pt_br: Uma nova versão beta do programa está disponível.
ro_ro: O nouă versiune beta este disponibilă.

# Main
source: Quick actions
es_pa: &Acciones rápidas
lt_lt: Greitieji veiksmai
ro_ro: Acțiuni rapide

# Main
source: Use Shift with up/down arrows to move quick actions
es_pa: Usa Shift con las flechas arriba/abajo para mover acciones rápidas
lt_lt: Naudokite shift su rodyklėmis aukštyn/žemyn, kad kilnotumėte greituosius veiksmus
ro_ro: Folosește shift cu săgețile sus/jos pentru a muta acțiunile rapide

# Main
source: Rename
es_pa: Cambiar nombre
lt_lt: Pervardinti
ro_ro: Redenumește

# Main
source: Action label
es_pa: Etiqueta de acción
lt_lt: Veiksmo etiketė
ro_ro: Eticheta acțiunii

# Main
source: Change hotkey
es_pa: Cambiar atajo
lt_lt: Keisti karštąjį klavišą
ro_ro: Modifică scurtătura

# Main
source: None
es_pa: Ninguna
lt_lt: Joks
ro_ro: Niciuna

# Main
source: Hotkey for action %{label}
es_pa: Tecla de acceso rápido para etiqueta de acción
lt_lt: Karštasis klavišas veiksmui %{label}
ro_ro: Scurtătura pentru acțiunea %{label}

# Main
source: This hotkey is already used by action %{action}
es_pa: Este atajo tiene la acción de %{action}
lt_lt: Šis karštasis klavišas jau naudojamas veiksmo %{action}
ro_ro: Această scurtătură este deja utilizată de acțiunea %{action}

# Main
source: Move up
es_pa: Mover arriba
lt_lt: Pastumti aukščiau
ro_ro: Mută în sus

# Main
source: Move down
es_pa: Mover abajo
lt_lt: Pastumti žemiau
ro_ro: Mută în jos

# Main
source: Hide this action
es_pa: Ocultar esta acción
lt_lt: Slėpti šį veiksmą
ro_ro: Ascunde acțiunea

# Main
source: Show this action
es_pa: Mostrar esta acción
lt_lt: Rodyti šį veiksmą
ro_ro: Afișează acțiunea

# Main
source: Delete
es_pa: Eliminar
lt_lt: Trinti
ro_ro: Șterge

# Main
source: Are you sure you want to delete this quick action?
es_pa: ¿Está seguro de que desea eliminar esta acción rápida?
lt_lt: Ar tikrai norite ištrinti šį greitąjį veiksmą?
ro_ro: Sigur vrei să ștergi această acțiune rapidă?

# Main
source: If you delete this action, you will also delete the keyboard shortcut assigned to it. If you want to keep the keyboard shortcut, you can hide this action. You can show or remove hidden actions at any time.
es_pa: Si borra esta acción, también borrará el atajo de teclado asignado a ella. Si quieres mantener el atajo de teclado, puedes ocultar esta acción. Puedes mostrar o eliminar las acciones ocultas en cualquier momento.
lt_lt: Jei ištrinsite šį veiksmą, taip pat ištrinsite ir su juo susietą karštąjį klavišą. Jei norite išsaugoti šį karštąjį klavišą, galite šį veiksmą paslėpti. Slėpti ar rodyti greituosius veiksmus galite bet kada.
ro_ro: Dacă ștergi această acțiune, vei șterge și scurtătura atribuită acesteia. Dacă dorești să păstrezi scurtătura, poți ascunde această acțiune. Poți afișa sau elimina acțiuni ascunse în orice moment.

# Main
source: Show hidden actions
es_pa: Mostrar acciones ocultas
lt_lt: Rodyti paslėptus veiksmus
ro_ro: Arată acțiunile ascunse

# Main
source: Hide hidden actions
es_pa: Ocultar acciones ocultas
lt_lt: Slėpti paslėptus veiksmus
ro_ro: Ascunde acțiunile ascunse

# Main
source: Add
es_pa: Añadir
lt_lt: Pridėti
ro_ro: Adaugă

# Main
source: Restore defaults
es_pa: Restaurar los valores predeterminados
lt_lt: Atkurti numatytuosius
ro_ro: Restabilește varianta implicită

# Main
source: Are you sure you want to restore default Quick Actions?
es_pa: ¿Estás seguro de que quieres restaurar las Acciones Rápidas predeterminadas?
lt_lt: Ar tikrai norite atkurti numatytuosius greituosius veiksmus?
ro_ro: Sigur vrei să restabilești acțiunile rapide implicite?

# Main
source: Select quick action to add
es_pa: Seleccione la acción rápida para agregar
lt_lt: Pasirinkite greitąjį veiksmą, kurį norite pridėti
ro_ro: Selectează acțiunea rapidă care urmează a fi adăugată

# Main
source: %{count} user likes it
es_pa: a %{count} usuario le gusta

# Main
source: Show responses
es_pa: Mostrar respuestas
lt_lt: Rodyti atsakymus
ro_ro: Arată răspunsurile

# Main
source: Show conversation
es_pa: Mostrar conversación
lt_lt: Rodyti pokalbį
ro_ro: Arată conversația

# Main
source: Show likes
es_pa: Mostrar gustos
lt_lt: Rodyti patiktukus

# Main
source: Users who like this post
es_pa: Usuarios a los que les gusta esta publicación
lt_lt: Vartotojai, kuriems patinka šis įrašas

# Main
source: Like this message
es_pa: Gustar este mensaje
lt_lt: Mmėgti šią žinutę

# Main
source: Dislike this message
es_pa: No me gusta este mensaje
lt_lt: Nebemėgti šios žinutės

# Main
source: Message disliked
es_pa: El mensaje le disgustó
lt_lt: Žinutė nepatinka

# Main
source: Message liked
es_pa: El mensaje le gustó
lt_lt: Žinutė patinka

# Main
source: Are you sure you want to delete this post?
es_pa: Seguro que quieres eliminar esta publicación?
lt_lt: Ar tikrai norite ištrinti šį įrašą?

# Messages
source: Last message
es_pa: Último mensaje
fr_fr: Dernier
lt_lt: Paskutinė žinutė
pt_br: última mensagem
ro_ro: Ultimul mesaj

# Messages
source: Show older
es_pa: Ver antiguo
fr_fr: Afficher plus
lt_lt: Rodyti senesnes
pt_br: Mostrar mais antigas
ro_ro: Arată mai vechi

# Messages
source: Show all messages
es_pa: Mostrar todos los mensajes
lt_lt: Rodyti visas žinutes
ro_ro: Arată toate mesajele

# Messages
source: Show subjects
es_pa: Mostrar temas
lt_lt: Rodyti temas

# Messages
source: Mark all messages in this conversation as read
es_pa: Marcar todos los mensajes de esta conversación como leídos
lt_lt: Pažymėti visas žinutes šiame pokalbyje kaip perskaitytas

# Messages
source: All messages in this conversation have been marked as read.
es_pa: Todos los mensajes de esta conversación han sido marcados como leídos.
lt_lt: Visos žinutės šiame pokalbyje pažymėtos kaip perskaitytos.

# Messages
source: Add conversations to quick actions
es_pa: Añadir conversaciones a acciones rápidas
lt_lt: Pridėti pokalbius į greituosius veiksmus
ro_ro: Adaugă conversații la acțiuni rapide

# Messages
source: Conversations with %{user}
es_pa: Conversaciones con %{user}
fr_fr: Conversations avec %{user}
lt_lt: Pokalbiai su vartotoju %{user}
pt_br: Conversas com %{user}
ro_ro: Conversații cu %{user}

# Messages
source: Conversations added to quick actions
es_pa: Conversaciones añadidas a acciones rápidas
lt_lt: Pokalbiai pridėti į greituosius veiksmus
ro_ro: Conversații adăugate la acțiunile rapide

# Messages
source: Mute this conversation
es_pa: Silenciar esta conversación
lt_lt: Nutildyti šį pokalbį
ro_ro: Pune această conversație pe mut

# Messages
source: Mute for a day
es_pa: Silencio por un día
lt_lt: Nutildyti dienai
ro_ro: Pune pe mut pentru o zi

# Messages
source: Mute for a week
es_pa: Silencio durante una semana
lt_lt: Nutildyti savaitei
ro_ro: Pune pe mut pentru o săptămână

# Messages
source: Mute until manually unmuted
es_pa: Silencio hasta que se desbloquee manualmente
lt_lt: Nutildyti tol, kol rankiniu būdu atitildysiu

# Messages
source: Mute for a quarter
es_pa: Silencio durante un cuarto de hora
lt_lt: Nutildyti keturioms dienoms
ro_ro: Pune pe mut pentru un sfert

# Messages
source: Mute for an hour
es_pa: Silencio durante una hora
lt_lt: Nutildyti valandai
ro_ro: Pune pe mut pentru o oră

# Messages
source: Unmute this conversation
es_pa: Activar esta conversación
lt_lt: Atitildyti šį pokalbį
ro_ro: Scoate conversația de pe mut

# Messages
source: Edit conversation
es_pa: Editar conversación
lt_lt: Redaguoti pokalbį
ro_ro: Editează conversația

# Messages
source: Leave
es_pa: Salir
fr_fr: Quitter
lt_lt: Palikti
ro_ro: Părăsește

# Messages
source: Are you sure you want to leave this group?
es_pa: ¿Seguro que quieres dejar este grupo?
fr_fr: Voulez-vous quitter ce groupe?
lt_lt: Ar tikrai norite palikti šią grupę?
ro_ro: Sigur vrei să părăsești grupul?

# Messages
source: Delete conversations
es_pa: Eliminar conversaciones
lt_lt: Trinti pokalbius
ro_ro: Șterge conversații

# Messages
source: Set all messages as a default view
es_pa: Establecer todos los mensajes como vista por defecto
lt_lt: Nustatyti visas žinutes kaip numatytąjį rodinį

# Messages
source: Set subjects as a default view
es_pa: Establecer temas como vista por defecto
lt_lt: Nustatyti temas kaip numatytąjį rodinį

# Messages
source: Create new conversation
es_pa: Crear una nueva conversación
fr_fr: Créer une nouvelle conversation
lt_lt: Kurti naują pokalbį
ro_ro: Creează conversație nouă

# Messages
source: Mark all messages as read
es_pa: marcar todos los mensajes como no leidos
fr_fr: Marquer tous les messages comme lus
lt_lt: Pažymėti visas žinutes kaip perskaitytas
pt_br: Marcar todas as mensagens como lidas
ro_ro: Marchează toate mesajele ca citite

# messages
source: Are you sure you want to mark all messages in all conversations as read?
es_pa: ¿Estás seguro de que quieres marcar todos los mensajes de todas las conversaciones como leídos?
lt_lt: Ar tikrai norite pažymėti visas žinutes visuose pokalbiuose kaip pažymėtas?

# Messages
source: All messages have been marked as read.
es_pa: Todos los mensajes han sido marcados como leídos.
fr_fr: Tous les messages ont été marqués comme lus.
lt_lt: Visos žinutės pažymėtos kaip perskaitytos.
pt_br: Todas as mensagens foram marcadas como lidas.
ro_ro: Toate mesajele au fost marcate ca citite.

# Messages
source: Search
es_pa: Buscar
fr_fr: Rechercher
lt_lt: Ieškoti
pt_br: Procurar
ro_ro: Caută

# Messages
source: Show flagged messages
es_pa: Mostrar mensajes marcados
fr_fr: Afficher les messages marqués
lt_lt: Rodyti žinutes su vėliavėlėm
pt_br: Mostrar mensagens marcadas
ro_ro: Arată mesajele marcate

# Messages
source: Conversation name
es_pa: Nombre de la conversación
fr_fr: Nom de la conversation
lt_lt: Pokalbio pavadinimas
ro_ro: Numele conversației

# Messages
source: Conversation members
es_pa: Miembros de la conversación
fr_fr: Membres de conversation
lt_lt: Pokalbio nariai
ro_ro: Membrii conversației

# Messages
source: Create
es_pa: Crear
lt_lt: Kurti
ro_ro: Creează

# messages
source: Modify
es_pa: Modificar
lt_lt: Modifikuoti
ro_ro: Modifică

# Messages
source: Add user
es_pa: Agregar usuario
lt_lt: Pridėti vartotoją
ro_ro: Adaugă utilizator

# Messages
source: User to add
es_pa: Usuario a añadir
fr_fr: Utilisateur à ajouter
lt_lt: Vartotojas, kurį norite pridėti
ro_ro: Utilizatorul care urmează a fi adăugat

# Messages
source: Delete user from conversation
es_pa: Eliminar usuario de la conversación
lt_lt: Trinti vartotoją iš pokalbio
ro_ro: Elimină utilizator din conversație

# Messages
source: Conversation has been created
es_pa: Se ha creado una conversación
fr_fr: Conversation crée
lt_lt: Pokalbis sukurtas
ro_ro: Conversație creeată.

# Messages
source: Conversation has been modified
es_pa: La conversación ha sido modificada
lt_lt: Pokalbis pamodifikuotas
ro_ro: Conversație modificată

# Messages
source: Are you sure you want to delete all messages with user %{user}
es_pa: ¿Está seguro de que desea eliminar todos los mensajes con el usuario%{user}?
lt_lt: Ar tikrai norite ištrinti visas vartotojo %{user} žinutes?
ro_ro: Sigur vrei să ștergi toate mesajele cu %{user}?

# Messages
source: All conversations with user have been deleted.
es_pa: Todas las conversaciones con el usuario han sido eliminadas.
lt_lt: Visi vartotojo pokalbiai ištrinti.
ro_ro: Toate conversațiile cu utilizatorul selectat au fost șterse.

# Messages
source: There are no new messages
es_pa: No hay mensajes nuevos
fr_fr: Pas de nouveaux messages
lt_lt: Nėra naujų žinučių
pt_br: Não há novas mensagens
ro_ro: Niciun mesaj nou.

# Messages
source: From
es_pa: De
fr_fr: De
lt_lt: Nuo
pt_br: De
ro_ro: De la

# Messages
source: No subject
es_pa: Sin asunto
fr_fr: Pas de sujet
lt_lt: Be temos
pt_br: Sem assunto
ro_ro: Niciun subiect

# Messages
source: Reply in thread
es_pa: Responder en entrada
lt_lt: Atsakyti gijoje
ro_ro: Răspunde în subiect

# Messages
source: Delete conversation
es_pa: Eliminar la conversación
lt_lt: Trinti pokalbį
ro_ro: Șterge conversația

# Messages
source: Send a new message in this conversation
es_pa: Enviar un nuevo mensaje en esta conversación
lt_lt: Siųsti naują žinutę šiame pokalbyje
ro_ro: Trimite un mesaj nou în această conversație

# Messages
source: Are you sure you want to delete conversation %{conversationname} with user %{user}
es_pa: ¿Está seguro de que quieres eliminar la conversación %{conversationname} con el usuario %{user}?
lt_lt: Ar tikrai norite ištrinti vartotojo %{user} pokalbį %{conversationname}?
ro_ro: Sigur vrei să ștergi conversația %{conversationname} cu %{user}?

# Messages
source: The conversation has been deleted.
es_pa: La conversación ha sido eliminada.
lt_lt: Pokalbis ištrintas.
ro_ro: Conversație ștearsă.

# Messages
source: Enter a phrase to look for
es_pa: Introducid una frase para encontrar
fr_fr: Entrez le texte à rechercher
lt_lt: Įveskite ieškomą frazę
pt_br: Digite uma frase para procurar
ro_ro: Introdu o frază pentru a fi căutată

# Messages
source: Open this message to read more
es_pa: Abrir este mensaje para leer más
lt_lt: Atverkite žinutę, kad perskaitytumėte daugiau
ro_ro: Deschide acest mesaj pentru a citi mai mult

# Messages
source: Messages in conversation %{subject} with %{user}
es_pa: Mensajes en la conversación %{subject} con %{user}
fr_fr: Messages dans la conversation% {subject} avec% {user}
lt_lt: Žinutės vartotojo %{user} pokalbyje %{subject}
ro_ro: Mesaje în conversația %{subject} cu %{user}

# Messages
source: Flagged messages
es_pa: Mensajes marcados
fr_fr: Messages marqués
lt_lt: Žinutės su vėliavėlėmis
pt_br: Mensagens marcadas
ro_ro: Mesaje marcate

# Messages
source: Found items
es_pa: Ítems encontrados
fr_fr: Résultats de la recherche
lt_lt: Rasti elementai
pt_br: Itens encontrados
ro_ro: Elemente găsite

# Messages
source: Compose
es_pa: Componer
fr_fr: Afficher l'éditeur
lt_lt: Rašyti
pt_br: Mais
ro_ro: Compune

# Messages
source: Your reply
es_pa: Su respuesta
fr_fr: Votre réponse
lt_lt: Jūsų atsakymas
pt_br: Sua resposta
ro_ro: Răspunsul tău

# Messages
source: Are you sure you want to cancel creating this message?
es_pa: ¿Estás seguro de que quieres cancelar la creación de este mensaje?
lt_lt: Ar tikrai norite atšaukti šios žinutės kūrimą?

# Messages
source: Polls
es_pa: Encuestas
lt_lt: Balsavimai
ro_ro: Sondaje

# Messages
source: Message has been sent
es_pa: Mensaje enviado
fr_fr: Message envoyé
lt_lt: Žinutė išsiųsta
pt_br: mensagem enviada
ro_ro: Mesaj trimis
