Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.temp.temp.po
Languages: ru_ru

# Forum
source: Grant moderation privileges
ru_ru: Предоставить права модерации

# Forum
source: Deny moderation privileges
ru_ru: Отменить права модерации

# Forum
source: Pass administrative privileges
ru_ru: Назначить администратора

# Forum
source: Unban
ru_ru: Разбанить

# Forum
source: Examine
ru_ru: Анализ

# Forum
source: Ban in this group
ru_ru: Забанить

# Forum
source: Kick
ru_ru: Удалить из группы

# Forum
source: Are you sure you want to grant moderation privileges in %{groupname} to user %{user}?
ru_ru: Вы пытаетесь назначить модератора для группы %{groupname}, хотите сделать модератором пользователя %{user}?

# Forum
source: Are you sure you want to deny %{user}'s moderation privileges?
ru_ru: Вы действительно хотите отменить статус модератора у %{user}'s ?

# Forum
source: Privileges of this user have been changed.
ru_ru: Привилегии этого пользователя были изменены.

# Forum
source: Are you sure you want to ban %{user} in %{groupname}?
ru_ru: Вы действительно хотите забанить %{user} в группе %{groupname}?

# Forum
source: Are you sure you want to kick %{user} of %{groupname}?
ru_ru: Вы действительно хотите удалить пользователя %{user} из группы %{groupname}?

# Forum
source: Are you sure you want to unban %{user} in %{groupname}?
ru_ru: Вы действительно хотите разблокировать доступ пользователю %{user} к группе %{groupname}?

# Forum
source: Do you want to accept request of user %{user}
ru_ru: Вы хотите принять запрос на вступление от пользователя %{user}

# Forum
source: Do you want to refuse request of user %{user}
ru_ru: Вы хотите отказать пользователю %{user}

# Forum
source: Are you sure you want to resign your administrative privileges in %{groupname} and pass them to %{user}?
ru_ru: Вы хотите передать управление группой %{groupname} пользователю %{user}?

# Forum
source: I accept regulations of group %{groupname}
ru_ru: Я соглашаюсь с правилами группы %{groupname}

# Forum
source: I decline regulations of group %{groupname}
ru_ru: Я не соглашаюсь с правилами группы %{groupname}

# Forum
source: Create group
ru_ru: Создать группу

# Forum
source: Group has been created
ru_ru: Группа создана успешно.

# Forum
source: Select forum
ru_ru: Выберите форум

# Forum
source: Follow this forum
ru_ru: Добавить в список избранных форумов

# Forum
source: Unfollow this forum
ru_ru: Удалить изз списка избранных форумов

# Forum
source: Added to followed forums list.
ru_ru: Форум добавлен в избранное.

# Forum
source: Removed from followed forums list.
ru_ru: Форум удалён из избранного.

# Forum
source: Mark this forum as read
ru_ru: Отметить форум как прочитанный

# Forum
source: All posts on this forum will be marked as read. Are you sure you want to continue?
ru_ru: Все сообщения на этом форуме будут помечены как прочитанные. Вы уверены что хотите продолжить?

# Forum
source: The forum has been marked as read.
ru_ru: Форум отмечен как прочитанный.

# Forum
source: Add this forum to quick actions
ru_ru: Добавить раздел группы на рабочий стол

# Forum
source: Forum added to quick actions
ru_ru: Раздел группы добавлен на рабочий стол

# Forum
source: Moderation
ru_ru: Модерация

# Forum
source: New forum
ru_ru: Новый форум

# Forum
source: Edit forum
ru_ru: Редактировать форум

# Forum
source: Forum description
ru_ru: Описание форума

# Forum
source: Forum name
ru_ru: Название форума

# Forum
source: Close forum
ru_ru: Закрыть форум

# Forum
source: Open forum
ru_ru: Открыть форум

# Forum
source: The forum has been opened
ru_ru: Форум открыт

# Forum
source: The forum has been closed
ru_ru: Форум закрыт

# Forum
source: Change forum position
ru_ru: Изменить позицию форума в списке

# Forum
source: Move forum
ru_ru: Переместить форум

# Forum
source: Move to end
ru_ru: Переместить в конец

# Forum
source: Delete forum
ru_ru: Удалить форум

# Forum
source: Are you sure you want to delete this forum?
ru_ru: Вы действительно хотите удалить этот форум?

# Forum
source: The forum has been deleted.
ru_ru: Форум удалён.

# Forum
source: Text forum
ru_ru: Текстовый

# Forum
source: Voice forum
ru_ru: Голосовой

# Forum
source: Forum type
ru_ru: тип форума

# Forum
source: Create forum
ru_ru: Создать форум

# Forum
source: The forum has been created
ru_ru: Форум создан

# Forum
source: No new posts in followed threads
ru_ru: Нет новых постов в избранных темах

# Forum
source: No new threads on the followed forums
ru_ru: Нет новых тем на избранных форумах.

# Forum
source: No new posts on the followed forums
ru_ru: Нет новых постов на избранных форумах.

# Forum
source: No new mentions
ru_ru: Упоминаний нет.

# Forum
source: New
ru_ru: Непрочитано

# Forum
source: Montioned by
ru_ru: Упомянуты пользователем

# Forum
source: Select thread
ru_ru: Выберите тему

# Forum
source: Author
ru_ru: Автор

# Forum
source: Mark this thread
ru_ru: Отметить тему

# Forum
source: Unmark this thread
ru_ru: Снять отметку с темы

# Forum
source: Thread unmarked
ru_ru: Тема не отмечена

# Forum
source: Thread marked
ru_ru: Тема отмечена

# Forum
source: Add to followed threads list
ru_ru: Добавить в список избранных тем

# Forum
source: Unfollow this thread
ru_ru: Удалить из списка избранных тем

# Forum
source: Added to the list of followed threads.
ru_ru: Тема добавлена в избранное.

# Forum
source: Removed from followed threads list.
ru_ru: Тема удалена из избранного.

# Forum
source: Thread statistics
ru_ru: Статистика темы

# Forum
source: Followers: %{count_followers}
ru_ru: Читателей: %{count_followers}

# Forum
source: All mentions: %{count_mentions}
ru_ru: Все упоминания: %{count_mentions}

# Forum
source: Unique authors: %{count_authors}
ru_ru: Уникальные авторы: %{count_authors}

# Forum
source: Readers: %{count_readers}
ru_ru: Читатели: %{count_readers}

# Forum
source: Users that have read less than 50 percent of posts: %{count_readers}
ru_ru: Пользователи, прочитавшие больше пятидесяти процентов постов: %{count_readers}

# Forum
source: Users that have read over 90 percent of posts: %{count_readers}
ru_ru: Пользователи, прочитавшие более девяноста процентов постов: %{count_readers}

# Forum
source: Users that have read all posts: %{count_readers}
ru_ru: Пользователи, прочитавшие все посты: %{count_readers}

# Forum
source: Thread statistics summary
ru_ru: Статистика темы

# Forum
source: New thread
ru_ru: Новая тема

# Forum
source: Move thread
ru_ru: Перенести тему

# Forum
source: Thread destination
ru_ru: Размещение темы

# Forum
source: The thread has been moved.
ru_ru: Тема перенесена.

# Forum
source: Rename
ru_ru: Переименовать

# Forum
source: Type a new thread name
ru_ru: Введите новое название темы

# Forum
source: The forum name has been changed.
ru_ru: Название изменено.

# Forum
source: Delete thread
ru_ru: Удалить тему

# Forum
source: Do you really want to delete thread %{thrname}?
ru_ru: Вы действительно хотите удалить тему %{thrname}?

# Forum
source: This thread has been deleted.
ru_ru: Тема удалена.

# Forum
source: Close thread
ru_ru: Закрыть тему

# Forum
source: Open thread
ru_ru: Открыть тему

# Forum
source: The thread has been opened
ru_ru: Тема открыта

# Forum
source: The thread has been closed
ru_ru: Тема закрыта

# Forum
source: Pin thread
ru_ru: Закрепить тему

# Forum
source: Unpin thread
ru_ru: Открепить тему

# Forum
source: Thread has been unpinned
ru_ru: Тема откреплена

# Forum
source: Thread has been pinned
ru_ru: Тема прикреплена

# Forum
source: Post
ru_ru: содержание поста

# Forum
source: Attach a poll
ru_ru: Добавить опрос

# Forum
source: Attach a file
ru_ru: Вложить файл

# Forum
source: Record a post
ru_ru: Записать аудиопост

# Forum
source: Send
ru_ru: Отправить

# Forum
source: Poll to attach
ru_ru: Опрос

# Forum
source: This poll has already been added
ru_ru: Этот опрос уже был добавлен

# Forum
source: Polls
ru_ru: Опросы

# Forum
source: Poll has been added
ru_ru: Опрос добавлен

# Forum
source: You haven't created any polls yet.
ru_ru: Вы ещё не создали опрос. Создайте его в соответствующем меню.

# Forum
source: Select file to attach
ru_ru: Выберите файл

# Forum
source: This file has been already attached
ru_ru: Файл уже был вложен

# Forum
source: This file is too large
ru_ru: Файл слишком велик

# Forum
source: The file has been attached
ru_ru: Файл вложен

# Forum
source: Stop recording
ru_ru: Завершить запись

# Forum
source: Record a post once again
ru_ru: Перезаписать

# Forum
source: Play post
ru_ru: Воспроизвести пост

# Forum
source: Thread has been created.
ru_ru: Тема создана.

# Forum
source: Error creating thread!
ru_ru: Ошибка при создании темы.

# Polls
source: Vote
ru_ru: Голосовать

# Polls
source: Show results
ru_ru: Результаты

# Forum
source: Where to save this file?
ru_ru: Где требуется сохранить вложение?

# Forum
source: Your answer
ru_ru: Ваш ответ

# Forum
source: Record a new post
ru_ru: Записать аудиопост

# Forum
source: Return
ru_ru: Назад

# Forum
source: The post was created.
ru_ru: Пост отправлен.

# Forum
source: Play
ru_ru: Воспроизвести

# Forum
source: Preparing...
ru_ru: Подготовка к отправке

# Forum
source: Post creation failure.
ru_ru: Ошибка при создании поста.

# Forum
source: Reply
ru_ru: ответить

# Forum
source: Reply with quote
ru_ru: Ответить с цитатой

# Forum
source: Navigation
ru_ru: Навигация

# Forum
source: Bookmarks
ru_ru: Закладки

# Forum
source: Go to post
ru_ru: Перейти к посту

# Forum
source: The entered phrase cannot be found.
ru_ru: Фраза не найдена.

# Forum
source: Go to first post
ru_ru: Перейти к первому посту

# Forum
source: Go to last post
ru_ru: Перейти к последнему посту

# Forum
source: Go to first new post
ru_ru: Перейти к первому непрочитанному посту

# Forum
source: Mention post
ru_ru: Отправить пост знакомому

# Forum
source: Nobody added you to their contact list.
ru_ru: Никто пока не добавил вас в список контактов.

# Forum
source: Message
ru_ru: Сообщение

# Forum
source: The mention has been sent.
ru_ru: Упоминание отправлено.

# Forum
source: Listen to the thread
ru_ru: Прослушать тему

# Forum
source: Edit post
ru_ru: Отредактировать пост

# Forum
source: edit your post here
ru_ru: Редактировать пост

# Forum
source: The post has been modified
ru_ru: Пост изменён.

# Forum
source: Move post
ru_ru: Перенести пост

# Forum
source: Post destination
ru_ru: Размещение поста

# Forum
source: The post has been moved.
ru_ru: Пост перенесён.

# Forum
source: Delete post
ru_ru: Удалить пост

# Forum
source: Are you sure you want to delete this post?
ru_ru: Вы действительно хотите удалить этот пост?

# Forum
source: Change post position
ru_ru: Изменить место поста

# Forum
source: Place post above
ru_ru: Перенести пост после

# Forum
source: The post has been slided.
ru_ru: Пост перенесён.

# Forum
source: Post %{postnumber} by %{author}
ru_ru: Пост %{postnumber} от %{author}

# Forum
source: Delete bookmark
ru_ru: Удалить закладку

# Forum
source: New bookmark
ru_ru: Добавить закладку

# Forum
source: Bookmark deleted
ru_ru: Закладка удалена

# Forum
source: Bookmark description
ru_ru: Описание закладки

# Forum
source: Bookmark created
ru_ru: Закладка добавлена

# Honors
source: A new badge
ru_ru: Новый значок

# Honors
source: Badges
ru_ru: Значки

# Honors
source: Badges of %{user}
ru_ru: Значки пользователя %{user}

# Honors
source: The user has been given no badges.
ru_ru: У пользователя нет значков

# Honors
source: The badge has been set as default.
ru_ru: Установлено по умолчанию.

# Honors
source: Grant a badge
ru_ru: Отдать значок

# Honors
source: Who should be granted this badge?
ru_ru: Кому отправить значок?

# Honors
source: The user cannot be found
ru_ru: Пользователь не существует

# Honors
source: The badge has been granted
ru_ru: Значок добавлен.

# Honors
source: Edit challenges
ru_ru: Редактировать значки

# Honors
source: Are you sure you want to delete this badge? All users granted with this badge will loose it.
ru_ru: Вы действительно хотите удалить этот значок? Те, кто его получили, потеряют оный вместе с вами.

# Honors
source: Add challenge
ru_ru: Добавить категорию значка

# Honors
source: level
ru_ru: Уровень

# Honors
source: Badge name
ru_ru: Название значка

# Honors
source: Add
ru_ru: Добавить

# Honors
source: Badge description
ru_ru: Описание значка

# Honors
source: Badge name in English
ru_ru: Английское название значка

# Honors
source: Badge description in English
ru_ru: Английское описание значка

# Honors
source: The badge has been added
ru_ru: Значок присвоен.

# Loading
source: Elten detected that you are using NVDA. To support some features of this screenreader, it is necessary to install Elten addon. Do you want to do it now?
ru_ru: Мы обнаружили, что вы используете nvda. Предлагаем загрузить дополнение, которое поможет Elten лучше взаимодействовать с этим скринридером. Хотите продолжить?

# Loading
source: New version of NVDA Elten addon is available. The version you're using is no longer supported in this Elten release and may cause some errors. Do you want to update it now?
ru_ru: Доступна новая версия дополнения для nvda. Версия, используемая вами сейчас, больше не поддерживается. Её использование может привести к ошибкам. Желаете обновить дополнение?

# Loading
source: A new version of the program is available.
ru_ru: Доступно обновление

# Loading
source: Reinstall
ru_ru: Переустановить или обновить программу

# Loading
source: Use guest account
ru_ru: Войти как гость

# Loading
source: Password reset
ru_ru: Восстановить забытый пароль

# Loading
source: Register
ru_ru: Зарегистрироваться

# Loading
source: Log in
ru_ru: Войти

# Log
source: Log level
ru_ru: Уровень лога

# Log
source: Show event level
ru_ru: Показывать уровень события

# Login
source: Username:
ru_ru: Имя пользователя:

# Login
source: Password:
ru_ru: Пароль

# Login
source: Enter pin code
ru_ru: Введите пин-код

# Login
source: Do you want to enable auto-Login-key encryption? When encrypted, the Auto-Login Key will be readable only on this computer, and its copying or exporting will not allow other devices to access your account. Note: If you encrypt your Auto-Login Key, the created portable versions will not be able to automatically log into your account from other devices, even if you copy your settings, and you will be prompted to enter your password. You can create as many auto-login-keys as you wish for all other computers you are using.
ru_ru: Вы хотите включить шифрование автоматического входа в систему? При шифровании ключ автоматического входа будет доступен для чтения только на этом компьютере, а его копирование или экспорт не позволит другим устройствам получить доступ к вашей учетной записи. Примечание. Если вы зашифруете свой ключ автоматического входа в систему, портабельные версии не смогут автоматически войти в вашу учетную запись с других устройств, даже если вы скопируете свои настройки, и вам будет предложено ввести пароль. Вы можете создать столько ключей автоматического входа, сколько пожелаете для всех других компьютеров, которые вы используете.

# Login
source: Two-factor authentication is enabled on this account. Enter the code sent to you by text message to allow this device to login. If you do not have access to the phone number used, select the password reset option to disable two-factor authentication.
ru_ru: Для этой учетной записи включена двухфакторная аутентификация. Введите код, отправленный вам в виде SMS-сообщения, чтобы разрешить этому устройству вход в систему. Если у вас нет доступа к используемому номеру телефона, выберите в меню параметр \

# Login
source: Verification failed.
ru_ru: Ошибка аутентификации.

# Login
source: The entered code is wrong, please try again
ru_ru: Код неверен, повторите попытку.

# Login
source: Do not ask again
ru_ru: Больше не спрашивать

# Login
source: Do you want to enable auto log in for account %{user}?
ru_ru: Вы хотите автоматически входить в учётную запись %{user}?

# Login
source: The saved login data uses the old account authentication method in which susceptibility to hacker attacks has been detected. New, safer automatic login algorithms have been introduced in Elten 2.2. It is recommended that you convert the saved information into a new system in order to improve the security of your account. Do you want to update the saved information now?
ru_ru: Сохраненные данные для входа в систему используют старый метод аутентификации учетной записи, при котором была обнаружена уязвимость к хакерским атакам. Новые, более безопасные алгоритмы автоматического входа были введены в Elten 2.2. Рекомендуется преобразовать сохраненную информацию в новую систему, чтобы повысить безопасность своей учетной записи. Хотите обновить сохраненную информацию сейчас?

# Login
source: An error occurred while authenticating the identity. You might have provided an incorrect password.
ru_ru: Пароль неверен. Попробуйте ещё раз!

# Login
source: Automatic login will be proceeding until you log out.Automatic login keys can be managed from the My Account tab in the Community menu.
ru_ru: Автоматический вход будет активен до тех пор, пока вы не выйдете из системы. Управлять ключами входа можно на вкладке «Моя учетная запись» в меню «Сообщество».

# Login
source: Login data has been updated. Automatic login will be proceeding until you log out. Automatic login keys can be managed from the My Account tab in the Community menu.
ru_ru: Данные для входа были обновлены. Автоматический вход будет активен до тех пор, пока вы не выйдете из системы. Ключами автоматического входа можно управлять на вкладке «Моя учетная запись» в меню «Сообщество».

# Login
source: To reenable auto log in feature, proceed to the general settings.
ru_ru: Откройте основные настройки, чтобы изменить параметры автовхода

# Login
source: Logged in as: %{user}
ru_ru: Добро пожаловать, %{user}

# Login
source: Invalid login or password.
ru_ru: Имя пользователя или пароль введены неправильно.

# Login
source: Login failure.
ru_ru: Ошибка входа.

# Login
source: Connection failure.
ru_ru: Ошибка подключения к серверу.

# Login
source: Do you want to encrypt this key with a custom pin code? You will be prompted for this code everytime you start Elten to unlock your account, but it will not be saved on the server and will be valid only for the auto-login-key stored on this device.
ru_ru: Вы хотите зашифровать этот ключ с помощью пользовательского пин-кода? Вам будет предложено ввести этот код каждый раз, когда вы запускаете Elten, чтобы разблокировать вашу учетную запись, но код не будет сохранен на сервере и будет действителен только для ключа автоматического входа, хранящегося на этом устройстве.

# Login
source: Enter pin code again
ru_ru: Введите пин-код ещё раз

# Login
source: The pin codes entered are different, please try again.
ru_ru: введённые коды не совпадают. Попробуйте ещё раз.

# Main
source: A new beta version of the program is available.
ru_ru: Доступна новая бета-версия программы

# Main
source: Playlist
ru_ru: Плейлист

# Main
source: Shuffle
ru_ru: Перемешать

# Main
source: Delete the playlist
ru_ru: Очистить плейлист

# Main
source: Player
ru_ru: Плеер

# Main
source: Playlist shuffled
ru_ru: Перемешано

# Main
source: Playlist removed.
ru_ru: Плейлист удалён.

# Main
source: Quick actions
ru_ru: Рабочий стол

# Main
source: Rename
ru_ru: Переименовать

# Main
source: Action label
ru_ru: Название ярлыка

# Main
source: Change hotkey
ru_ru: Назначить горячую клавишу

# Main
source: None
ru_ru: Нет

# Main
source: Hotkey for action %{label}
ru_ru: Горячая клавиша

# Main
source: This hotkey is already used by action %{action}
ru_ru: Горячая клавиша занята ярлыком %{action}

# Main
source: Move up
ru_ru: Переместить выше

# Main
source: Move down
ru_ru: Переместить ниже

# Main
source: Show this action
ru_ru: Показать этот ярлык

# Main
source: Delete
ru_ru: Удалить

# Main
source: Show hidden actions
ru_ru: Показать скрытые ярлыки

# Main
source: Add
ru_ru: Добавить

# Main
source: Select quick action to add
ru_ru: Выберите то, что хотите добавить на рабочий стол

# MainMenu
source: Menu
ru_ru: Меню

# MainMenu
source: &Community
ru_ru: &Сообщество

# MainMenu
source: &Messages
ru_ru: &Почтовый ящик

# MainMenu
source: &Blogs
ru_ru: &Блоги

# MainMenu
source: &Forum
ru_ru: &Группы

# MainMenu
source: &Chat
ru_ru: &Чат

# MainMenu
source: No&tes
ru_ru: Заметки

# MainMenu
source: What's &new?
ru_ru: &Уведомления

# MainMenu
source: Po&lls
ru_ru: &Опросы

# MainMenu
source: &Users
ru_ru: &Пользователи

# MainMenu
source: My &contacts
ru_ru: Список контактов

# MainMenu
source: Users who a&dded me to contacts
ru_ru: Пользователи, добавившие меня в контакты

# MainMenu
source: WHo is &online?
ru_ru: Кто онлайн?

# MainMenu
source: &Users list
ru_ru: Список пользователей

# MainMenu
source: Ad&mins
ru_ru: Совет старейшен

# MainMenu
source: User searc&h
ru_ru: Поиск пользователей

# MainMenu
source: Recently &actived users
ru_ru: Пользователи, входившие недавно

# MainMenu
source: Recently &registered users
ru_ru: новые пользователи

# MainMenu
source: &Addons
ru_ru: &Утилиты

# MainMenu
source: &Files
ru_ru: &Диспетчер файлов

# MainMenu
source: Read to &file
ru_ru: Преобразование текста в речь

# MainMenu
source: Pro&grams
ru_ru: Программы

# MainMenu
source: Programs installation
ru_ru: Установить программы

# MainMenu
source: &Tools
ru_ru: &Управление Elten

# MainMenu
source: &Settings
ru_ru: &Настройки

# MainMenu
source: Soun&dthemes
ru_ru: Звуковые схемы

# MainMenu
source: Speed &test
ru_ru: Проверка скорости соединения

# MainMenu
source: Create &Portable version
ru_ru: Создать &переносную версию

# MainMenu
source: &Reinstall
ru_ru: &Переустановить elten

# MainMenu
source: &Install
ru_ru: &Установить

# MainMenu
source: &Log viewer
ru_ru: &Просмотрщик лога

# MainMenu
source: &Console
ru_ru: &Консоль

# MainMenu
source: De&bugging
ru_ru: Отладка

# MainMenu
source: &Help
ru_ru: &Помощь

# MainMenu
source: &Changelog
ru_ru: &Список изменений

# MainMenu
source: Program &version
ru_ru: Версия приложения

# MainMenu
source: Sounds &guide
ru_ru: Гид по звукам

# MainMenu
source: &Read me
ru_ru: &О проекте

# MainMenu
source: &Shortkeys
ru_ru: &Список горячих клавиш

# MainMenu
source: User &agreement
ru_ru: Правила сообщества и лицензионное соглашение

# MainMenu
source: &Quit
ru_ru: &Выход

# MainMenu
source: Hide in &tray
ru_ru: Скрыть в трей

# MainMenu
source: &Logout
ru_ru: &Выход из учётной записи

# MainMenu
source: E&xit
ru_ru: &Выход из программы

# MainMenu
source: &Restart
ru_ru: &Перезагрузка

# MainMenu
source: Restart in de&bug mode
ru_ru: Перезагрузка в режиме отладки

# Messages
source: Last message
ru_ru: Последнее сообщение

# Messages
source: New
ru_ru: Новое

# Messages
source: Show older
ru_ru: Показать старые

source: Messages
ru_ru: Сообщения

# Messages
source: Reply
ru_ru: Ответить

# Messages
source: Add conversations to quick actions
ru_ru: Добавить беседу на рабочий стол

# Messages
source: Conversations with %{user}
ru_ru: Переписка с пользователем %{user}

# Messages
source: Conversations added to quick actions
ru_ru: Беседа добавлена на рабочий стол

# Messages
source: Leave
ru_ru: Покинуть

# Messages
source: Are you sure you want to leave this group?
ru_ru: Вы хотите покинуть эту группу?

# Messages
source: Create new conversation
ru_ru: Создать новую беседу

# Messages
source: Send a new message
ru_ru: Создать сообщение

# Messages
source: Mark all messages as read
ru_ru: Отметить все сообщения как прочитанные

# Messages
source: All messages have been marked as read.
ru_ru: Все сообщения будут отмечены как прочитанные.

# Messages
source: Search
ru_ru: Искать

# Messages
source: Show flagged messages
ru_ru: Показать отмеченные сообщения

# Messages
source: Conversation name
ru_ru: Название беседы

# Messages
source: Add user to this conversation
ru_ru: Добавить пользователя в беседу
