Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Forum
source: Are you sure you want to delete this tag?
es_pa: ¿Seguro que quieres eliminar esta etiqueta?
lt_lt: Ar tikrai norite ištrinti šį žymenį?
ro_ro: Sigur vrei să ștergi această etichetă?

# Forum
source: Tag name
es_pa: Nombre de etiqueta
lt_lt: Žymens pavadinimas
ro_ro: Numele etichetei

# Forum
source: Possible tag values
es_pa: Posibles valores de etiqueta
lt_lt: Galimos žymens reikšmės
ro_ro: Valorile posibile ale etichetei

# Forum
source: Add tag value
es_pa: Agregar valor de etiqueta
lt_lt: Pridėti žymens reikšmę
ro_ro: Adaugă valoare pentru etichetă

# Forum
source: Tag value
es_pa: Valor de la etiqueta
lt_lt: Žymens reikšmė
ro_ro: Valoarea etichetei

# Forum
source: Tag values cannot contain punctuation characters
es_pa: Los valores de etiqueta no pueden contener caracteres de puntuación
lt_lt: Žymens reikšmėje negali būti skyrybos ženklų
ro_ro: Valorile etichetelor nu pot conține semne de punctuație.

# Forum
source: Edit tag value
es_pa: Editar valor de etiqueta
lt_lt: Redaguoti žymens reikšmę
ro_ro: Editează valoarea etichetei

# Forum
source: Delete tag value
es_pa: Eliminar valor de etiqueta
lt_lt: Trinti žymens reikšmę
ro_ro: Șterge valoarea etichetei

# Forum
source: Tag must have at least one value
es_pa: La etiqueta debe tener al menos un valor
lt_lt: Žymė privalo turėti bent vieną reikšmę
ro_ro: Eticheta trebuie să aibă cel puțin o valoare.

# Forum
source: Follow this forum
es_pa: Seguir este foro
fr_fr: Suivre ce forum
lt_lt: Sekti šį forumą
pt_br: Siga este fórum
ro_ro: Urmărește acest forum

# Forum
source: Unfollow this forum
es_pa: Dejar de seguir este foro
fr_fr: Supprimer des forums suivis
lt_lt: Nebesekti šio forumo
pt_br: Deixar de seguir este fórum
ro_ro: Nu mai urmări acest forum

# Forum
source: Added to followed forums list.
es_pa: Agregado a lista de foros seguidos.
fr_fr: Ajouté aux forums suivis.
lt_lt: Pridėta į sekamų forumų sąrašą
pt_br: Adicionado à lista de fóruns seguidos.
ro_ro: Acum urmărești forumul.

# Forum
source: Removed from followed forums list.
es_pa: Eliminado de la lista de foros seguidos
fr_fr: Supprimé des forums suivis.
lt_lt: Pašalinta iš sekamų forumų sąrašo
pt_br: Removido da lista de fóruns seguidos.
ro_ro: Nu vei mai urmări acest forum.

# Forum
source: Mark this forum as read
es_pa: Marcar este foro como no leido
fr_fr: Marquer ce forum comme lu
lt_lt: Pažymėti šį forumą kaip perskaitytą
pt_br: Marcar este fórum como lido
ro_ro: Marchează forumul ca citit

# Forum
source: All posts on this forum will be marked as read. Are you sure you want to continue?
es_pa: Todos los mensajes de este foro serán marcados como leídos. ¿Estás seguro de que quieres continuar?
lt_lt: Visi šio forumo įrašai bus pažymėti kaip perskaityti. Ar tikrai norite tęsti?
ro_ro: Toate postările din acest forum vor fi marcate ca citite. Vrei să continui?

# Forum
source: The forum has been marked as read.
es_pa: El foro ha sido marcado como leído.
fr_fr: Forum marqué comme lu.
lt_lt: Forumas pažymėtas kaip perskaitytas.
pt_br: O fórum foi marcado como lido.
ro_ro: Forumul a fost marcat ca citit.

# Forum
source: Add this forum to quick actions
es_pa: Agregar este foro a acciones rápidas
lt_lt: Pridėti šį forumą į greituosius veiksmus
ro_ro: Adaugă acest forum la acțiunile rapide

# Forum
source: Forum added to quick actions
es_pa: Foro agregado a acciones rápidas
lt_lt: Forumas pridėtas į greituosius veiksmus
ro_ro: Forum adăugat la acțiunile rapide

# Forum
source: Moderation
es_pa: Moderación
fr_fr: Modération
lt_lt: Moderacija
pt_br: Moderação
ro_ro: Moderare

# Forum
source: Edit forum
es_pa: Editar foro
fr_fr: Éditer ce forum
lt_lt: Redaguoti forumą
ro_ro: Editează forumul

# Forum
source: Text forum
es_pa: Foro de texto
fr_fr: Forum textuel
lt_lt: Tekstinis forumas
ro_ro: Forum de text

# Forum
source: Forum name
es_pa: Nombre del foro
fr_fr: Nom du forum
lt_lt: Forumo pavadinimas
ro_ro: Numele forumului

# Forum
source: Forum description
es_pa: Descripción del foro
fr_fr: Description du forum
lt_lt: Forumo aprašymas
ro_ro: Descrierea forumului

# Forum
source: Mixed forum
es_pa: Foro mixto
lt_lt: Maišytas forumas
ro_ro: Combinate

# Forum
source: Voice forum
es_pa: Foro de voz
fr_fr: Forum audio
lt_lt: Balso forumas
ro_ro: Forum vocal

# Forum
source: Forum type
es_pa: Tipo de foro
fr_fr: Type de forum
lt_lt: Forumo tipas
ro_ro: Tipul forumului

# Forum
source: Close forum
es_pa: Cerrar foro
fr_fr: Fermer le forum
lt_lt: Užverti forumą
ro_ro: Închide forumul

# Forum
source: Open forum
es_pa: Abrir foro
fr_fr: Ouvrir le forum
lt_lt: Atverti forumą
ro_ro: Deschide forumul

# Forum
source: The forum has been opened
es_pa: El foro ha sido abierto
fr_fr: Forum ouvert
lt_lt: Forumas atvertas
ro_ro: Forumul a fost deschis.

# Forum
source: The forum has been closed
es_pa: El foro ha sido cerrado
fr_fr: Forum fermé
lt_lt: Forumas užvertas
ro_ro: Forumul a fost închis.

# Forum
source: Edit forum tags
es_pa: Editar etiquetas del foro
lt_lt: Redaguoti forumo žymenis
ro_ro: Editează etichetele forumului

# Forum
source: Change forum position
es_pa: Cambiar la posición del foro
fr_fr: Changer la position du forum
lt_lt: Keisti forumo poziciją
ro_ro: Modifică poziția forumului

# Forum
source: Move to end
es_pa: Mover al final
fr_fr: Déplacer à la fin
lt_lt: Perkelti į galą
ro_ro: Mută la capăt

# Forum
source: Move forum
es_pa: Mover foro
fr_fr: Déplacer le forum
lt_lt: Perkelti forumą
ro_ro: Mută forumul

# Forum
source: Delete forum
es_pa: Eliminar foro
fr_fr: Supprimer ce forum
lt_lt: Ištrinti forumą
ro_ro: Șterge forumul

# Forum
source: Are you sure you want to delete this forum?
es_pa: ¿Está seguro de que desea eliminar este foro?
fr_fr: Êtes-vous sûr de vouloir supprimer ce forum?
lt_lt: Ar tikrai norite ištrinti šį forumą?
ro_ro: Sigur vrei să ștergi acest forum?

# Forum
source: The forum has been deleted.
es_pa: El foro ha sido eliminado.
fr_fr: Forum supprimé.
lt_lt: Forumas ištrintas.
ro_ro: Forum șters.

# Forum
source: Create forum
es_pa: Crear foro
fr_fr: Créer un forum
lt_lt: Sukurti forumą
ro_ro: Creează forum

# Forum
source: The forum has been created
es_pa: El foro ha sido creado
fr_fr: Forum créé
lt_lt: Forumas sukurtas
ro_ro: Forum creeat.

# Forum
source: No new posts in followed threads
es_pa: No hay nuevas publicaciones en entradas que sigues.
fr_fr: Pas de nouveaux posts dans les fils suivis.
lt_lt: Nėra naujų įrašų sekamose gijose
pt_br: Nenhuma nova postagem nos tópicos seguidos
ro_ro: Nicio postare nouă în subiectele urmărite.

# Forum
source: No new threads on the followed forums
es_pa: No hay nuevas entradas en foros seguidos .
fr_fr: Pas de nouveaux fils sur les forums suivis
lt_lt: Nėra naujų gijų sekamuose forumuose
pt_br: Nenhum novo tópico nos fóruns seguidos
ro_ro: Niciun subiect nou în forumurile urmărite.

# Forum
source: No new posts on the followed forums
es_pa: No hay nuevas publicaciones seguidas.
fr_fr: Pas de nouveaux posts sur les forums suivis
lt_lt: Nėra naujų įrašų sekamuose forumuose
pt_br: Nenhuma nova postagem nos fóruns seguidos
ro_ro: Nicio postare nouă în forumurile urmărite

# Forum
source: No new mentions
es_pa: No hay nuevas menciones.
fr_fr: Pas de nouvelles mentions
lt_lt: Nėra naujų paminėjimų
pt_br: Nenhuma menção nova
ro_ro: Nicio mențiune nouă

# Forum
source: Mentioned by
es_pa: Mencionado por
lt_lt: Paminėta
ro_ro: Menționat de

# Forum
source: Select thread
es_pa: Seleccionar entrada
fr_fr: Choisissez le fil
lt_lt: Pasirinkite giją
ro_ro: Selectează subiectul

# Forum
source: Author
es_pa: Autor
fr_fr: Auteur
lt_lt: Autorius
ro_ro: Autor

# Forum
source: Mark this thread
es_pa: Marcar esta entrada
fr_fr: Marquer ce fil
lt_lt: Pažymėti šią giją
ro_ro: Marchează acest subiect

# Forum
source: Unmark this thread
es_pa: Desmarcar esta entrada
fr_fr: Supprimer des fils marqués
lt_lt: Atžymėti šią giją
ro_ro: Nu mai marca acest subiect

# Forum
source: Thread unmarked
es_pa: Entrada sin marcar
fr_fr: Fil non marqué
lt_lt: Gija atžymėta
ro_ro: Subiectul nu va mai fi marcat.

# Forum
source: Thread marked
es_pa: Entrada marcada
fr_fr: Fil marqué
lt_lt: Gija pažymėta
ro_ro: Subiect marcat.

# Forum
source: Add to followed threads list
es_pa: Añadir a la lista de entradas seguidas
fr_fr: Ajouter aux fils suivis
lt_lt: Pridėti į sekamų gijų sąrašą
pt_br: Adicionar à lista de tópicos seguidos
ro_ro: Urmărește subiectul

# Forum
source: Unfollow this thread
es_pa: Dejar de seguir esta entrada
fr_fr: Supprimer des fils suivis
lt_lt: Nebesekti šios gijos
pt_br: Deixar de seguir este tópico
ro_ro: Nu mai urmări subiectul

# Forum
source: Added to the list of followed threads.
es_pa: Añadido a la lista de entradas seguidas.
fr_fr: Ajouté aux fils suivis.
lt_lt: Pridėta į sekamų gijų sąrašą.
pt_br: Adicionado à lista de tópicos seguidos.
ro_ro: Urmărit.

# Forum
source: Removed from followed threads list.
es_pa: Eliminado de la lista de entradas seguidas
fr_fr: Supprimé des fils suivis.
lt_lt: Pašalinta iš sekamų gijų sąrašo.
pt_br: Removido da lista de tópicos seguidos.
ro_ro: Nu vei mai urmări.

# Forum
source: Thread statistics
es_pa: Estadísticas de entrada
fr_fr: Statistiques du fil
lt_lt: Gijos statistika
ro_ro: Statisticile subiectului

# Forum
source: Followers: %{count_followers}
es_pa: Seguidores: %{count_followers}
fr_fr: Suiveurs: %{count_followers}
lt_lt: Sekėjų: %{count_followers}
ro_ro: Urmăritori: %{count_followers}

# Forum
source: All mentions: %{count_mentions}
es_pa: Todas las menciones: %-count_mentions
fr_fr: Toutes les mentions:% {count_mentions}
lt_lt: Visi paminėjimai: %{count_mentions}
ro_ro: Toate mențiunile: %{count_mentions}

# Forum
source: Unique authors: %{count_authors}
es_pa: Autores únicos: %{count_authors}
fr_fr: Auteurs uniques: %{count_authors}
lt_lt: Unikalūs autoriai: %{count_authors}
ro_ro: Autori unici: %{count_authors}

# Forum
source: Readers: %{count_readers}
es_pa: Lectores: %{count_readers}
fr_fr: Lecteurs: %{count_readers}
lt_lt: Perskaitė: %{count_readers}
ro_ro: Cititori: %{count_readers}

# Forum
source: Users that have read less than 50 percent of posts: %{count_readers}
es_pa: Usuarios que han leído menos del 50 por ciento de los mensajes: %{count_readers}
fr_fr: Utilisateurs qui ont lu moins de 50% des posts:% {count_readers}
lt_lt: Vartotojai, perskaitę mažiau nei 50 procentų įrašų: %{count_readers}
ro_ro: Cititori care au citit mai puțin de 50 la sută din postări: %{count_readers}

# Forum
source: Users that have read over 90 percent of posts: %{count_readers}
es_pa: Usuarios que han leído más del 90 por ciento de las publicaciones: %{count_readers}
fr_fr: Utilisateurs qui ont lu plus de 90% des posts:% {count_readers}
lt_lt: Vartotojai, perskaitę virš 90 procentų įrašų: %{count_readers}
ro_ro: Cititori care au citit peste 90 la sută din postări: %{count_readers}

# Forum
source: Users that have read all posts: %{count_readers}
es_pa: Usuarios que han leído todas las publicaciones: %{count_readers}
fr_fr: Utilisateurs qui ont lu tous les posts:% {count_readers}
lt_lt: Vartotojai, perskaitę visus įrašus: %{count_readers}
ro_ro: Cititori care au citit toate postările: %{count_readers}

# Forum
source: Thread statistics summary
es_pa: Resumen de estadísticas de entradas
fr_fr: Résumé des statistiques du fil
lt_lt: Gijos statistikos santrauka
ro_ro: Rezumatul statisticilor subiectului

# Forum
source: Move thread
es_pa: Mover entrada
fr_fr: Transférer le fil
lt_lt: Perkelti giją
pt_br: Mover tópico
ro_ro: Mută subiectul

# Forum
source: Thread destination
es_pa: Destino de la entrada
fr_fr: Destination du fil
lt_lt: Gijos vieta
ro_ro: Destinația subiectului

# Forum
source: The thread has been moved.
es_pa: La entrada se movió.
fr_fr: Fil transféré.
lt_lt: Gija perkelta.
pt_br: O tópico foi movido.
ro_ro: Subiect mutat

# Forum
source: Rename
es_pa: Cambiar nombre
fr_fr: Changer le nom
lt_lt: Pervardinti
pt_br: Renomear
ro_ro: Redenumește

# Forum
source: Type a new thread name
es_pa: Introduzca un nuevo nombre de entrada
fr_fr: Entrez un nouveau nom de fil
lt_lt: Įveskite naują gijos pavadinimą
pt_br: Digite o novo nome do tópico
ro_ro: Introdu un nou titlu pentru suibiect

# Forum
source: The forum name has been changed.
es_pa: Nombre cambiado correctamente.
fr_fr: Nom changé.
lt_lt: Forumo pavadinimas pakeistas.
pt_br: O nome do fórum foi alterado.
ro_ro: Numele a fost modificat.

# Forum
source: Delete thread
es_pa: Eliminar entrada
fr_fr: Supprimer le fil
lt_lt: Trinti giją
pt_br: Apagar tópico
ro_ro: Șterge subiectul

# Forum
source: Do you really want to delete thread %{thrname}?
es_pa: Seguro que quieres eliminar la entrada %{thrname}?
fr_fr: Voulez-vous vraiment supprimer le fil %{thrname}?
lt_lt: Ar tikrai norite ištrinti giją %{thrname}?
pt_br: Você realmente deseja excluir o tópico %{thrname}?
ro_ro: Sigur ștergi subiectul %{thrname}?

# Forum
source: This thread has been deleted.
es_pa: Entrada eliminada.
fr_fr: Fil supprimé.
lt_lt: Gija ištrinta.
pt_br: Este tópico foi excluído.
ro_ro: Subiect șters.

# Forum
source: Close thread
es_pa: Cerrar hilo
fr_fr: Fermer ce fil
lt_lt: Užverti giją
ro_ro: Închide subiectul

# Forum
source: Open thread
es_pa: Abrir hilo
fr_fr: Ouvrir ce fil
lt_lt: Atverti giją
ro_ro: Deschide subiectul

# Forum
source: The thread has been opened
es_pa: El hilo se abrió
fr_fr: Fil ouvert
lt_lt: Gija atverta
ro_ro: Subiect redeschis.

# Forum
source: The thread has been closed
es_pa: El hilo se cerró
fr_fr: Fil fermé
lt_lt: Gija užverta
ro_ro: Subiect închis.

# Forum
source: Pin thread
es_pa: anclar entrada
fr_fr: Épingler ce fil
lt_lt: Prisegti giją
ro_ro: Fixează subiectul

# Forum
source: Unpin thread
es_pa: Desanclar entrada
fr_fr: Desépingler ce fil
lt_lt: Atsegti giją
ro_ro: Anulează fixarea subiectului

# Forum
source: Thread has been unpinned
es_pa: La entrada se desancló
fr_fr: Le fil a été désépinglé
lt_lt: Gija atsegta
ro_ro: Fixarea subiectului a fost anulată

# Forum
source: Thread has been pinned
es_pa: La entrada se ancló
fr_fr: Fil épinglé
lt_lt: Gija prisegta
ro_ro: Subiect fixat

# Forum
source: Offer this thread to another group
es_pa: Ofrecer esta entrada a otro grupo
lt_lt: Pasiūlyti šią giją kitai grupei
ro_ro: Oferă subiectul altui grup

# Forum
source: Group founded by %{founder}
es_pa: Grupo fundado por %{founder}
lt_lt: Grupė sukurta %{founder}
ro_ro: Grup fondat de %{founder}

# Forum
source: Which group you want to offer this thread to?
es_pa: ¿A qué grupo quieres ofrecer esta entrada?
lt_lt: Kuriai grupei norite pasiūlyti šią giją?
ro_ro: Cărui grup ai vrea să-i oferi subiectul?

# Forum
source: The offer has been created
es_pa: La oferta ha sido creada
lt_lt: Pasiūlymas sukurtas
ro_ro: Oferta a fost creeată.

# Forum
source: Withdraw the offer of this thread
es_pa: Retirar la oferta de esta entrada
lt_lt: Atšaukti šios gijos pasiūlymą
ro_ro: Retrage oferta acestui subiect

# Forum
source: The offer has been withdrawn.
es_pa: La oferta ha sido retirada.
lt_lt: Pasiūlymas atšauktas
ro_ro: Oferta a fost retrasă.

# Forum
source: Thread transfer offer to group %{groupname}
es_pa: Oferta de transferencia de entradas al grupo %{groupname}
lt_lt: Gijos perkelimo pasiūlymas į grupę %{groupname}
ro_ro: Ofertă de transfer subiect către grupul %{groupname}

# Forum
source: Accept this offer
es_pa: Acepta esta oferta
lt_lt: Priimti šį pasiūlymą
ro_ro: Acceptă oferta

# Forum
source: Select destination forum
es_pa: Seleccione el foro de destino
lt_lt: Pasirinkite forumą
ro_ro: Selectează forumul destinație

# Forum
source: Offer accepted
es_pa: Oferta aceptada
lt_lt: Pasiūlymas priimtas
ro_ro: Ofertă acceptată

# Forum
source: Refuse this offer
es_pa: Rechazar esta oferta
lt_lt: Atmesti šį pasiūlymą
ro_ro: Refuză oferta

# Forum
source: Offer refused
es_pa: Oferta rechazada
lt_lt: Pasiūlymas atmestas
ro_ro: Ofertă refuzată

# Forum
source: Audio post
es_pa: Publicación de audio
lt_lt: Audio įrašas
ro_ro: Postare audio

# Forum
source: Select first post type
es_pa: Seleccionar el primer tipo de publicación
lt_lt: Pasirinkite pirmojo įrašo tipą
ro_ro: Selectează tipul primei postări

# Forum
source: Text post
es_pa: Publicación de texto
lt_lt: Tekstinis įrašas
ro_ro: Postare text

# Forum
source: Thread name
es_pa: Nombre de la entrada
lt_lt: Gijos pavadinimas
ro_ro: Numele subiectului

# Forum
source: Attach a poll
es_pa: Adjuntar una encuesta
fr_fr: Joindre un sondage
lt_lt: Prikabinti balsavimą
ro_ro: Atașează un sondaj

# Forum
source: Attach a file
es_pa: Adjuntar un archivo
fr_fr: Joindre un fichier
lt_lt: Prikabinti failą
ro_ro: Atașează un fișier

# Forum
source: Use MarkDown in this post
es_pa: Usar MarkDown en esta publicación
lt_lt: Naudoti MarkDown šiame įraše

# Forum
source: No tag value
es_pa: Sin valor de etiqueta
lt_lt: Nėra žymens reikšmės
ro_ro: Nicio valoare etichetă

# Forum
source: Send
es_pa: Enviar
fr_fr: Envoyer
lt_lt: Siųsti
pt_br: Enviar
ro_ro: Trimite

# Forum
source: Poll to attach
es_pa: Encuesta para adjuntar
fr_fr: Choisissez un sondage à joindre
lt_lt: Balsavimas, kurį norite prikabinti
ro_ro: Sondajul care urmează a fi atașat

# Forum
source: This poll has already been added
es_pa: Esta encuesta ya se ha añadido
fr_fr: Ce sondage a déjà été ajouté
lt_lt: Šis balsavimas jau pridėtas
ro_ro: Acest sondaj a fost deja adăugat

# Forum
source: Poll has been added
es_pa: Se ha añadido la encuesta
fr_fr: Sondage ajouté
lt_lt: Balsavimas pridėtas
ro_ro: Sondaj adăugat

# Forum
source: You haven't created any polls yet.
es_pa: Aún no ha creado ninguna encuesta.
fr_fr: Vous n'avez pas encore créé de sondage.
lt_lt: Nesate sukūręs(-usi) jokių balsavimų.
ro_ro: Încă nu ai creeat niciun sondaj.

# Forum
source: Select file to attach
es_pa: Seleccionar archivo para adjuntar
fr_fr: Choisissez le fichier à joindre
lt_lt: Pasirinkite failą, kurį norite prikabinti
ro_ro: Selectează fișierul care urmează a fi atașat

# Forum
source: This file has been already attached
es_pa: Este archivo ya se ha adjuntado
fr_fr: Ce fichier a déjà été joint
lt_lt: Šis failas jau prikabintas
ro_ro: Fișierul a fost deja atașat.

# Forum
source: This file is too large
es_pa: Este archivo es demasiado grande
fr_fr: Ce fichier est trop gros
lt_lt: Šis failas per didelis
ro_ro: Fișierul este prea mare.

# Forum
source: The file has been attached
es_pa: El archivo se ha adjuntado
fr_fr: Le fichier a été joint
lt_lt: Failas prikabintas
ro_ro: Fișier atașat.

# Forum
source: Are you sure you want to cancel creating this thread?
es_pa: ¿Seguro que quieres cancelar la creación de esta entrada?
lt_lt: Ar tikrai norite atšaukti šios gijos sukūrimą?
ro_ro: Sigur anulezi creearea acestui subiect?

# Forum
source: Thread has been created.
es_pa: Entrada creada.
fr_fr: Fil créé.
lt_lt: Gija sukurta.
pt_br: o tópico foi criado.
ro_ro: Subiect creeat.

# Forum
source: Error creating thread!
es_pa: Error creando la entrada!
fr_fr: Impossible de créer le fil.
lt_lt: Klaida kuriant giją!
pt_br: Erro ao criar o tópico!
ro_ro: A apărut o eroare în creearea subiectului!

# Forum
source: Are you sure you want to cancel creating this post?
es_pa: ¿Seguro que quieres cancelar la creación de esta publicación?
lt_lt: Ar tikrai norite atšaukti šio įrašo kūrimą?
ro_ro: Sigur anulezi creearea postării?

# Polls
source: Show report
es_pa: Ver reporte
lt_lt: Rodyti raportą
ro_ro: Arată raportul

# Polls
source: Vote
es_pa: Votar
fr_fr: Voter
lt_lt: Balsuoti
pt_br: Votar
ro_ro: Votează

# Polls
source: Show results
es_pa: Ver resultados
fr_fr: Montrer les résultats
lt_lt: Rodyti rezultatus
pt_br: Mostrar resultados
ro_ro: Arată rezultatele

# Forum
source: Post type
es_pa: Tipo de publicación
lt_lt: Įrašo tipas
ro_ro: Tipul postării

# Forum
source: Your answer
es_pa: Su respuesta
fr_fr: Votre réponse
lt_lt: Jūsų atsakymas
pt_br: Sua resposta
ro_ro: Răspunsul tău

# Forum
source: Return
es_pa: Bolver
fr_fr: Retourner
lt_lt: Grįžti
pt_br: Retornar
ro_ro: Mergi înapoi

# Forum
source: This post has been edited
es_pa: Esta publicación ha sido editada
lt_lt: Šis įrašas paredaguotas
ro_ro: Această postare a fost editată.

# Forum
source: %{count} user likes this post
es_pa: a %{count} usuario le gusta esta publicación
ro_ro: %{count} utilizator apreciază postarea.

# Forum
source: The post was created.
es_pa: Publicación creada.
fr_fr: Post créé.
lt_lt: Įrašas sukurtas.
pt_br: A postagem foi criada.
ro_ro: Postare creeată.

# Forum
source: Post creation failure.
es_pa: Error al crear publicación.
fr_fr: Impossible de créer le post.
lt_lt: Įrašo kūrimo klaida.
pt_br: Erro na criação da postágem
ro_ro: Creearea postării a eșuat

# Forum
source: Received mention
es_pa: Mención recibida
lt_lt: Gautas paminėjimas
ro_ro: Mențiune primită

# Forum
source: Show mention
es_pa: Mostrar mención
lt_lt: Rodyti paminėjimą
ro_ro: Arată mențiunea

# Forum
source: Mention by %{user}
es_pa: Mencionado por %{user}
lt_lt: Paminėta vartotojo %{user}
ro_ro: Mențiune de la %{user}

# Forum
source: Send reply to mentioner
es_pa: Enviar respuesta al mencionador
lt_lt: Siųsti atsakymą paminėtojui
ro_ro: Trimite răspuns la menționator

# Forum
source: Reply
es_pa: Responder
fr_fr: Répondre
lt_lt: Atsakyti
pt_br: Resposta
ro_ro: Răspunde

# Forum
source: Reply with quote
es_pa: Responder con cita
fr_fr: Répondre avec citation
lt_lt: Atsakyti cituojant
pt_br: Responder com citação
ro_ro: Răspunde cu citat

# Forum
source: Like this post
es_pa: Gustar esta publicación
lt_lt: Mėgti šį įrašą
ro_ro: Îmi place postarea

# Forum
source: Dislike this post
es_pa: No me gusta esta publicación
lt_lt: Nebemėgti šio įrašo
ro_ro: Nu îmi place postarea

# Forum
source: This post is now liked
es_pa: Esta publicación es ahora gustada
lt_lt: Šis įrašas patinka
ro_ro: Postare apreciată

# forum
source: This post is no longer liked
es_pa: Esta publicación ya no gusta
lt_lt: Šis įrašas nepatinka
ro_ro: Postarea nu mai este apreciată

# Forum
source: Show post likes
es_pa: Mostrar gustos de publicación
lt_lt: Rodyti, kam patinka šis įrašas
ro_ro: Arată aprecierile postării

# Forum
source: Users who like this post
es_pa: Usuarios a los que les gusta esta publicación
lt_lt: Vartotojai, kuriems patinka šis įrašas
ro_ro: Utilizatorii care apreciază postarea

# Forum
source: Show original post
es_pa: Mostrar la publicación original
lt_lt: Rodyti originalų įrašą
ro_ro: Arată postarea originală

# Forum
source: Original post
es_pa: Publicación original..
lt_lt: Originalus įrašas
ro_ro: Postare originală

# Forum
source: Report this post
es_pa: Reportar esta publicación
lt_lt: Pranešti apie šį įrašą
ro_ro: Raportează postarea

# Forum
source: Navigation
es_pa: Navegación
lt_lt: Navigacija
pt_br: Navegação
ro_ro: Navigare

# Forum
source: Bookmarks
es_pa: Marcadores
fr_fr: Signets
lt_lt: Skirtukai
ro_ro: Marcaje

# Forum
source: Go to post
es_pa: Ir a publicación
fr_fr: Aller au post
lt_lt: Eiti į įrašą
pt_br: Ir para postagem
ro_ro: Mergi la postare

# Forum
source: Select post
es_pa: Seleccionar publicación
fr_fr: Choisissez un post
lt_lt: Pasirinkti įrašą
ro_ro: Selectează postarea

# Forum
source: Go to post number
es_pa: Ir al número de publicación
lt_lt: Eiti į įrašą pagal numerį
ro_ro: Mergi la numărul postării

# Forum
source: Type post number
es_pa: Escriba el número de publicación
lt_lt: Įveskite įrašo numerį
ro_ro: Introdu numărul postării

# Forum
source: Search in thread
es_pa: Buscar en entrada
fr_fr: Rechercher le fil
lt_lt: Ieškoti gijoje
ro_ro: Caută în subiect

# Forum
source: Enter a phrase to look for
es_pa: Introducid una frase para encontrar
fr_fr: Entrez le texte à rechercher
lt_lt: Įveskite ieškomą frazę
pt_br: Digite uma frase para procurar
ro_ro: Introdu o frază care urmează a fi căutată
