Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Blog
source: Are you sure you want to delete this comment?
es_pa: ¿Está seguro de que desea eliminar este comentario?
fr_fr: Voulez-vous supprimer ce commentaire?
lt_lt: Ar tikrai norite ištrinti šį komentarą?
ro_ro: Sigur vrei să ștergi acest comentariu?

# Blog
source: Blogs list
es_pa: Lista de blogs
fr_fr: Liste des blogs
lt_lt: Blogų sąrašas
ro_ro: Lista blogurilor

# Blog
source: Last post
es_pa: Ultima publicación
lt_lt: Paskutinis įrašas
ro_ro: Ultima postare

# Blog
source: Coworkers
es_pa: Compañeros
fr_fr: Collaborateurs
lt_lt: Bendradarbiai
ro_ro: Contributori

# Blog
source: Add coworker
es_pa: Añadir compañero de trabajo
fr_fr: Ajouter un collaborateur
lt_lt: Pridėti bendradarbį
ro_ro: Adaugă contributor

# Blog
source: What user you want to add to this blog?
es_pa: ¿Qué usuario quieres añadir a este blog?
fr_fr: Quel utilisateur souhaitez-vous ajouter à ce blog?
lt_lt: Kurį vartotoją norite pridėti prie šio blogo?
ro_ro: Pe cine vrei să adaugi la acest blog?

# Blog
source: Delete coworker
es_pa: Eliminar compañero de trabajo
fr_fr: Supprimer ce collaborateur
lt_lt: Šalinti bendradarbį
ro_ro: Șterge contributor

# Blog
source: Are you sure you want to release this coworker?
es_pa: ¿Está seguro de que desea liberar a este compañero de trabajo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce collaborateur?
lt_lt: Ar tikrai norite atleisti šį bendradarbį?
ro_ro: Sigur vrei să ștergi acest contributor?

# Blog
source: Are you sure you want to delete blog %{name}?
es_pa: ¿Estás seguro de que quieres borrar el blog %{name}?
lt_lt: Ar tikrai norite ištrinti blogą %{name}?

# Blog
source: All posts written on this blog will be lost. Are you sure you want to continue?
es_pa: Todas las publicaciones escritas en este blog se perderán. ¿Está seguro de que desea continuar?
fr_fr: Toutes les entrées de ce blog seront perdues. Voulez-vous vraiment continuer?
lt_lt: Visi įrašai, paskelbti šiame bloge, bus prarasti. Ar tikrai norite tęsti?
ro_ro: Toate postările scrise pe acest blog vor fi șterse. Sigur vrei să continui?

# Blog
source: Blog deleted
es_pa: Blog eliminado
lt_lt: Blogas ištrintas
ro_ro: Blog șters.

# Blog
source: No blogs found
es_pa: No se encontraron blogs.
lt_lt: Blogų nerasta
ro_ro: Niciun blog găsit

# Blog
source: Blog description
es_pa: Descripción del blog
lt_lt: Blogo apibūdinimas
ro_ro: Descrierea blogului

# Blog
source: Blog language
es_pa: Idioma del blog
lt_lt: Blogo kalba

# Blog
source: Add
es_pa: Adicionar
lt_lt: Pridėti

# Blog
source: Blog added to library
es_pa: Blog añadido a la biblioteca
lt_lt: Blogas pridėtas į biblioteką

# Blog
source: Open
es_pa: Abrir
fr_fr: Ouvrir
lt_lt: Atverti
pt_br: Abrir
ro_ro: Deschide

# Blog
source: Show all posts
es_pa: Mostrar todas las publicaciones
lt_lt: Rodyti visus įrašus
ro_ro: Arată toate postările

# Blog
source: Search
es_pa: Buscar
lt_lt: Ieškoti

# Blog
source: Enter text to search
es_pa: Introduzca el texto a buscar
lt_lt: Įveskite tekstą, kurio norite ieškoti

# Blog
source: Blog options
es_pa: Opciones de blog
lt_lt: Blogo nustatymai
ro_ro: Opțiunile blogului

# Blog
source: Followers
es_pa: Seguidores
fr_fr: Suiveurs
lt_lt: Sekėjai
ro_ro: Urmăritori

# Blog
source: Leave
es_pa: Salir
lt_lt: Palikti
ro_ro: Părăsește

# Blog
source: Are you sure you want to stop co-creating this blog?
es_pa: ¿Estás seguro de que quieres dejar de co-crear este blog?
lt_lt: Ar tikrai norite nebedalyvauti blogo kūrime?
ro_ro: Sigur vrei să nu mai contribui la acest blog?

# Blog
source: Blog left
es_pa: Blog dejado
lt_lt: Blogas paliktas
ro_ro: Blog părăsit.

# Blog
source: Recategorize
es_pa: Recategorizar
fr_fr: Récatégorisation
lt_lt: Perkategorizuoti
ro_ro: Recategorizează

# Blog
source: Delete this blog
es_pa: Eliminar este blog
fr_fr: Supprimer ce blog
lt_lt: Trinti šį blogą
ro_ro: Șterge acest blog

# Blog
source: Remove from the followed blogs
es_pa: Eliminar de foros seguidos
fr_fr: Supprimer des blogs observés
lt_lt: Pašalinti iš sekamų blogų
pt_br: Remover dos blogs seguidos
ro_ro: Șterge din lista blogurilor urmărite

# Blog
source: Add to followed blogs
es_pa: Agregar a blogs seguidos
fr_fr: Ajouter aux blogs observés
lt_lt: Pridėti prie sekamų blogų
pt_br: Adicionar aos blogs seguidos
ro_ro: Adaugă la lista blogurilor urmărite

# Blog
source: This blog has been added to followed blogs. Do you want to mark all the posts published so far on it as read so that you don't see them in "What's New"?
es_pa: Este blog ha sido añadido a los blogs seguidos. ¿Quieres marcar todas las publicaciones publicadas hasta ahora como leídas para que no las veas en "Qué hay de nuevo"?
lt_lt: Šis blogas pridėtas prie sekamų blogų. Ar norite pažymėti visus iki šiol paskelbtus įrašus kaip perskaitytus, kad nematytumėte jų "Kas naujo" sekcijoje?
ro_ro: Acest blog a fost adăugat la blogurile urmărite. Dorești să marchezi toate postările publicate până acum ca citite, astfel încât să nu le vezi în „Ce este nou”?

# Blog
source: The blog has been marked as read.
es_pa: Todas las publicaciones en este blog han sido marcadas como leídas.
fr_fr: Toutes les entrées sur ce blog ont été marquées comme lues.
lt_lt: Blogas pažymėtas kaip perskaitytas
pt_br: O blog foi marcado como lido.
ro_ro: Blogul a fost marcat ca citit.

# Blog
source: Removed from the followed blogs.
es_pa: Eliminado de la lista de blogs rastreados.
fr_fr: Supprimé des blogs observés.
lt_lt: Blogas pašalintas iš sekamų blogų
pt_br: Removido dos blogs seguidos.
ro_ro: Șters din blogurile urmărite.

# Blog
source: Add to Elten library
es_pa: Añadir a la biblioteca de Elten
lt_lt: Pridėti į Elten biblioteką

# Blog
source: Delete from Elten library
es_pa: Borrar de la biblioteca de Elten
lt_lt: Trinti iš Elten bibliotekos

# Blog
source: Are you sure you want to delete this blog from Elten library?
es_pa: ¿Estás seguro de que quieres eliminar este blog de la biblioteca de Elten?
lt_lt: Ar tikrai norite trinti šį blogą iš Elten bibliotekos?

# Blog
source: Add this blog to quick actions
es_pa: Agregar este blog a acciones rápidas
fr_fr: Ajouter ce blog à des actions rapides
lt_lt: Pridėti šį blogą prie greitųjų veiksmų
ro_ro: Adaugă acest blog la acțiunile rapide

# Blog
source: Blog added to quick actions
es_pa: Blog añadido a acciones rápidas
fr_fr: Blog ajouté aux actions rapides
lt_lt: Blogas pridėtas prie greitųjų veiksmų
ro_ro: Blog adăugat la acțiunile rapide

# Blog
source: Copy blog URL
es_pa: Copiar URL del blog
lt_lt: Kopijuoti blogo URL
ro_ro: Copiază link-ul blogului

# Blog
source: Blog URL copied to clipboard
es_pa: URL del blog copiada al portapapeles
lt_lt: Blogo URL nukopijuotas į iškarpinę
ro_ro: Link-ul blogului a fost copiat în clipboard.

# Blog
source: Mark the blog as read
es_pa: Marcar todas las entradas en este blog como leídas
fr_fr: Marquer toutes les entrées sur ce blog comme lues
lt_lt: Pažymėti blogą kaip perskaitytą
pt_br: Marcar o blog como lido
ro_ro: Marchează blogul ca citit

# Blog
source: All posts on this blog will be marked as read. Do you want to continue?
es_pa: Todas las entradas en este blog serán marcadas como leídas. deseas continuar?
fr_fr: Toutes les entrées sur ce blog seront marquées comme lues. Voulez-vous continuer?
lt_lt: Visi įrašai šiame bloge bus pažymėti kaip perskaityti. Ar norite tęsti?
pt_br: Todas as postagens neste blog serão marcadas como lidas. Você quer continuar?
ro_ro: Toate postările de pe acest blog vor fi marcate ca citite. Vrei să continui?

# Blog
source: Create new blog
es_pa: Crear nuevo blog
fr_fr: Créer un nouveau blog
lt_lt: Kurti naują blogą
ro_ro: Creează un blog nou

# Blog
source: You cannot create more blogs
es_pa: No puedes crear más blogs
lt_lt: Jūs negalite kurti daugiau blogų
ro_ro: Nu mai poți creea bloguri.

# Blog
source: Show blogs in unknown languages
es_pa: Mostrar blogs en idiomas desconocidos
lt_lt: Rodyti kalbas nežinomomis kalbomis
ro_ro: Arată blogurile în limbile necunoscute

# Blog
source: Hide blogs in unknown languages
es_pa: Ocultar blogs en idiomas desconocidos
lt_lt: Slėpti blogus nežinomomis kalbomis
ro_ro: Ascunde blogurile în limbile necunoscute

# Blog
source: Wordpress user login
es_pa: Inicio de sesión de usuario de Wordpress
lt_lt: Wordpress vartotojo prisijungimas
ro_ro: Logare utilizator WordPress

# Blog
source: Set new Wordpress password
es_pa: Establecer nueva contraseña de Wordpress
lt_lt: Nustatyti naują Wordpress slaptažodį
ro_ro: Setează o parolă WordPress nouă

# Blog
source: First name
es_pa: Nombre de pila
lt_lt: Vardas
ro_ro: Prenume

# Blog
source: Last name
es_pa: Apellido
lt_lt: Pavardė
ro_ro: Nume de familie

# Blog
source: Nick
es_pa: Apodo
lt_lt: Slapyvardis
ro_ro: Pseudonim

# Blog
source: Display name
es_pa: Nombre para mostrar
lt_lt: Rodomas vardas
ro_ro: Nume care va fi afișat

# Blog
source: User description
es_pa: Descripción de usuario
lt_lt: Vartotojo apibūdinimas
ro_ro: Descriere utilizator

# Blog
source: Your Elten Password
es_pa: Tu contraseña de Elten
lt_lt: Jūsų Elten slaptažodis
ro_ro: Parola ta de la Elten

# Blog
source: New Wordpress password
es_pa: Nueva contraseña de Wordpress
lt_lt: Naujas Wordpress slaptažodis
ro_ro: Parolă nouă WordPress

# Blog
source: Repeat new Wordpress password
es_pa: Repita la nueva contraseña de Wordpress
lt_lt: Pakartokite naują Wordpress slaptažodį
ro_ro: Re-introdu parola noua WordPress

# Blog
source: Wordpress password must be at least 6 characters long.
es_pa: La contraseña de Wordpress debe tener al menos 6 caracteres de longitud.
fr_fr: Le mot de passe Wordpress doit comporter au moins 6 caractères.
lt_lt: Wordpress slaptažodis turi būti bent 6 simbolių ilgio
ro_ro: Parola WordPress trebuie să aibă cel puțin 6 caractere.

# Blog
source: Entered passwords are different.
es_pa: Las contraseñas ingresadas son diferentes.
lt_lt: Įvesti slaptažodžiai skiriasi
ro_ro: Parolele introduse sunt diferite.

# Blog
source: Recategorized
es_pa: Recategorizado
lt_lt: Perkategorizuoti
ro_ro: Recategorizat

# Blog
source: Post destination
es_pa: Destino de publicación
fr_fr: Destination d'entrée
lt_lt: Įrašo vieta
ro_ro: Destinație postare

# Blog
source: Move this post and all comments
es_pa: Mover este post y todos los comentarios
fr_fr: Déplacer cette entrée et tous les commentaires
lt_lt: Perkelti šį įrašą ir visus komentarus
ro_ro: Mută această postare și toate comentariile

# Blog
source: Move only this post, delete all comments
es_pa: Mover sólo esta publicación, eliminar todos los comentarios
fr_fr: Déplacer uniquement cette entrée, supprimer tous les commentaires
lt_lt: Perkelti tik šį įrašą, trinti visus komentarus
ro_ro: Mută doar postarea, șterge comentariile

# Blog
source: Copy this post and all comments
es_pa: Copiar esta publicación y todos los comentarios
lt_lt: Kopijuoti šį įrašą ir visus komentarus

# Blog
source: Move type
es_pa: Tipo de movimiento
fr_fr: Déplacement type
lt_lt: Perkelimo tipas
ro_ro: Tipul mutării

# Blog
source: Move
es_pa: Mover
fr_fr: Déplacer
lt_lt: Perkelti
ro_ro: Mută

# Blog
source: The post has been moved.
es_pa: Publicación movida.
fr_fr: Entrée déplacée.
lt_lt: Įrašas perkeltas
ro_ro: Postarea a fost mutată.

# Blog
source: Category
es_pa: Categoría
lt_lt: Kategorija
ro_ro: Categorie

# Blog
source: Blog name
es_pa: Nombre del blog
lt_lt: Blogo pavadinimas
ro_ro: Numele blogului

# Blog
source: Language
es_pa: Lenguaje
lt_lt: Kalba
ro_ro: Limbă

# Blog
source: Mark this blog as public. Blogs that are not marked public request search engines such as Google not to show them in search results (some search engines may not respect this setting)
es_pa: Marcar este blog como público. Blogs que no están marcados como motores de búsqueda de solicitud pública como Google para no mostrarlos en los resultados de búsqueda (algunos motores de búsqueda pueden no respetar esta configuración)
fr_fr: Marquer ce blog comme public. Les blogs qui ne sont pas marqués comme publics ne sont pas affichés par les moteurs de recherche comme Google dans les résultats de recherche (certains moteurs de recherche peuvent ne pas respecter ce paramètre)
lt_lt: Pažymėti šį blogą kaip viešą. Blogai, nepažymėti kaip vieši, instruktuoja paieškos variklius, tokius kaip Google, jų nerodyti paieškos rezultatuose (kai kurie paieškos varikliai gali nepaisyti šio nustatymo)
ro_ro: Marchează acest blog ca public

# Blog
source: Comments can be written
es_pa: Los comentarios pueden ser escritos
fr_fr: Les commentaires peuvent être écrits
lt_lt: Komentarai gali būti skelbiami
ro_ro: Comentariile pot fi scrise.

# Blog
source: By all visitors
es_pa: Por todos los visitantes
lt_lt: Visų lankytojų
ro_ro: De toți vizitatorii

# Blog
source: By all visitors, but I must commit first comment of the specific person
es_pa: Por todos los visitantes, pero debo cometer el primer comentario de la persona específica
fr_fr: Par tous les visiteurs, mais je dois accepter le premier commentaire de chaque personne
lt_lt: Visų lankytojų, bet aš turiu patvirtinti pirmą naujo vartotojo komentarą

# Blog
source: By all visitors, but I must commit all of them
es_pa: Por todos los visitantes, pero debo comprometerlos a todos
fr_fr: Par tous les visiteurs, mais je dois tous les accepter
lt_lt: Visų lankytojų, bet aš turiu juos visus patvirtinti

# Blog
source: By Elten users only
es_pa: Solo para usuarios de Elten
fr_fr: Par les utilisateurs Elten uniquement
lt_lt: Tik Elten vartotojų
ro_ro: Doar de utilizatorii Elten

# Blog
source: Disable commenting of older posts
es_pa: Desactivar comentarios de publicaciones antiguas
fr_fr: Désactiver les commentaires des anciens posts
lt_lt: Išjungti senesnių įrašų komentavimą
ro_ro: Dezactivează comentarea postărilor vechi

# Blog
source: Days after commenting of a post will be disabled
es_pa: Días después de comentar una publicación se deshabilitará
fr_fr: Jours après que les commentaires d'un post soient désactivés
lt_lt: Dienų skaičius, po kurių įrašo komentavimas bus išjungtas
ro_ro: Zile după care comentariile postărilor vor fi dezactivate dacă nu sunt comentarii

# Blog
source: Allow comments threading
es_pa: Permitir comentarios
lt_lt: Leisti komentarų gijas

# Blog
source: Max comments thread depth
es_pa: Profundidad máxima de la entrada de comentarios
fr_fr: Profondeur maximale du fil de commentaires
lt_lt: Maksimalus komentarų gijos gylis

# Blog
source: Order comments on the website
es_pa: Solicitar comentarios en el sitio web
fr_fr: trier les commentaires sur le site
lt_lt: Rikiuoti komentarus tinklalapyje
ro_ro: Ordonează comentariile pe site

# Blog
source: Ascending
es_pa: Ascendente
lt_lt: Didėjančia tvarka
ro_ro: Crescător

# Blog
source: Descending
es_pa: Descendente
lt_lt: Mažėjančia tvarka
ro_ro: Descrescător

# Blog
source: Split comments on the website into pages
es_pa: Dividir los comentarios del sitio web en páginas
fr_fr: Fractionner les commentaires sur le site Web en pages
lt_lt: Išskaidyti komentarus tinklalapyje į puslapius
ro_ro: Împarte comentariile de pe site pe pagini

# Blog
source: Comments per page
es_pa: Comentarios por página
fr_fr: Commentaires par page
lt_lt: Komentarų skaičius puslapyje
ro_ro: Comentarii per pagină

# Blog
source: Newest comments
es_pa: Comentarios mas recientes
lt_lt: Naujausi komentarai
ro_ro: Comentariile noi

# Blog
source: Oldest comments
es_pa: Comentarios mas antiguos
lt_lt: Seniausi komentarai
ro_ro: Comentariile vechi

# Blog
source: Firstly display
es_pa: Primero mostrar
fr_fr: Afficher tout d'abord
lt_lt: Pirma rodyti
ro_ro: Arată în primul rând

# Blog
source: Pending comments
es_pa: Comentarios pendientes
lt_lt: Nepatvirtinti komentarai
ro_ro: Comentarii în așteptare

# Blog
source: Posts displayed per page on the website
es_pa: Publicaciones mostradas por página en el sitio web
fr_fr: Entrées affichés par page sur le site
lt_lt: Įrašų, rodomų svetainės puslapyje, skaičius
ro_ro: Postări afișate per pagină pentru utilizatori

# Blog
source: Use emoticons
es_pa: Usar emoticones
fr_fr: Utiliser des émoticônes
lt_lt: Naudoti jaustukus
ro_ro: Folosește emoticoane

# Blog
source: Full date and post name (https://example.com/2020/01/01/example-post)
es_pa: Fecha completa y nombre de publicación (https://example.com/2020/01/01/example-post)
fr_fr: Date complète et nom d'entrée (https://example.com/2020/01/01/example-post)
lt_lt: Pilna data ir įrašo pavadinimas (https://example.com/2020/01/01/example-post)
ro_ro: Data completă și numele postării (https://example.com/2020/01/01/example-post)

# Blog
source: Month and post name (https://example.com/2020/01/example-post)
es_pa: Mes y nombre de publicación (https://example.com/2020/01/example-post)
fr_fr: Mois et nom d'entrée (https://example.com/2020/01/example-post)
lt_lt: Mėnuo ir įrašo pavadinimas (https://example.com/2020/01/example-post)
ro_ro: Luna și numele postării (https://example.com/2020/01/example-post)

# Blog
source: Just a post id (https://example.com/posts/123/)
es_pa: Solo el ID de la publicación (https://example.com/posts/123/)
fr_fr: Juste un identifiant d'entrée (https://example.com/posts/123/)
lt_lt: Tik įrašo id (https://example.com/posts/123/)
ro_ro: Doar un ID al postării (https://example.com/posts/123/)

# Blog
source: Just a post name (https://example.com/example-post/)
es_pa: Solo el nombre de la publicación (https://example.com/example-post/)
fr_fr: Juste un nom d'entrée (https://example.com/example-post/)
lt_lt: Tik įrašo pavadinimas (https://example.com/example-post/)
ro_ro: Doar numele postării (https://example.com/example-post/)

# Blog
source: Custom
es_pa: Personalizado
fr_fr: Douane
lt_lt: Specifinis
ro_ro: Personalizat

# Blog
source: Links format
es_pa: Formato de enlaces
fr_fr: Format des liens
lt_lt: Nuorodų formatas
ro_ro: Formatul link-urilor

# Blog
source: Posts in RSS
es_pa: Publicaciones en RSS
fr_fr: Entrées dans RSS
lt_lt: Įrašai RSS
ro_ro: Postări în RSS

# Blog
source: Use excerpts in RSS
es_pa: Usar extractos en RSS
fr_fr: Utiliser des extraits dans RSS
lt_lt: Naudoti ištraukas RSS
ro_ro: Folosește fragmente în RSS

# blog
source: Date and time
es_pa: Fecha y hora
lt_lt: Data ir laikas
ro_ro: Dată și oră

# Blog
source: 31 January 2020
es_pa: 31 de enero de 2020
lt_lt: 2020 sausio 31
ro_ro: 31 ianuarie, 2020

# Blog
source: January 31, 2020
es_pa: Enero 31, 2020
lt_lt: Sausio 31, 2020
ro_ro: ianuarie 31, 2020

# Blog
source: Date format
es_pa: Formato de fecha
lt_lt: Datos formatas
ro_ro: Formatul datei

# Blog
source: Time format
es_pa: Formato de tiempo
lt_lt: Laiko formatas
ro_ro: Formatul orei

# Blog
source: Timezone city
es_pa: Ciudad de zona horaria
fr_fr: Ville de fuseau horaire
lt_lt: Laiko juostos miestas
ro_ro: Fus orar

# Blog
source: Monday
es_pa: Lunes
fr_fr: Lundi
lt_lt: Pirmadienis
ro_ro: Luni

# Blog
source: Tuesday
es_pa: Martes
fr_fr: Mardi
lt_lt: Antradienis
ro_ro: Marți

# Blog
source: Saturday
es_pa: sábado
fr_fr: Samedi
lt_lt: Šeštadienis
ro_ro: Sâmbătă

# Blog
source: Wednesday
es_pa: Miércoles
fr_fr: Mercredi
lt_lt: Trečiadienis
ro_ro: Miercuri

# Blog
source: Friday
es_pa: Viernes
fr_fr: Vendredi
lt_lt: Penktadienis
ro_ro: Vineri

# Blog
source: Thursday
es_pa: Jueves
fr_fr: Jeudi
lt_lt: Ketvirtadienis
ro_ro: Joi

# Blog
source: Sunday
es_pa: Domingo
fr_fr: Dimanche
lt_lt: Sekmadienis
ro_ro: Duminică

# Blog
source: First day of the week
es_pa: Primer día de la semana
fr_fr: Premier jour de la semaine
lt_lt: Pirmoji savaitės diena
ro_ro: Prima zi a săptămânii

# Blog
source: Others
es_pa: Otros
fr_fr: Autres
lt_lt: Kita
ro_ro: Altele

# Blog
source: Do not set
es_pa: No cambiar
lt_lt: Nenustatyti

# Blog
source: If you want to redirect all browsers visiting this blog to another site, select it here
es_pa: Si desea redirigir todos los navegadores que visitan este blog a otro sitio, selecciónelo aquí
lt_lt: Jei norite visas naršykles iš šio blogo nukreipti į kitą tinklalapį, pasirinkite jį čia

# Blog
source: My Wordpress account
es_pa: Mi cuenta de Wordpress
fr_fr: Mon compte Wordpress
lt_lt: Mano Wordpress paskyra
ro_ro: Contul meu WordPress

# Blog
source: Open Wordpress admin panel in my browser
es_pa: Abrir el panel de administración de Wordpress en mi navegador

# Blog
source: Manage tags
es_pa: Administrar etiquetas
lt_lt: Tvarkyti žymenis
ro_ro: Administrează etichetele

# Blog
source: Manage blog domain
es_pa: Administrar el dominio del blog
lt_lt: Tvarkyti blogo domeną
ro_ro: Administrează domeniul blogului

# Blog
source: Tags
es_pa: Etiquetas
fr_fr: Mots clés
lt_lt: Žymenys
ro_ro: Etichete

# Blog
source: New tag
es_pa: Nueva etiqueta
lt_lt: Naujas žymuo
ro_ro: Etichetă nouă

# Blog
source: Tag name
es_pa: Nombre de etiqueta
lt_lt: Žymens pavadinimas
ro_ro: Numele etichetei

# Blog
source: Delete tag
es_pa: Eliminar etiqueta
lt_lt: Trinti žymenį
ro_ro: Șterge eticheta

source: error
es_pa: Error. Algo anduvo mal...
lt_lt: Klaida
ro_ro: eroare

# Blog
source: Post title
es_pa: Título de la publicación
fr_fr: Titre d'entrée
lt_lt: Įrašo pavadinimas
pt_br: Título da postagem
ro_ro: Titlul postării

# Blog
source: Formattable editor
es_pa: Editor formatable
fr_fr: Éditeur formatable
lt_lt: Lentelės formatavimo redaktorius
ro_ro: Editor formatabil

# Blog
source: Source Editor (HTML and Wordpress Shortcodes)
es_pa: Editor de fuente (HTML y Wordpress Shortcodes)
fr_fr: Éditeur de source (codes courts HTML et Wordpress)
lt_lt: Kodo redaktorius (HTML ir Wordpress trumpieji kodai)
ro_ro: Editor sursă (coduri scurte HTML și Wordpress)

# Blog
source: Post
es_pa: Publicación
fr_fr: Contenu d'entrée
lt_lt: Įrašas
pt_br: Postar
ro_ro: Postează

# Blog
source: Audio content
es_pa: Contenido de audio
lt_lt: Audio turinys
ro_ro: Conținut audio

# Blog
source: Post categories
es_pa: Categorías de publicación
fr_fr: Catégories d'entrées
lt_lt: Įrašo kategorijos
ro_ro: Categoriile postărilor

# Blog
source: Post tags
es_pa: Publicar etiquetas
lt_lt: Įrašo žymenys
ro_ro: Etichetele postărilor

# Blog
source: Show to everyone
es_pa: Ver a todos
fr_fr: Montrer à tous
lt_lt: Rodyti kiekvienam
pt_br: Mostrar para todos
ro_ro: Arată pentru toată lumea

# Blog
source: Visibility
es_pa: Visibilidad
fr_fr: Visibilité
lt_lt: Matomumas
pt_br: Visibilidade
ro_ro: Vizibilitate

# Blog
source: Show to Elten users only
es_pa: Mostrar solo a usuarios de Elten
lt_lt: Rodyti tik Elten vartotojams
ro_ro: Arată doar utilizatorilor Elten

# Blog
source: Excerpt
es_pa: Extracto
lt_lt: Ištrauka

# Blog
source: Schedule this post to be published in the future
es_pa: Programar esta publicación para ser publicada en el futuro
lt_lt: Suplanuoti šio įrašo rodymą ateityje
ro_ro: Programează această postare pentru a fi publicată mai târziu

# Blog
source: Publication date
es_pa: Fecha de publicación
lt_lt: Paskelbimo data
ro_ro: Data publicării

# Blog
source: Allow users to comment this post
es_pa: Permitir a los usuarios comentar esta publicación
fr_fr: Autoriser les utilisateurs à commenter cette entrée
lt_lt: Leisti vartotojams komentuoti šį įrašą
ro_ro: Permite utilizatorilor să comenteze la această postare

# Blog
source: Add existing tag to this post
es_pa: Agregar etiqueta existente a esta publicación
lt_lt: Pridėti egzistuojantį žymenį prie šio įrašo

# Blog
source: Add tag to this post
es_pa: Agregar etiqueta a esta publicación
lt_lt: Pridėti žymenį prie šio įrašo
ro_ro: Adaugă etichetă la această postare

# Blog
source: Tag to add
es_pa: Etiqueta para agregar
lt_lt: Žymuo, kurį norite pridėti
ro_ro: Eticheta care urmează a fi adăugată

# Blog
source: This tag does not exist, do you want to create it now?
es_pa: Esta etiqueta no existe. ¿Quieres crearla ahora?
lt_lt: Šis žymuo neegzistuoja, ar norite jį sukurti dabar?
ro_ro: Această etichetă nu există, vrei să o creezi acum?

# Blog
source: Remove tag from this post
es_pa: Eliminar etiqueta de esta publicación
lt_lt: Pašalinti žymenį iš šio įrašo
ro_ro: Șterge eticheta de la această postare
