Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# PremiumPackages
source: Extended limit of attachment size in private messages to 32MB
es_pa: Ampliación del límite del tamaño de los archivos adjuntos en los mensajes privados a 32MB
lt_lt: Privačių žinučių priedų dydžio limito praplėtimas iki 32MB
ro_ro: Limita extinsă a mărimii atașamentului în mesajele private la 32 MB

# PremiumPackages
source: Attaching polls to private messages
es_pa: Adjuntar encuestas a los mensajes privados
lt_lt: Balsavimų prikabinimas privačiose žinutėse
ro_ro: Atașarea sondajelor la mesajele private

# PremiumPackages
source: Using MarkDown in forum posts
es_pa: Uso de MarkDown en publicaciones de foro
lt_lt: MarkDown naudojimas forumo įrašuose

# PremiumPackages
source: Audiophile
es_pa: Audiofilo
lt_lt: Audio failas
ro_ro: Audiofil

# PremiumPackages
source: Lifting the 2-minute limit for private voice messages
es_pa: Levantar límite de 2 minutos para los mensajes de voz privados
lt_lt: Privačių balso žinučių 2 minučių limito nuėmimas
ro_ro: Ridicarea limitei de două minute pentru mesajele vocale private

# PremiumPackages
source: Lifting the 32kbps quality limit in private voice messages
es_pa: Levantar límite de calidad de 32kbps en los mensajes de voz privados
lt_lt: Privačių balso žinučių 32kbps kokybės limito nuėmimas
ro_ro: Ridicarea limitei de calitate de 32 kbps în mesajele vocale private

# PremiumPackages
source: Recording conferences
es_pa: Grabación de conferencias
lt_lt: Konferencijų įrašymas
ro_ro: Înregistrarea conferințelor

# PremiumPackages
source: Creation of up to three public channels in conferences
es_pa: Creación de hasta tres canales públicos en las conferencias
lt_lt: Iki 3 viešų kanalų kūrimas konferencijose
ro_ro: Creearea a până la trei canale publice în cadrul conferințelor

# PremiumPackages
source: Creation of group channels in conferences
es_pa: Creación de canales de grupo en las conferencias
lt_lt: Grupinių kanalų kūrimas konferencijose
ro_ro: Creearea de canale de grup în cadrul conferințelor

# PremiumPackages
source: Using VST plugins in conferences
es_pa: Uso de plugins VST en conferencias
lt_lt: VST papildinių naudojimas konferencijose

# PremiumPackages
source: Setting specific ringtones for users
es_pa: Establecer tonos de llamada específicos para los usuarios
lt_lt: Skirtingų skambėjimo tonų nustatymas vartotojams

# PremiumPackages
source: Splitting audio into chapters
es_pa: Dividir el audio en capítulos
lt_lt: Audio skaidymas į skyrius

# PremiumPackages
source: Creating hidden channels in conferences
es_pa: Creación de canales ocultos en las conferencias
lt_lt: Paslėptų kanalų kūrimas konferencijose

# PremiumPackages
source: Scribe
es_pa: Escriba
lt_lt: Raštininkas
ro_ro: Scrib

# PremiumPackages
source: Creation of second and following blogs
es_pa: Creación del segundo y siguientes blogs
lt_lt: Antro ir vėlesnių blogų kūrimas
ro_ro: Creearea a două sau mai multor blog-uri

# PremiumPackages
source: Pinning blogs to groups
es_pa: Anclar blogs a los grupos
lt_lt: Blogų prisegimas prie grupių
ro_ro: Fixarea blogurilor la grupuri

# PremiumPackages
source: Spell checking
es_pa: Revisión ortográfica
lt_lt: Rašybos tikrinimas
ro_ro: Verificarea ortografiei

# PremiumPackages
source: Changing of blog address
es_pa: Cambio de dirección del blog
lt_lt: Blogo adreso keitimas
ro_ro: Schimbarea adresei blogului

# PremiumPackages
source: Option to disable request for support on blogs
es_pa: Opción de deshabilitar la solicitud de apoyo en los blogs
ro_ro: Opțiune pentru a dezactiva solicitarea de asistență pe bloguri

# PremiumPackages
source: Informing about new blog followers
es_pa: Informar sobre los nuevos seguidores del blog
lt_lt: Informuoti apie naujus blogo sekėjus
ro_ro: Informarea despre noii urmăritori ai blogului

# PremiumPackages
source: Translator
es_pa: Traductor
lt_lt: Vertėjas
ro_ro: Traducător

# PremiumPackages
source: Blog posts scheduling
es_pa: Programación de entradas de blog
ro_ro: Programarea postărilor pe blog

# PremiumPackages
source: Conference streaming to shoutcast servers
es_pa: Transmisión de conferencias a servidores shoutcast
lt_lt: Konferencijos transliavimas Shoutcast serveriuose

# PremiumPackages
source: Setting VST plugins on specific users
es_pa: Configuración de plugins VST en usuarios específicos
lt_lt: VST papildinių nustatymas skirtingiems vartotojams

# PremiumPackages
source: Placing own sceneries in channels
es_pa: Colocación de escenarios propios en los canales

# PremiumPackages
source: Creating conference-mode channels, where only administrators and allowed users can speak
es_pa: Creación de canales en modo conferencia, en los que sólo pueden hablar los administradores y los usuarios autorizados
lt_lt: Konferencijos režimo kanalų kūrimas, kuriuose kalbėti gali tik administratoriai ir vartotojai, kuriems tai leidžiama

# PremiumPackages
source: Setting different output soundcard for conferences than the one selected in Elten
es_pa: Configurar una tarjeta de sonido de salida para las conferencias diferente a la seleccionada en Elten
lt_lt: Skirtingų nei Elten konferencijos išvesties garso kortų nustatymas
ro_ro: Setarea unei plăci de sunet de ieșire diferite pentru conferințe decât cea selectată în Elten

# PremiumPackages
source: Changing channels dimensions
es_pa: Cambiar las dimensiones de los canales
lt_lt: Kanalų pakeitimas į paminėjimus

# PremiumPackages
source: Orchestra package
es_pa: Paquete orquesta
lt_lt: Orkestro paketas

# PremiumPackages
source: Includes profits from courier, audiophile, scribe and director
es_pa: Incluye los beneficios de la mensajería, los audiófilos, los escribanos y los directores
lt_lt: Įtraukiami kurjerio, audio failo, raštininko ir direktoriaus privalumai

# PremiumPackages
source: Sponsorship package
es_pa: Paquete de patrocinio
lt_lt: Paramos paketas
ro_ro: Pachet de sponsorizare

# PremiumPackages
source: Includes profits from all other packages, including future packages
es_pa: Incluye los beneficios de todos los demás paquetes, incluidos los futuros
lt_lt: Įeina visų kitų ir būsimų paketų privalumai

# PremiumPackages
source: Special assigning of user on lists and forum
es_pa: Asignación especial de usuario en las listas y el foro
lt_lt: Specialus vartotojo priskyrimas į sąrašus ir forumą
ro_ro: Alocarea specială pe liste și forum

# PremiumPackages
source: Entry in the list of sponsors
es_pa: Inscripción en la lista de patrocinadores
lt_lt: Būsite įtrauktas į rėmėjų sąrašą
ro_ro: Intrare în lista sponsorilor

# PremiumPackages
source: Show profits
es_pa: Mostrar beneficios
lt_lt: Rodyti privalumus
ro_ro: Arată beneficiile

# PremiumPackages
source: Buy
es_pa: Comprar
lt_lt: Paketai
ro_ro: Cumpără

# PremiumPackages
source: Extend
es_pa: Ampliar
lt_lt: Išplėsti
ro_ro: Extinde

# PremiumPackages
source: Activate package using code
es_pa: Activar el paquete usando el código
lt_lt: Aktyvuoti paketą su kodu
ro_ro: Activează pachetul utilizând un cod

# PremiumPackages
source: Extend package using code
es_pa: Extender el paquete usando el código
lt_lt: Išplėsti paketą su kodu
ro_ro: Extinde pachetul utilizând un cod

# PremiumPackages
source: Convert
es_pa: Convertir
lt_lt: Konvertuoti
ro_ro: Convertește

# PremiumPackages
source: Buy premium codes for use by any user
es_pa: Comprar códigos premium para que los utilice cualquier usuario
lt_lt: Premijiniais kodais bet kuriam vartotojui
ro_ro: Cumpără coduri premium care pot fi utilizate de orice utilizator

# PremiumPackages
source: Profits of package %{name}
es_pa: Ganancias del paquete %{name}
lt_lt: Paketo %{name} privalumai
ro_ro: Beneficiile pachetului %{name}

# PremiumPackages
source: Close
es_pa: Cerrar
lt_lt: Uždaryti
ro_ro: Închide

# PremiumPackages
source: Inactive
es_pa: Inactivo
lt_lt: Neaktyvus
ro_ro: Inactiv

# PremiumPackages
source: Active until %{time}
es_pa: Activo hasta %{time}
lt_lt: Aktyvus iki %{time}
ro_ro: Activ până pe %{time}

# PremiumPackages
source: Regardless of the remaining duration of other packages, they will be replaced by the selected package. This package will be activated for a period of one year. The remaining period for other packages will be deducted from the package price. Do you want to continue?
es_pa: Independientemente de la duración restante de otros paquetes, serán sustituidos por el paquete seleccionado. Este paquete se activará por un periodo de un año. El periodo restante de otros paquetes se deducirá del precio del paquete. ¿Desea continuar?
ro_ro: Indiferent de durata rămasă a altor pachete, acestea vor fi înlocuite cu pachetul selectat. Acest pachet va fi activat pentru o perioadă de un an. Perioada rămasă pentru alte pachete va fi dedusă din prețul pachetului. Dorești să continui?

# PremiumPackages
source: This package is currently unavailable. Try to buy it in the next month.
es_pa: Este paquete no está disponible actualmente. Intente comprarlo en el próximo mes.
ro_ro: Acest pachet nu este disponibil momentan. Încearcă să-l cumperi în luna următoare.

# PremiumPackages
source: Information
es_pa: Información
ro_ro: Informații

# PremiumPackages
source: EltenLink's premium packages are given to users as a reward for supporting the portal. A project of this size cannot exist without the help of users. The granting of a premium package does not constitute a commitment or a commercial contract. The user who supports the project is aware that if the necessary amount is not raised for EltenLink to continue, the premium packages will become unavailable.
es_pa: Los paquetes premium de EltenLink se dan a los usuarios como recompensa por apoyar el portal. Un proyecto de esta envergadura no puede existir sin la ayuda de los usuarios. La concesión de un paquete premium no constituye un compromiso ni un contrato comercial. El usuario que apoye el proyecto es consciente de que si no se recauda la cantidad necesaria para que EltenLink continúe, los paquetes premium dejarán de estar disponibles.
ro_ro: Pachetele premium EltenLink sunt oferite utilizatorilor ca recompensă pentru sprijinirea platformei. Un proiect de această dimensiune nu poate exista fără ajutorul utilizatorilor. Cumpărarea unui pachet premium nu constituie un angajament sau un contract comercial. Utilizatorul care susține proiectul este conștient de faptul că, dacă nu se adună suma necesară pentru ca EltenLink să continue, pachetele premium vor deveni indisponibile.

# PremiumPackages
source: I accept
es_pa: Acepto
lt_lt: Sutinku
ro_ro: Sunt de acord

# PremiumPackages
source: I refuse
es_pa: Me niego
lt_lt: Atsisakau
ro_ro: Nu sunt de acord

# PremiumPackages
source: Traditional bank transfer
es_pa: Transferencia bancaria tradicional
lt_lt: Tradicinis bankinis pervedimas
ro_ro: Transfer bancar tradițional

# PremiumPackages
source: Paypal (using Paypal account or credit/debit card)
es_pa: Paypal (utilizando la cuenta de Paypal o la tarjeta de crédito/débito)
lt_lt: Paypal (naudojant Paypal paskyrą arba kreditinę/debetinę kortelę)
ro_ro: PayPal (folosind contul PayPal sau un card de credit/debit)

# PremiumPackages
source: Przelewy24 (fast transfer from polish banks)
es_pa: Przelewy24 (transferencia rápida desde bancos polacos)
lt_lt: Przelewy24 (greitas pervedimas iš lenkiškų bankų)

# PremiumPackages
source: Select payment method
es_pa: Seleccione el método de pago
lt_lt: Pasirinkite apmokėjimo būdą
ro_ro: Selectează metoda de plată

# PremiumPackages
source: Acceptance
es_pa: Aceptación
lt_lt: Priimtina

# PremiumPackages
source: Accept
es_pa: Acepta
lt_lt: Priimti

# PremiumPackages
source: Reject
es_pa: Rechazar
lt_lt: Atmesti

# PremiumPackages
source: Below are the transfer details.
es_pa: A continuación, los detalles de la transferencia.
lt_lt: Žemiau pateikiama pervedimo informacija
ro_ro: Mai jos sunt detaliile transferului.

# PremiumPackages
source: In the title of the transfer, please indicate your user name on the EltenLink portal and which package the payment concerns.
es_pa: En el título de la transferencia, indique su nombre de usuario en el portal EltenLink y a qué paquete se refiere el pago.
ro_ro: În titlul transferului, te rugăm să indici numele tău de utilizator pe portalul EltenLink și ce pachet privește plata.

# PremiumPackages
source: If you wish to receive a code that can be used to activate any of the packages: %{packages} by any user, mark this information in the transfer title.
es_pa: Si desea recibir un código que pueda ser utilizado para activar cualquiera de los paquetes %{packages} por cualquier usuario, marque esta información en el título de la transferencia.
ro_ro: Dacă dorești să primești un cod care poate fi utilizat pentru a activa oricare dintre pachete %{packages} de către orice utilizator, marchează aceste informații în titlul de transfer.

# PremiumPackages
source: Please note that if you transfer a larger amount, the remainder will be treated as a donation. In order to reduce the processing time of your payment, you can forward the transfer confirmation to the Council of Elders.
es_pa: Tenga en cuenta que si transfiere una cantidad mayor, el resto será tratado como una donación. Con el fin de reducir el tiempo de procesamiento de su pago, puede enviar la confirmación de la transferencia al Consejo de Ancianos.
ro_ro: Te rugăm să reții că, dacă transferi o sumă mai mare, restul va fi tratat ca o donație. Pentru a reduce timpul de procesare a plății tale, poți transmite confirmarea transferului către Administratori.

# PremiumPackages
source: National transfer details (from Poland): %{holder} Address: %{address} Account number: %{placcount} Additional data for foreign transfers: IBAN number: %{iban} BIC / SWIFT: %{swift} Bank address: %{bankaddress} Sort code: %{sortcode}
es_pa: Detalles de la transferencia nacional (de Polonia): %{holder} Dirección: %{address} Número de cuenta: %{placcount} Datos adicionales para las transferencias al extranjero: Número IBAN: %{iban} BIC / SWIFT: %{swift} Dirección del banco: %{bankaddress} Ordenar el código: %{sortcode}
ro_ro: Detalii despre transferul național (din Polonia): %{holder} Adresă: %{address} Numărul contului: %{placcount} Date suplimentare pentru transferuri străine: Număr IBAN: %{iban} BIC / SWIFT: %{swift} Adresa Băncii: %{bankaddress} Sort code: %{sortcode}

# PremiumPackages
source: This payment method requires a redirect to an external website. A web browser will open. Do you wish to continue?
es_pa: Este método de pago requiere una redirección a un sitio web externo. Se abrirá un navegador web. ¿Desea continuar?
ro_ro: Această metodă de plată necesită o redirecționare către un site web extern. Se va deschide un browser web. Vrei să continui?

# PremiumPackages
source: How many premium codes would you like to buy?
es_pa: ¿Cuántos códigos premium quiere comprar?
ro_ro: Câte coduri premium ai dori să cumperi?

# PremiumPackages
source: You will be charged a %{amount} pln commission for the selected payment method. Do you want to continue?
es_pa: Se le cobrará una comisión de %{amount} pln por el método de pago seleccionado. Desea continuar?
ro_ro: Vei plăti un comision de %{amount} pln pentru metoda de plată selectată. Vrei să continui?

# PremiumPackages
source: Enter blik code
es_pa: Introduzca el código blik

# PremiumPackages
source: Payment has been ordered. Additional confirmation may be required. The order will be processed once the payment is complete.
es_pa: Se ha ordenado el pago. Es posible que se requiera una confirmación adicional. El pedido se procesará una vez que se haya completado el pago.

# PremiumPackages
source: Type code to activate this package
es_pa: Escriba el código para activar este paquete
ro_ro: Introdu codul pentru a activa pachetul.

# PremiumPackages
source: Code not found.
es_pa: No se encontró el código.
ro_ro: Cod negăsit.

# PremiumPackages
source: This code has been already used.
es_pa: Este código ya ha sido utilizado.
ro_ro: Acest cod a fost deja utilizat.

# PremiumPackages
source: The package %{name} will be active until %{time}. This code will be used up and you will not be able to use it again. Do you want to continue?
es_pa: El paquete %{name} estará activo hasta %{time}. Este código se agotará y no podrás usarlo de nuevo. ¿Quieres continuar?
ro_ro: Pachetul %{name} va fi disponibil până pe %{time}. Acest cod va fi epuizat și nu îl vei mai putea folosi din nou. Dorești să continui?

# PremiumPackages
source: Package activated
es_pa: Paquete activado
lt_lt: Paketas aktyvuotas
ro_ro: Pachet activat.

# Users_Sponsors
source: Sponsors
es_pa: Patrocinadores
lt_lt: Rėmėjai

# EAPI_Common
source: Exit...
es_pa: Salir...
fr_fr: Quitter Elten...
lt_lt: Uždaryti...
pt_br: Sair
ro_ro: Ieșire...

# EAPI_Common
source: Hide program in Tray
es_pa: Ocultar programa a la bandeja
fr_fr: Cacher le programme dans la zone de notification
lt_lt: Slėpti programą tarp ikonų
pt_br: Esconder o programa na bandeja
ro_ro: Ascunde programul în tray

source: Exit
es_pa: Salir
fr_fr: Quitter
lt_lt: Uždaryti
ro_ro: Ieșire

# EAPI_Common
source: Enter the command to execute
es_pa: Introduzca el comando a ejecutar
fr_fr: Entrez les commandes à exécuter
lt_lt: Įveskite komandą
pt_br: Digite o comando para executar
ro_ro: Introdu comanda care urmează a fi executată.

# EAPI_Common
source: Disable auto clear input
es_pa: Desactivar la entrada de borrado automático
lt_lt: Išjungti automatinio valymo įvestį

# EAPI_Common
source: Enable auto clear input
es_pa: Activar la entrada de borrado automático
lt_lt: Įjungti automatinio valymo įvestį

# EAPI_Common
source: Disabled
es_pa: Desactivado
lt_lt: Išjungta

# EAPI_Common
source: Enabled
es_pa: Activado
lt_lt: Įjungta

# EAPI_Common
source: Disable auto clear output
es_pa: Desactivar la salida de borrado automático
lt_lt: Išjungti automatinio valymo išvestį

# EAPI_Common
source: Enable auto clear output
es_pa: Activar la salida de borrado automático
lt_lt: Įjungti automatinio valymo išvestį

# EAPI_Common
source: Enable source in output
es_pa: Activar la fuente en la salida
lt_lt: Įjungti išeities tekstus išvestyje

# EAPI_Common
source: Disable source in output
es_pa: Desactivar la fuente en la salida
lt_lt: Išjungti išeities tekstus išvestyje

# EAPI_Common
source: Load last code
es_pa: Cargar el último código
lt_lt: Pakrauti paskutinį kodą

# EAPI_Common
source: Last codes
es_pa: Últimos códigos
lt_lt: Paskutiniai kodai

# EAPI_Common
source: Are you sure you want to exit console?
es_pa: ¿Estás seguro de que quieres salir de la consola?
lt_lt: Ar tikrai norite uždaryti konsolę?

# EAPI_Common
source: Write a private message
es_pa: Escribir mensaje privado
fr_fr: Écrire un message privé
lt_lt: Siųsti privačią žinutę
pt_br: Escreva uma mensagem privada
ro_ro: Scrie un mesaj privat

# EAPI_Common
source: Visiting card
es_pa: Tarjeta de visita
fr_fr: Carte de visite
lt_lt: Vizitinė kortelė
pt_br: Cartão de visita
ro_ro: Carte de vizită

# EAPI_Common
source: Open user's blog
es_pa: Abrir blog del usuario
fr_fr: Ouvrir le blog de cet utilisateur
lt_lt: Atverti vartotojo blogą
pt_br: Abrir o blog do usuário
ro_ro: Deschide blogul utilizatorului

# EAPI_Common
source: badges of this user
es_pa: insignias de este usuario
fr_fr: Décorations de cet utilisateur
lt_lt: Vartotojo ženkliukai
pt_br: emblemas deste usuário
ro_ro: Insignele acestui utilizator

# EAPI_Common
source: Remove from contacts' list
es_pa: Eliminar de la lista de contactos
fr_fr: Supprimer des contacts
lt_lt: Pašalinti iš kontaktų sąrašo
pt_br: Remover da lista de contatos
ro_ro: Șterge din lista de contacte

# EAPI_Common
source: Add to contacts' list
es_pa: Agregar a lista de contactos
fr_fr: Ajouter aux contacts
lt_lt: Pridėti į kontaktų sąrašą
pt_br: Adicionar à lista de contatos
ro_ro: Adaugă în lista de contacte

# EAPI_Common
source: Unfollow feed
es_pa: Dejar de seguir feed
lt_lt: Nebesekti sienos

# EAPI_Common
source: Follow feed
es_pa: Seguir feed
lt_lt: Sekti sieną

# EAPI_Common
source: Unset ringtone
es_pa: Desactivar el tono de llamada
lt_lt: Išjungti skambėjimo toną

# EAPI_Common
source: Set ringtone
es_pa: Establecer el tono de llamada
lt_lt: Nustatyti skambėjimo toną

# EAPI_Common
source: Call this user
es_pa: Llamar a este usuario
lt_lt: Skambinti vartotojui
ro_ro: Sună utilizatorul

# EAPI_Common
source: Show feed
es_pa: Ver feed
lt_lt: Rodyti sieną
ro_ro: Arată fluxul

# EAPI_Common
source: Monitor when this user becomes online
es_pa: Supervisar cuando este usuario se conecta
lt_lt: Informuoti, kai vartotojas prisijungia

# EAPI_Common
source: Do not monitor this user
es_pa: No monitorear a este usuario
lt_lt: Atšaukti informavimą, kai vartotojas prisijungia

# EAPI_Common
source: Ban
es_pa: Prohibir
fr_fr: Banner
lt_lt: Užblokuoti
pt_br: Banir
ro_ro: Banează

# EAPI_Common
source: Unban
es_pa: Desbloquear
fr_fr: Débanner
lt_lt: Atblokuoti
pt_br: desbanir
ro_ro: Debanează

# EAPI_Common
source: Are you sure you want to delete this contact?
es_pa: ¿Estás seguro de que quieres eliminar este contacto?
lt_lt: Ar tikrai norite ištrinti šį kontaktą?

# EAPI_Common
source: Feed unfollowed
es_pa: Feed inseguido
lt_lt: Siena nebesekama

# EAPI_Common
source: Feed followed
es_pa: Feed seguido
lt_lt: Siena sekama

# EAPI_Common
source: Ringtone removed
es_pa: Tono de llamada eliminado
lt_lt: Skambėjimo tonas pašalintas

# EAPI_Common
source: Select ringtone for user %{user}
es_pa: Seleccionar tono de llamada para el usuario %{user}
lt_lt: Pasirinkite vartotojui %{user} taikomą skambėjimo toną

# EAPI_Common
source: Ringtone changed
es_pa: Tono de llamada cambiado
lt_lt: Skambėjimo tonas pakeistas

# EAPI_Common
source: Notify me whenever this user becomes online
es_pa: Notificarme cuando este usuario se conecte
lt_lt: Informuoti visada, kai vartotojas prisijungia

# EAPI_Common
source: Notify me one time when this user becomes online
es_pa: Notificarme una vez cuando este usuario se conecte
lt_lt: Informuoti tik vieną kartą, kai vartotojas prisijungia

# EAPI_Common
source: Online monitor
es_pa: Monitor en línea
lt_lt: Prisijungimų stebėjimas

# EAPI_Common
source: This user is now monitored
es_pa: Este usuario está ahora monitoreado
lt_lt: Vartotojas stebimas

# EAPI_Common
source: This user is no longer monitored
es_pa: Este usuario ya no está monitoreado
lt_lt: Vartotojas nebestebimas

# EAPI_Common
source: There is nothing new.
es_pa: No hay nada nuevo por aquí.
fr_fr: Rien de nouveau.
lt_lt: Nieko naujo
pt_br: Não tem nada de novo.
ro_ro: Nimic nu este nou.

# EAPI_Common
source: Send
es_pa: Enviar
fr_fr: Envoyer
lt_lt: Siųsti
pt_br: Enviar
ro_ro: Trimite

# EAPI_Common
source: Describe the found error
es_pa: Describe el error encontrado
fr_fr: Décrivez l'erreur trouvée (anglais ou polonais uniquement)
lt_lt: Aprašykite aptiktą klaidą
pt_br: Descreva o erro encontrado
ro_ro: Descrie eroarea găsită

# EAPI_Common
source: Sent.
es_pa: Enviado.
fr_fr: Envoyé.
lt_lt: Išsiųsta
pt_br: Enviado
ro_ro: Trimis.

source: Database Error
es_pa: Error en base de datos
fr_fr: Erreur de la base de données
lt_lt: Duomenų bazės klaida
ro_ro: Eroare bază de date

source: Token expired
es_pa: El token expiró
fr_fr: Le jeton a expiré
lt_lt: Požymis negalioja
ro_ro: Token expirat.

# EAPI_Common
source: Empty list
es_pa: Lista vacía
fr_fr: Vide
lt_lt: Sąrašas tuščias
pt_br: Lista vazia
ro_ro: Listă goală

# EAPI_Common
source: Select contact
es_pa: Seleccionar contacto
fr_fr: Choisissez un contact
lt_lt: Pasirinkite kontaktą
pt_br: Selecione um contato
ro_ro: Selectează contactul

# EAPI_Common
source: User
es_pa: Usuario
lt_lt: Vartotojas
ro_ro: Utilizator

# EAPI_Common
source: Gender
es_pa: Sexo
fr_fr: Sexe
lt_lt: Lytis
pt_br: Gênero
ro_ro: Sex

source: Female
es_pa: Femenino
fr_fr: Femme
lt_lt: Moteris
ro_ro: Femeie

source: male
es_pa: Masculino
fr_fr: Homme
lt_lt: Vyras
ro_ro: Bărbat

# EAPI_Common
source: Age
es_pa: Edad
fr_fr: Âge
lt_lt: Amžius
pt_br: Idade
ro_ro: Vârstă
