Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.temp.temp.po
Languages: ru_ru

# Messages
source: User to add
ru_ru: Пользовател, которого надо добавить

# Messages
source: Conversation has been created
ru_ru: Беседа создана

# Messages
source: There are no new messages
ru_ru: Новых сообщений нет

# Messages
source: No subject
ru_ru: Без темы

# Messages
source: From
ru_ru: От

# Messages
source: Enter a phrase to look for
ru_ru: Введите фразу для поиска

# Messages
source: Read more
ru_ru: Читать далее

# Messages
source: Flagged messages
ru_ru: Отмеченные сообщения

# Messages
source: Found items
ru_ru: Результаты поиска

# Messages
source: Compose
ru_ru: Открыть расширенный редактор

# Messages
source: Your reply
ru_ru: Ваш ответ

# Messages
source: Attachments
ru_ru: Вложения

# Messages
source: Send
ru_ru: Отправить

# Messages
source: Message has been sent
ru_ru: Сообщение отправлено.

# Messages
source: Flag
ru_ru: Отметить

# Messages
source: Remove flag
ru_ru: Убрать отметку

# Messages
source: The message has been flagged.
ru_ru: Сообщение отмечено

# Messages
source: The message is no longer flagged.
ru_ru: Отметка снята

# Messages
source: Forward
ru_ru: Переслать

# Messages
source: Where do you want to save this file?
ru_ru: Где требуется сохранить файл?

# Messages
source: The attachment has been downloaded.
ru_ru: Вложение скачено.

# Messages
source: Are you sure you want to delete this message?
ru_ru: Вы действительно хотите удалить это сообщение?

# Messages
source: The message has been deleted.
ru_ru: Сообщение удалено.

# Messages
source: Recipient
ru_ru: Получатель

# Messages
source: Subject:
ru_ru: Тема:

# Messages
source: Message:
ru_ru: Сообщение:

# Messages
source: Record an audio message
ru_ru: Записать голосовое сообщение

# Messages
source: Attach a file
ru_ru: Добавить вложение

# Messages
source: An audio message
ru_ru: Голосовое сообщение

# Messages
source: Stop recording
ru_ru: Завершить запись

# Messages
source: Play
ru_ru: Воспроизвести

# Messages
source: Cancel recording
ru_ru: Отменить запись

# Messages
source: You cannot add more attachments to this message.
ru_ru: Больше вложений добавить нельзя.

# Messages
source: Select a file to attach
ru_ru: Выберите файл, который хотите добавить к сообщению

# Messages
source: The file is too large.
ru_ru: Файл слишком большой.

# Messages
source: File attached.
ru_ru: Вложение добавлено.

# Messages
source: The recipient cannot be found.
ru_ru: Получатель не существует.

# Messages
source: Do you want to send this message as e-mail?
ru_ru: Вы хотите отправить это сообщение как e-mail?

# Notes
source: Author
ru_ru: Автор

# Notes
source: Modified
ru_ru: Изменена

source: Notes
ru_ru: Заметки

# Notes
source: Read
ru_ru: Читать

# Notes
source: Edit
ru_ru: Редактировать заметку

# Notes
source: New note
ru_ru: Новая заметка

# Notes
source: Note shared with
ru_ru: Заметка редактируется совместно с

# Notes
source: Share
ru_ru: Поделиться

# Notes
source: Who do you want to share this note with?
ru_ru: С кем вы хотите работать над заметкой?

# Notes
source: User cannot be found
ru_ru: Пользователь не существует.

# Notes
source: From now on you share this note with %{user}
ru_ru: Вы редактируете эту заметку совместно с %{user}

# Notes
source: The note has been modified.
ru_ru: Заметка отредактирована

# Notes
source: Do you want to stop sharing this note with %{user}?
ru_ru: Вы хотите перестать редактировать эту заметку с %user?

# Notes
source: You no longer share this note with %{user}
ru_ru: Вы больше не редактируете эту заметку совместно с %{user}

# Notes
source: Do you really want to delete %{name}?
ru_ru: Вы действительно хотите удалить %{name}?

# Notes
source: The note has been deleted.
ru_ru: Заметка удалена.

# Notes
source: note title
ru_ru: Название заметки

# Notes
source: Note content
ru_ru: Текст заметки

# Notes
source: Add
ru_ru: Добавить заметку

# Notes
source: The note has been created
ru_ru: Заметка создана.

# Online
source: %{count} user online
ru_ru: Знает %{count} пользователей

# Polls
source: Author
ru_ru: Автор

source: Polls
ru_ru: Опросы

# Polls
source: Do you really want to delete %{name}?
ru_ru: Вы действительно хотите удалить %{name}?

# Polls
source: deleted
ru_ru: Удалено

# Polls
source: New poll
ru_ru: Новый опрос

# Polls
source: Create
ru_ru: Создать

# Polls
source: Description
ru_ru: Описание

# Polls
source: New question
ru_ru: Новый вопрос

# Polls
source: Poll name
ru_ru: Название опроса

# Polls
source: Hide this poll
ru_ru: Скрыть опрос

# Polls
source: Questions
ru_ru: Вопросы

# Polls
source: Edit box
ru_ru: редактор

# Polls
source: Single choice
ru_ru: Возможен выбор одного ответа

# Polls
source: Question
ru_ru: Вопрос

# Polls
source: Question type
ru_ru: Тип ответа

# Polls
source: New answer
ru_ru: Новый ответ

# Polls
source: Answers
ru_ru: Ответы

# Polls
source: Multiple choice
ru_ru: Можно выбрать несколько ответов

# Polls
source: Answer
ru_ru: Ответ

# Polls
source: There are no answers to this question
ru_ru: Нет ответов на вопрос

# Polls
source: There is only one answer to this question.
ru_ru: Есть только один ответ на вопрос.

# Polls
source: The poll has been created.
ru_ru: Опрос создан.

# Polls
source: Created
ru_ru: Опрос создан

# Polls
source: Single choice question
ru_ru: Возможен выбор одного варианта ответа

# Polls
source: Multiple choice question
ru_ru: Можно выбрать несколько вариантов ответа

# Polls
source: Poll
ru_ru: Опрос

# Polls
source: Your vote has been saved.
ru_ru: Голос сохранён.

# Polls
source: The number of votes
ru_ru: Количество голосов:

# Polls
source: Poll results: %{name}
ru_ru: Результаты опроса %{name}

# Portable
source: Copy current settings
ru_ru: Скопировать текущие настройки программы

# Portable
source: Destination
ru_ru: Путь для размещения:

# Portable
source: Create as a single exe file. (No settings will be saved.
ru_ru: Сохранить как один exe-файл. Внимание! Настройки не будут сохранены.

# Portable
source: continue
ru_ru: Продолжить

# Portable
source: Copy downloaded soundthemes
ru_ru: Скопировать установленные звуковые схемы

# Portable
source: Please wait while files are being prepared
ru_ru: Подождите, идёт подготовка файлов.

# Portable
source: Copying settings
ru_ru: Настройки копируются

# Portable
source: Ask each time
ru_ru: Спрашивать каждый раз

# Portable
source: Use current setting
ru_ru: Сохранить текущие настройки

# Portable
source: Use a screenreader or a system default voice
ru_ru: Использовать голос скринридера или основной системный голос

# Portable
source: Reset synthesizer settings
ru_ru: Использовать речевые настройки по умолчанию

# Portable
source: If you use a created copy of Elten on another computer, the voice settings may not work properly. This is especially noticeable in a situation when another computer has other voices installed. How do you want to configure the generated version?
ru_ru: Если вы будете использовать переносную копию Elten на другом компьютере, настройки голоса могут работать неправильно. Это особенно заметно в ситуации, когда на другом компьютере установлены другие голоса. Укажите, каким образом следует настроить переносную версию elten?

# Portable
source: Copying sound themes
ru_ru: Звуковые схемы копируются

# Portable
source: Preparing SFX
ru_ru: Подготовка архива

# Portable
source: Elten Portable version created successfully.
ru_ru: Портабельная версия программы создана.

# Programs
source: not installed
ru_ru: Не установлено

# Programs
source: Programs installation
ru_ru: Установка программ

# Programs
source: Install
ru_ru: Установить

# Programs
source: Reinstall
ru_ru: Переустановить

# Programs
source: Update
ru_ru: Обновить

# Programs
source: Do you want to install the program %{name}?
ru_ru: Вы хотите установить %{name}?

# Programs
source: Installation completed.
ru_ru: Установка завершена

# Programs
source: Remove
ru_ru: Удалить

# Programs
source: Are you sure you want to remove program %{name}?
ru_ru: Вый действительно хотите удалить программу %{name}?

# Programs
source: Program removed
ru_ru: Удаление завершено.

source: Readme
ru_ru: Справка

# Registration
source: Enter your username. It will be used for identification.The maximum length of the username is 64 characters
ru_ru: Введите ваше имя пользователя. Оно будет использоваться для входа в систему и в сообществе elten. Максимальная длина имени пользователя составляет 64 символа.

# Registration
source: A username cannot contain an at. The character will be ignored.
ru_ru: В имени пользователя не может быть использована собачка. Знак будет пропущен.

# Registration
source: User name can not contain slashes. Sign will be Omitted.
ru_ru: Имя пользователя не может содержать символ косой черты. Он будет пропущен.

# Registration
source: User name can not contain spaces. Sign will be Omitted
ru_ru: Имя пользователя не может содержать пробел. Знак будет пропущен.

# Registration
source: Enter your password. It is recommended to use a strong password, which consists of numbers and letters. Maximum length of the password is 256 characters.
ru_ru: Введите ваш пароль. Рекомендуется использовать сложный пароль, состоящий из цифр и букв. Максимальная длина пароля 256 символов.

# Registration
source: Reenter your password
ru_ru: Введите пароль повторно

# Registration
source: The entered passwords differ
ru_ru: Введённые пароли не совпадают.

# Registration
source: Enter your e-mail address. It will be used in case you forget your password and to send important information.
ru_ru: Введите ваш адрес электронной почты. Он будет использоваться в случае, если вы забудете свой пароль, либо для получения важной информации от проекта.

# Registration
source: Registration is successful, thank you. You can log in using your username and password.
ru_ru: Добро пожаловать! Регистрация прошла успешно. Вы можете войти в систему под своим именем пользователя и паролем.

# Registration
source: An unknown error occurred while using database
ru_ru: Ошибка в базе данных..

# Registration
source: Account with the specified username already exists.
ru_ru: Введённое вами имя пользователя уже занято.

# Registration
source: An error occurred while trying to write data.
ru_ru: Ошибка записи данных.

# Registration
source: An error occurred while connecting to the server.
ru_ru: Ошибка соединения.

# Settings
source: Category
ru_ru: Категория настроек

# Settings
source: General
ru_ru: Основные

# Settings
source: Language
ru_ru: Язык

# Settings
source: Automatically minimize Elten Window to system tray
ru_ru: Автоматически скрывать программу в трей

# Settings
source: Enable auto log in
ru_ru: Входить в систему автоматически

# Settings
source: Automatically start Elten after I log on to Windows
ru_ru: Запускать Elten после входа в Windows

# Settings
source: Send Elten usage reports
ru_ru: Отправлять отчёты об использовании

# Settings
source: Interface
ru_ru: Интерфейс

# Settings
source: Play sounds of soundthemes
ru_ru: Воспроизводить звуки звуковой схемы

# Settings
source: Sound theme
ru_ru: Звуковая схема

# Settings
source: Manage sound themes
ru_ru: Настройка звуковых схем

# Settings
source: Display context menu in menu bar
ru_ru: Показывать контекстное меню в главном меню

# Settings
source: Voice and sound
ru_ru: Речь и звук

# Settings
source: Sound only
ru_ru: Только звук

# Settings
source: Voice only
ru_ru: Только голос

# Settings
source: Announcement of types of controls
ru_ru: Воспроизводить звуки вместо названий элементов интерфейса

# Settings
source: Wrap long lines in text fields
ru_ru: Объединять длинные строки в текстовых полях

# Settings
source: The display method of selection lists
ru_ru: Метод отображения списков

# Settings
source: Circular
ru_ru: По кругу

# Settings
source: Linear
ru_ru: Линейный

# Settings
source: Voice
ru_ru: Голос

# Settings
source: Use screenreader
ru_ru: Использовать скринридер (Внимание. Программа работает только с Nvda)

# Settings
source: Speech rate
ru_ru: Скорость

# Settings
source: Speech volume
ru_ru: Громкость синтезатора

# Settings
source: Characters
ru_ru: Символы

# Settings
source: Words
ru_ru: Слова

# Settings
source: None
ru_ru: Ничего

# Settings
source: Characters and words
ru_ru: Символы и слова

# Settings
source: Typing echo
ru_ru: Произносить при вводе

# Settings
source: Clock
ru_ru: Часы

# Settings
source: Clock information
ru_ru: Объявлять время

# Settings
source: announcement time
ru_ru: Объявление времени

# Settings
source: every hour
ru_ru: Каждый час

# Settings
source: every half hour
ru_ru: Каждые полчаса

# Settings
source: every quarter of an hour
ru_ru: Каждые пятнадцать минут

# Settings
source: Alarms
ru_ru: Будильники

# Settings
source: Sound devices
ru_ru: Звуковые устройства

# Settings
source: Use Default
ru_ru: Использовать системное

# Settings
source: Output device
ru_ru: Вывод

# Settings
source: Input device
ru_ru: Ввод

# Settings
source: Enable FX effects
ru_ru: Включить эффекты FX

# ShortKeys
source: List of keyboard shortcuts
ru_ru: Список горячих клавиш

# SoundThemes
source: No sound themes.
ru_ru: Звуковые схемы отсутствуют.

# SoundThemes
source: default
ru_ru: Поумолчанию

# SoundThemes
source: Download sound themes
ru_ru: Скачать звуковые схемы

source: Sound themes
ru_ru: Звуковые схемы

# SoundThemes
source: Are you sure you want to delete this soundtheme?
ru_ru: Вы действительно хотите удалить эту звуковую схему?

# SoundThemes
source: Do you wish to use this sound theme?
ru_ru: Вы хотите использовать эту звуковую схему?

# Soundthemes
source: Select theme to download
ru_ru: Выберите звуковую схему для скачивания

# Sounds
source: Operation cancelled
ru_ru: Операция отменена

# Sounds
source: Background of dialog windows
ru_ru: Фон диалоговых окон

# Sounds
source: Dialog window opened
ru_ru: Открытие диалогового окна

# Sounds
source: Dialog window closed
ru_ru: Закрытие диалогового окна

# Sounds
source: Menu Background
ru_ru: Звуковой фон меню

# Sounds
source: Menu opened
ru_ru: Меню открыто

# Sounds
source: Menu closed
ru_ru: Меню закрыто

# Sounds
source: Marker of a form
ru_ru: Начало окна

# Sounds
source: Marker of a listbox
ru_ru: Информация о списке

# Sounds
source: Marker of a multiselect listbox
ru_ru: Информация о списке со множественным выбором

# Sounds
source: Focus move on a listbox
ru_ru: Фокус перемещён в список

# Sounds
source: Border of a listbox
ru_ru: Граница списка

# Sounds
source: Expandable item on a listbox
ru_ru: Разворачиваемый элемент

# Sounds
source: Item expanded
ru_ru: Элемент развёрнут

# Sounds
source: Item collapsed
ru_ru: Элемент закрыт

# Sounds
source: Item selected
ru_ru: Элемент выбран

# Sounds
source: Checked item on a listbox
ru_ru: Отмеченный элемент в списке

# Sounds
source: Unchecked item on a listbox
ru_ru: Неотмеченный элемент в списке

# Sounds
source: New or updated item on a listbox
ru_ru: Обновление в списке

# Sounds
source: Item with attachment on a listbox
ru_ru: Вложение в списке

# Sounds
source: Closed item on a listbox
ru_ru: Элемент, доступ к которому закрыт

# Sounds
source: Pinned item on a listbox
ru_ru: Прикреплённый элемент

# Sounds
source: Compressed file on a files tree
ru_ru: Архив в дереве файлов

# Sounds
source: Audio file on a files tree
ru_ru: Аудио файл в дереве файлов

# Sounds
source: Directory on a files tree
ru_ru: Папка в дереве файлов

# Sounds
source: Document on a files tree
ru_ru: Документ в дереве файлов

# Sounds
source: Text file on a files tree
ru_ru: Текстовый файл в дереве файлов

# Sounds
source: Marker of an editbox in a form
ru_ru: Обозначение поля редактирования

# Sounds
source: A piece of text in an editbox is checked
ru_ru: Часть текста выделена

# Sounds
source: Capitalized letter in an editbox
ru_ru: Большая буква

# Sounds
source: Delete of a text in an editbox
ru_ru: Текст удалён

# Sounds
source: End of line in an editbox
ru_ru: Конец строки

# Sounds
source: Password character in an editbox
ru_ru: Звук ввода пароля

# Sounds
source: Space in an editbox
ru_ru: Пробел

# Sounds
source: Marker of a button in a form
ru_ru: Кнопка

# Sounds
source: Marker of a checkbox in a form
ru_ru: Флажок

# Sounds
source: User signed in or Elten window focused
ru_ru: Пользователь вошёл

# Sounds
source: User signed out or Elten closed
ru_ru: Пользователь вышел

# Sounds
source: Elten minimized into tray
ru_ru: Elten скрыт в трей

# Sounds
source: New chat message
ru_ru: Новое сообщение в чате

# Sounds
source: Messages window updated
ru_ru: Окно сообщений обновлено

# Sounds
source: New event
ru_ru: Новое уведомление

# Sounds
source: Notification: birthday of a friend
ru_ru: Уведомление о дне рождения друга

# Sounds
source: Notification: new comment on your blog
ru_ru: Новый комментарий на блоге

# Sounds
source: Notification: new post on a followed blog
ru_ru: Новый пост на избранном блоге

# Sounds
source: Notification: new thread on a followed forum
ru_ru: Новая тема на избранном форуме

# Sounds
source: Notification: new post on a followed forum
ru_ru: Новый пост на избранном форуме

# Sounds
source: Notification: new post in a followed thread
ru_ru: Новый пост в избранной теме

# Sounds
source: Notification: new friend
ru_ru: Вас добавили в контакты

# Sounds
source: Notification: new mention
ru_ru: Новое упоминание

# Sounds
source: Notification: new message
ru_ru: Входящее сообщение

# Sounds
source: Recording started
ru_ru: Запись началась

# Sounds
source: Recording stopped
ru_ru: Запись завершилась

# Sounds
source: Clock sound
ru_ru: Звук часов

# Sounds
source: Alarm Sound
ru_ru: Звук предупреждения

# Sounds
source: Waiting for an action to be completed
ru_ru: Ожидание окончания какого-то процесса

# Sounds
source: Type name of the soundtheme
ru_ru: Введите название звуковой схемы

# Sounds
source: Sounds guide, press space to play
ru_ru: Гид по звукам. Чтобы воспроизвести интересующий звук, нажмите Пробел

# Sounds
source: Select new sound
ru_ru: Выберите новый звук

# Sounds
source: Where to save this theme
ru_ru: Где сохранить звуковую схему?

# Sounds
source: Do you want to save this soundtheme?
ru_ru: Вы хотите сохранить звуковую схему?

# SpeedTest
source: Messages recipients
ru_ru: Сообщения и получатели

# SpeedTest
source: Number of attempts to perform
ru_ru: Количество попыток

# SpeedTest
source: Unit to test
ru_ru: Блок для тестирования

# SpeedTest
source: Blogs list
ru_ru: Список блогов

# SpeedTest
source: Session refresh
ru_ru: Обновление сессии

# SpeedTest
source: What's new
ru_ru: Уведомления

# SpeedTest
source: Start
ru_ru: Начать

# SpeedTest
source: Performing test, please wait
ru_ru: Выполнение теста, пожалуйста, подождите

# SpeedTest
source: Average time
ru_ru: Среднее время

# SpeedTest
source: Minimum time
ru_ru: Минимальное время

# SpeedTest
source: Maximum time
ru_ru: Максимальное время

# SpeedTest
source: Test results
ru_ru: Результаты

# Update
source: A new version of this program is available. Do you want to download and instal it?
ru_ru: Доступно обновление. Хотите загрузить и установить его?

# Update
source: Please wait while files are downloaded.
ru_ru: Пожалуйста, подождите, обновления загружаются.

# Update
source: The update has been downloaded. To install it, the program must be restarted. Press enter to continue or escape to cancel.
ru_ru: Обновление было загружено, однако Для его установки необходимо перезапустить программу. Нажмите enter, чтобы продолжить, либо Escape, чтобы отменить установку.

# Update
source: Now, the update will be installed. The program will restart.
ru_ru: Сейчас будет установлено обновление. Программа запустится автоматически. Ожидайте!

# Update
source: The program will be now reverted to the latest stable version. Elten will restart. It may take several minutes.
ru_ru: Программа возвращается в исходное состояние. Подождите, пожалуйста, это может занять несколько минут.

# UserSearch
source: Search users
ru_ru: Поиск пользователей

# UserSearch
source: No match found.
ru_ru: Пользователи по вашему запросу не найдены.

# UserSearch
source: Found items
ru_ru: Результаты поиска

# UserSearch
source: Search again
ru_ru: Искать ещё раз

# Users
source: List of users
ru_ru: Список пользователей

source: UsersAddedMeToThis section is unavailable for guests
ru_ru: Опция недоступна для гостей.

# UsersAddedMeToContacts
source: Users who added me to their contacts list
ru_ru: Пользователи, добавившие меня в контакты

# Users_RecentlyActived
source: Recently active users
ru_ru: Пользователи, входившие недавно

# Users_RecentlyRegistered
source: Recently registered users
ru_ru: Новые пользователи

source: What's new
ru_ru: Уведомления

# WhatsNew
source: Friends' birthday
ru_ru: Дни рождения знакомых

# WhatsNew
source: New friends
ru_ru: Вас добавили в контакты

# WhatsNew
source: New posts on followed forums
ru_ru: Количество новых постов на избранных форумах:

# WhatsNew
source: Mentions
ru_ru: Упоминания

# WhatsNew
source: Update available (%{version})
ru_ru: Доступно обновление до версии (%{version})

# WhatsNew
source: New messages
ru_ru: Количество новых сообщений

# WhatsNew
source: New posts in followed threads
ru_ru: Количество новых постов в избранных темах

# WhatsNew
source: New posts on the followed blogs
ru_ru: Количество новых постов на избранных блогах

# WhatsNew
source: New comments on your blog
ru_ru: Количество новых комментариев на вашем блоге:

# WhatsNew
source: New threads on followed forums
ru_ru: Количество новых тем на избранных форумах:

# WhatsNew
source: There is nothing new.
ru_ru: Уведомлений нет

# WhatsNew
source: There is nothing new on followedblogs.
ru_ru: Новых постов на избранных блогах нет

# Youtube
source: Load more
ru_ru: Загрузить ещё

# Youtube
source: Search results
ru_ru: Результаты поиска

# Youtube
source: Details
ru_ru: Подробности

# Youtube
source: Published on
ru_ru: Опубликовано

# Youtube
source: Duration
ru_ru: Длительность

# *Main
source: Your playlist has been changed. Save current changes?
ru_ru: Плейлист изменён. Сохранить изменения?

# *Main
source: Do you want to save your playlist?
ru_ru: Хотите сохранить плейлист?

# *Main
source: Do you want to delete the saved playlist?
ru_ru: Хотите удалить сохранённый плейлист?
