Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Registration
source: Registration is successful, thank you. You can log in using your username and password.
es_pa: El registro es exitoso, gracias. Puede iniciar la sesión con su nombre de usuario y contraseña.
lt_lt: Registracija sėkminga, dėkojame. Galite prisijungti naudodami vartotojo vardą ir slaptažodį.
ro_ro: Înregistrarea este reușită, îți mulțumim. Acum te poți conecta folosind numele de utilizator și parola.

# Registration
source: An unknown error occurred while using database
es_pa: Se produjo un error desconocido al utilizar la base de datos.
fr_fr: Une erreur de base de données inconnue s'est produite.
lt_lt: Naudojant duomenų bazę įvyko nežinoma klaida
pt_br: Ocorreu um erro desconhecido ao usar o banco de dados
ro_ro: A apărut o eroare necunoscută în timpul utilizării bazei de date

# Registration
source: Account with the specified username already exists.
es_pa: La cuenta con el nombre de usuario especificado ya existe.
fr_fr: Le compte avec le nom d'utilisateur donné existe déjà.
lt_lt: Paskyra su nurodytu vartotojo vardu jau egzistuoja.
pt_br: Conta com o nome de usuário especificado já existe.
ro_ro: Contul cu numele de utilizator specificat există deja.

# Registration
source: An error occurred while trying to write data.
es_pa: Se ha producido un error al intentar escribir datos.
fr_fr: Erreur d'enregistrement de données.
lt_lt: Įrašant datą įvyko nežinoma klaida.
pt_br: Ocorreu um erro ao tentar gravar dados.
ro_ro: A apărut o eroare la încercarea de a scrie date.

# Registration
source: An error occurred while connecting to the server.
es_pa: Se produjo un error al conectar al servidor.
fr_fr: Erreur de connexion avec le serveur.
lt_lt: Jungiantis prie serverio įvyko klaida.
pt_br: Ocorreu um erro ao conectar-se ao servidor.
ro_ro: A apărut o eroare la conectarea la server.

# Settings
source: Category
es_pa: Categoría
fr_fr: Catégorie
lt_lt: Kategorija
ro_ro: Categorie

# Settings
source: Language
es_pa: Idioma
fr_fr: Langue
lt_lt: Kalba
ro_ro: Limbă

# Settings
source: Automatically minimize Elten Window to system tray
es_pa: Minimizar automaticamente Elten a la bandeja del sistema
fr_fr: Réduire automatiquement Elten dans la barre d'état système
lt_lt: Automatiškai minimizuoti Elten į dėklą
ro_ro: Minimizează automat fereastra Elten în tray

# Settings
source: Enable auto log in
es_pa: Habilitar inicio de sesión automático
fr_fr: Activer la connexion automatique
lt_lt: Įjungti automatinį prisijungimą
ro_ro: Activează autentificarea automată

# Settings
source: Automatically start Elten after I log on to Windows
es_pa: Iniciar Elten automáticamente después de loguearme en Windows
fr_fr: Démarrer automatiquement Elten après ma connexion à Windows
lt_lt: Automatiškai paleisti Elten, kai prisijungiu prie Windows
ro_ro: Pornește Elten automat după ce mă autentific în Windows

# Settings
source: Check for updates at startup
es_pa: Buscar actualizaciones al inicio
lt_lt: Startuojant tikrinti, ar yra naujinimų
ro_ro: Verifică pentru actualizări la pornire

# Settings
source: Send Elten usage reports
es_pa: Enviar informes de uso de Elten
fr_fr: Envoyer des rapports d'utilisation d'Elten
lt_lt: Siųsti Elten naudojimo raportus
ro_ro: Trimite rapoarte de utilizare Elten

# Settings
source: Interface
es_pa: Interfaz
lt_lt: Sąsaja
ro_ro: Interfață

# Settings
source: Play sounds of soundthemes
es_pa: Reproducir sonidos de temas de sonido
fr_fr: Jouer des sons du thème audio
lt_lt: Groti garsų temos garsus
ro_ro: Redă sunetele temelor de sunete

# Settings
source: Soundtheme volume
es_pa: Volumen de tema de sonido
lt_lt: Garso temos garsas
ro_ro: Volumul temei de sunete

# Settings
source: Use default
es_pa: Usar predeterminado
fr_fr: Utiliser par défaut
lt_lt: Naudoti numatytąjį
ro_ro: Folosește implicit

# Settings
source: Sound theme
es_pa: Tema de sonido
fr_fr: Thèmes audio
lt_lt: Garso tema
ro_ro: Tema de sunete

# Settings
source: Manage sound themes
es_pa: Gestionar temas de sonido
fr_fr: Gérer les thèmes audio
lt_lt: Tvarkyti garso temas
ro_ro: Administrează temele de sunete

# Settings
source: Use Stereo positioning for user interface
es_pa: Utilizar posicionamiento estéreo para la interfaz de usuario
lt_lt: Naudoti stereo pozicionavimą vartotojo sąsajai
ro_ro: Folosește poziționarea stereo pentru interfață

# Settings
source: Use background sounds in menu and dialog windows
es_pa: Usar sonidos de fondo en las ventanas de menú y diálogo
lt_lt: Naudoti fono garsus meniu ir dialogo languose
ro_ro: Folosește sunete de fundal în meniuri și dialoguri

# Settings
source: Display context menu in menu bar
es_pa: Mostrar menú contextual en la barra de menús
lt_lt: Rodyti kontekstinį meniu meniu juostoje
ro_ro: Afișează meniul contextual în bară

# Settings
source: Voice only
es_pa: Solo voz
fr_fr: Seule voix
lt_lt: Tik balsas
ro_ro: Doar voce

# Settings
source: Voice and sound
es_pa: Voz y sonido
fr_fr: Voix et son
lt_lt: Balsas ir garsas
ro_ro: Voce și sunet

# Settings
source: Announcement of types of controls
es_pa: Anuncio de tipos de controles
fr_fr: Annoncer des types de contrôles
lt_lt: Tipų ir valdiklių pasirodymas
ro_ro: Rostirea tipului de controale

# Settings
source: Sound only
es_pa: Solo sonido
fr_fr: Seul son
lt_lt: Tik garsas
ro_ro: Doar sunet

# Settings
source: Wrap long lines in text fields
es_pa: Envolver líneas largas en cuadros de texto
fr_fr: Insérer des lignes longues dans des champs de texte
lt_lt: Vynioti ilgas eilutes tekstų laukuose
ro_ro: Afișează linii lungi în câmpuri de text

# Settings
source: The display method of selection lists
es_pa: Método en pantalla de listas de selección
fr_fr: Méthode d'affichage des listes de sélection
lt_lt: Sąrašų su pasirenkamaisiais elementais rodymo būdas
ro_ro: Metoda de afișare a listelor de selecție

# Settings
source: Round up the forms
es_pa: Redondear formas
lt_lt: Formos viršuje
ro_ro: Rotunjește formularele

# Settings
source: Disable feed notifications
es_pa: Desactivar las notificaciones de feed
lt_lt: Išjungti sienos pranešimus
ro_ro: Dezactivează notificările fluxului

# Settings
source: Voice
es_pa: Voz
fr_fr: Voix
lt_lt: Balsas
ro_ro: Voce

# Settings
source: Use NVDA
es_pa: Usar NVDA
lt_lt: Naudoti NVDA
ro_ro: Folosește NVDA

# Settings
source: Speech rate
es_pa: Velocidad de la voz
fr_fr: Débit de parole
lt_lt: Kalbos greitis
ro_ro: Viteza vorbirii

# Settings
source: Speech volume
es_pa: Volumen de voz
fr_fr: Volume de la parole
lt_lt: Kalbos garsas
ro_ro: Volumul vorbirii

# Settings
source: Speech pitch
es_pa: Tono de voz
lt_lt: Kalbos tonas
ro_ro: Înălțimea vocii

# Settings
source: Enable braille output (requires NVDA addon)
es_pa: Habilitar la salida en braille (requiere un complemento de NVDA)
lt_lt: Įjungti Brailio išvestį (reikės NVDA priedo)
ro_ro: Activează ieșirea braille (necesită supliment NVDA)

# Settings
source: Use a voice dictionary when processing characters (requires NVDA addon when using NVDA as a speech output)
es_pa: Utilizar un diccionario de voz al procesar caracteres (requiere el addon NVDA cuando se utiliza NVDA como salida de voz)
lt_lt: Einant per simbolius naudoti balso žodyną (reikės NVDA priedo naudojant NVDA kaip kalbos išvestį)
ro_ro: Utilizează un dicționar vocal atunci când se prelucrează caractere (necesită supliment NVDA când utilizezi NVDA ca ieșire vocală)

# Settings
source: Characters and words
es_pa: Caracteres y palabras
fr_fr: Signes et mots
lt_lt: Simboliai ir žodžiai
ro_ro: Citește caracterele și cuvintele introduse

# Settings
source: Typing echo
es_pa: Eco de escritura
fr_fr: Écho clavier
lt_lt: Raidžių vedimo aidas
ro_ro: Modul de rostire la scriere

# Settings
source: Characters
es_pa: Caracteres
fr_fr: Signes
lt_lt: Simboliai
ro_ro: Citește caracterele introduse

# Settings
source: Words
es_pa: Palabras
fr_fr: Mots
lt_lt: Žodžiai
ro_ro: Citește cuvintele introduse

# Settings
source: None
es_pa: Ninguna
fr_fr: Rien
lt_lt: Nieko
ro_ro: Niciun

# Settings
source: Clock
es_pa: Reloj
fr_fr: T&emps et alarmes
lt_lt: Laikrodis
ro_ro: Ceas

# Settings
source: Clock information
es_pa: Información del reloj
fr_fr: Informations d'horloge
lt_lt: Laikrodžio informacija
ro_ro: Informații ceas

# Settings
source: announcement time
es_pa: tiempo de anuncio
fr_fr: Signalez chaque
lt_lt: Skelbimo laikas
ro_ro: Ora citirii

# Settings
source: every hour
es_pa: Cada hora
fr_fr: Une heure
lt_lt: Kas valandą
ro_ro: La fiecare oră

# Settings
source: every half hour
es_pa: Cada horay medio
fr_fr: Demi heure
lt_lt: Kas pusvalandį
ro_ro: La fiecare jumătate de oră

# Settings
source: every quarter of an hour
es_pa: Cada cuarto de hora
fr_fr: Quart d'heure
lt_lt: Kas ketvirtį valandos
ro_ro: La fiecare sfert de oră

# Settings
source: Alarms
es_pa: Alarmas
fr_fr: Alarmes
lt_lt: Žadintuvas
ro_ro: Alarme

# Settings
source: Sound devices
es_pa: Dispositivos de sonido
fr_fr: Appareils audio
lt_lt: Garso įrenginiai
ro_ro: Dispozitive de sunet

# Settings
source: Use Default
es_pa: Usar predeterminado
fr_fr: Utiliser par défaut
lt_lt: Naudoti numatytąjį
ro_ro: Folosește-l pe cel implicit

# Settings
source: Loopback device
es_pa: Dispositivo de bucle invertido
lt_lt: Galinis įrenginys

# Settings
source: Output device
es_pa: Dispositivo de salida
fr_fr: Périphérique de sortie
lt_lt: Išvesties įrenginys
ro_ro: Dispozitiv de ieșire

# Settings
source: Input device
es_pa: Dispositivo de entrada
fr_fr: Périphérique d'entrée
lt_lt: Įvesties įrenginys
ro_ro: Dispozitiv de intrare

# Settings
source: Mute the microphone in conferences while recording other content
es_pa: Silenciar el micrófono en las conferencias mientras se graba otro contenido
lt_lt: Konferencijose nutildyti mikrofoną, kol įrašinėjamas kitas turinys

# Settings
source: In audio conferences only
es_pa: En las audioconferencias solamente
lt_lt: Tik audio konferencijose
ro_ro: Doar în conferințele audio

# Settings
source: Use noise reduction
es_pa: Usar la reducción de ruido
lt_lt: Naudoti triukšmo sumažinimą
ro_ro: Folosește reducerea zgomotului

# Settings
source: Never
es_pa: Nunca
lt_lt: Niekada
ro_ro: Niciodată

# Settings
source: In audio conferences and when recording
es_pa: En las audioconferencias y al grabar
lt_lt: Audio konferencijose ir kai įrašinėjama
ro_ro: În conferințele audio și în timpul înregistrărilor

# Settings
source: Enable echo cancellation
es_pa: Habilitar cancelación de eco
lt_lt: Įjungti aido nuėmėją
ro_ro: Activează anularea ecoului

# Settings
source: Invisible interface
es_pa: Interfaz invisible
lt_lt: Nematomoji sąsaja
ro_ro: Interfață invizibilă

# Settings
source: Modifier keys
es_pa: Teclas modificadoras
lt_lt: Modifikatoriaus klavišai
ro_ro: Taste modifier

# Settings
source: Conference options
es_pa: Opciones de conferencia
lt_lt: Konferencijos parinktys
ro_ro: Opțiuni conferință

# Settings
source: Cards to show
es_pa: Cartas para mostrar
lt_lt: Kartelės rodymui
ro_ro: Cărți spre afișare

# Settings
source: Messages
es_pa: Mensajes
lt_lt: Žinutės
ro_ro: Mesaje

# Settings
source: Advanced
es_pa: Avanzado
lt_lt: Pažengusiesiems

# Settings
source: Enable FX effects
es_pa: Activar efectos FX
lt_lt: Įjungti FX efektus
ro_ro: Activează efectele FX

# Settings
source: Use bilinear HRTF interpolation
es_pa: Utilizar interpolación HRTF bilineal
lt_lt: Naudoti bilinear HRTF interpoliaciją

# Settings
source: Disable concurrent requests (HTTP2)
es_pa: Desactivar las solicitudes concurrentes (HTTP2)
lt_lt: Išjungti vykstančias kartu užklausas (HTTP2)

# Settings
source: Use only TCP packets in conferences
es_pa: Utilizar sólo paquetes TCP en las conferencias
lt_lt: Naudoti tik TCP paketus konferencijose

# Settings
source: Maximum UDP packet payload size
es_pa: Tamaño máximo de la carga útil de los paquetes UDP
lt_lt: Maksimalus UDP paketo payload dydis

# Settings
source: Conferences audio buffer in frames
es_pa: Buffer de audio de las conferencias en fotogramas
lt_lt: Konferencijų audio bufferis rėmais

# Settings
source: Conference buffer cut-off threshold in milliseconds
es_pa: Umbral de corte del buffer de conferencias en milisegundos
lt_lt: Konferencijos buferio pertraukimo slenkstis milisekundėmis

# SoundThemes
source: default
es_pa: Predeterminado
fr_fr: Défaut
lt_lt: Numatytasis
pt_br: padrão
ro_ro: Implicită

source: Sound themes
es_pa: Temas de sonido
fr_fr: Thèmes audio
lt_lt: Garso temos
pt_br: temas sonoros
ro_ro: Teme de sunete

# SoundThemes
source: Download sound themes
es_pa: Descargar temas de sonido
fr_fr: Télécharger des thèmes audio
lt_lt: Parsiųsti garso temas
pt_br: Baixar temas sonoros
ro_ro: Descarcă teme de sunete

# SoundThemes
source: Edit
es_pa: Edita
lt_lt: Redaguoti
ro_ro: Editează

# SoundThemes
source: Delete
es_pa: Eliminar
lt_lt: Trinti
ro_ro: Șterge

# SoundThemes
source: Are you sure you want to delete this soundtheme?
es_pa: ¿Está seguro de que desea eliminar este tema de sonido?
fr_fr: Êtes-vous sûr de vouloir supprimer ce thème audio?
lt_lt: Ar tikrai norite ištrinti šią garso temą?
ro_ro: Sigur ștergi tema de sunete?

# SoundThemes
source: Do you wish to use this sound theme?
es_pa: ¿Desea utilizar este tema de sonido?
fr_fr: Voulez-vous utiliser ce theme audio?
lt_lt: Ar norite naudoti šią garso temą?
ro_ro: Vrei să folosești această temă de sunete?

# SoundThemes
source: Not downloaded
es_pa: Descargado
lt_lt: Neparsiųsta
ro_ro: Nedescărcată

# SoundThemes
source: Update available
es_pa: Actualización disponible
lt_lt: Galimas atnaujinimas
ro_ro: Actualizare disponibilă

# SoundThemes
source: Downloaded
es_pa: Descargado
lt_lt: Parsiųsta
ro_ro: Descărcată

# SoundThemes
source: Status
es_pa: Estado
lt_lt: Būsena
ro_ro: Stare

# Soundthemes
source: Select theme to download
es_pa: Seleccione tema a descargar
fr_fr: Choisissez un thème à télécharger
lt_lt: Pasirinkite temą parsisiuntimui
pt_br: Selecione o tema para baixar
ro_ro: Selectează tema care urmează a fi descărcată

# SoundThemes
source: Do you want to download theme %{name}? Need to download %{size} of data.
es_pa: ¿Quieres descargar el tema %{name}? Necesito descargar %{size} de datos.
lt_lt: Ar norite parsiųsti temą %{name}? Reiktų parsiųsti %{size} duomenų.
ro_ro: Vrei să descarci tema %{name}? Trebuie descărcate %{size} de date.

# Sounds
source: Operation cancelled
es_pa: Operación cancelada
fr_fr: Opération annulée
lt_lt: Operacija atšaukta
ro_ro: Operațiune anulată

# Sounds
source: Background of dialog windows
es_pa: Fondo de las ventanas de diálogo
fr_fr: Arrière-plan des fenêtres de dialogue
lt_lt: Dialogo langų fonas
ro_ro: Sunetul de fundal al dialogurilor

# Sounds
source: Dialog window opened
es_pa: Ventana de diálogo abierta
fr_fr: Fenêtre de dialogue ouverte
lt_lt: Dialogo langas atidarytas
ro_ro: Dialog deschis

# Sounds
source: Dialog window closed
es_pa: Ventana de diálogo cerrada
fr_fr: Fenêtre de dialogue fermée
lt_lt: Dialogo langas uždarytas
ro_ro: Dialog închis

# Sounds
source: Menu Background
es_pa: Fondo del menú
fr_fr: Fond de menu
lt_lt: Meniu fonas
ro_ro: Fundalul meniului

# Sounds
source: Menu opened
es_pa: Menú abierto
fr_fr: Menu ouvert
lt_lt: Meniu atidarytas
ro_ro: Meniu deschis

# Sounds
source: Menu closed
es_pa: Menú cerrado
fr_fr: Menu fermé
lt_lt: Meniu uždarytas
ro_ro: Meniu închis

# Sounds
source: Marker of a form
es_pa: Marcador de un formulario
fr_fr: Marquer d'un formulaire
lt_lt: Formos kursorius
ro_ro: Marker al unui formular

# Sounds
source: Marker of a listbox
es_pa: Marcador de un cuadro de lista
fr_fr: Marqueur d'une liste
lt_lt: Sąrašo kursorius
ro_ro: Markerul unei liste

# Sounds
source: Marker of a multiselect listbox
es_pa: Marcador de un cuadro de lista multiselección
fr_fr: Marqueur d'une zone de liste multisélection
lt_lt: Daugybinio pasirinkimo sąrašo kursorius
ro_ro: Markerul unei liste de selecție multiplă

# Sounds
source: Focus move on a listbox
es_pa: Movimiento de enfoque en un cuadro de lista
fr_fr: Déplacement d'un focus sur une liste
lt_lt: Fokusas uždėtas ant sąrašo
ro_ro: Mutarea focalizării într-o listă

# Sounds
source: Border of a listbox
es_pa: Borde de un cuadro de lista
fr_fr: Bordure d'une liste
lt_lt: Sąrašo kraštas
ro_ro: Marginea unei liste

# Sounds
source: Expandable item on a listbox
es_pa: Elemento expandible en un cuadro de lista
fr_fr: Élément à développer sur une liste
lt_lt: Išskleidžiamas sąrašo elementas
ro_ro: Element extensibil dintr-o listă

# Sounds
source: Item expanded
es_pa: Elemento abierto
fr_fr: Élément développé
lt_lt: Elementas išskleistas
ro_ro: Element extins

# Sounds
source: Item collapsed
es_pa: Elemento cerrado
fr_fr: Élément réduit
lt_lt: Elementas suskliaustas

# Sounds
source: Item selected
es_pa: Elemento seleccionado
fr_fr: Élément coché
lt_lt: Elementas pasirinktas
ro_ro: Element selectat

# Sounds
source: Checked item on a listbox
es_pa: Elemento marcado en un cuadro de lista
fr_fr: Élément coché dans une liste
lt_lt: Pažymėtas sąrašo elementas
ro_ro: Element bifat într-o listă

# Sounds
source: Unchecked item on a listbox
es_pa: Elemento desmarcado en un cuadro de lista
fr_fr: Élément non coché sur une liste
lt_lt: Nepažymėtas sąrašo elementas
ro_ro: Element debifat într-o listă

# Sounds
source: New or updated item on a listbox
es_pa: Elemento nuevo o actualizado en un cuadro de lista
fr_fr: Élément nouveau ou mis à jour dans une liste
lt_lt: Naujas arba atnaujintas sąrašo elementas
ro_ro: Element nou sau actualizat într-o listă

# Sounds
source: Item with attachment on a listbox
es_pa: Elemento con archivo adjunto en un cuadro de lista
fr_fr: ÉlÉment avec pièce jointe sur la liste
lt_lt: Sąrašo elementas su priedu
ro_ro: Element cu atașament într-o listă

# Sounds
source: Closed item on a listbox
es_pa: Elemento cerrado en un cuadro de lista
fr_fr: Élément fermé dans une liste
lt_lt: Uždarytas sąrašo elementas
ro_ro: Element închis într-o listă

# Sounds
source: Item containing other items on a listbox
es_pa: Elemento que contiene otros elementos en un cuadro de lista
lt_lt: Sąrašo elementas, talpinantis kitus elementus
ro_ro: Element care conține alte elemente dintr-o listă

# Sounds
source: Future item on a listbox
es_pa: Elemento futuro en una lista
lt_lt: Sąrašo elementas ateityje
ro_ro: Element future într-o listă

# Sounds
source: Liked item on a listbox
es_pa: Elemento que le gusta en un cuadro de lista
lt_lt: Patinkantis sąrašo elementas

# Sounds
source: Pinned item on a listbox
es_pa: Elemento anclado en un cuadro de lista
fr_fr: Élément épinglé dans une liste
lt_lt: Prisegtas sąrašo elementas
ro_ro: Element fixat într-o listă

# Sounds
source: Item with restricted access on a listbox
es_pa: Elemento con acceso restringido en una caja de lista
lt_lt: Sąrašo elementas su ribota prieeiga

# Sounds
source: Online user
es_pa: Usuario en línea
lt_lt: Prisijungęs vartotojas
ro_ro: Utilizator conectat

# Sounds
source: User being a sponsor
es_pa: El usuario es un patrocinador
lt_lt: Vartotojas yra remėjas
ro_ro: Utilizatorul este un sponsor

# Sounds
source: Compressed file on a files tree
es_pa: Archivo comprimido en un árbol de archivos
fr_fr: Fichier compressé dans une arborescence de fichiers
lt_lt: Suspaustas failas failų medyje
ro_ro: Fișier compresat

# Sounds
source: Audio file on a files tree
es_pa: Archivo de audio en un árbol de archivos
fr_fr: Fichier audio dans une arborescence de fichiers
lt_lt: Audio failas failų medyje
ro_ro: Fișier audio

# Sounds
source: Directory on a files tree
es_pa: Directorio en un árbol de archivos
fr_fr: Catalogue dans une arborescence de fichiers
lt_lt: Direktorija failų medyje
ro_ro: Folder

# Sounds
source: Document on a files tree
es_pa: Documento en un árbol de archivos
fr_fr: Document dans une arborescence de fichiers
lt_lt: Dokumentas failų medyje
ro_ro: Document

# Sounds
source: Text file on a files tree
es_pa: Archivo de texto en un árbol de archivos
fr_fr: Fichier texte dans une arborescence de fichiers
lt_lt: Tekstinis failas failų medyje
ro_ro: Fișier text

# Sounds
source: Marker of an editbox in a form
es_pa: Marcador de un cuadro de edición en un formulario
fr_fr: Marqueur d'un champ d'édition dans un formulaire
lt_lt: Redagavimo laukelio kursorius formoje
ro_ro: Markerul unei casete de editare

# Sounds
source: A piece of text in an editbox has beenselected
es_pa: Un trozo de texto en un cuadro de edición ha sido seleccionado
lt_lt: Dalis teksto redagavimo laukelyje pažymėta
ro_ro: Un text dintr-un câmp de editare a fost selectat

# Sounds
source: A piece of text in an editbox has been unselected
es_pa: Un trozo de texto en un cuadro de edición ha sido deseleccionado
lt_lt: Teksto dalis redagavimo laukelyje atžymėta
ro_ro: Un text dintr-un câmp de editare a fost deselectat

# Sounds
source: Capitalized letter in an editbox
es_pa: Carta en mayúsculas en un cuadro de edición
fr_fr: Lettre majuscule dans un champ d'édition
lt_lt: Didžioji raidė redagavimo laukelyje
ro_ro: Literă majusculă într-un câmp de editare

# Sounds
source: Delete of a text in an editbox
es_pa: Eliminar un texto en un cuadro de edición
fr_fr: Suppression d'un texte dans un champ d'édition
lt_lt: Teksto trynimas redagavimo laukelyje
ro_ro: Ștergerea unui text dintr-un câmp de editare

# Sounds
source: End of line in an editbox
es_pa: Fin de la línea en un cuadro de edición
fr_fr: Fin de ligne dans un champ d'édition
lt_lt: Eilutės pabaiga redagavimo laukelyje
ro_ro: Sfârșitul unei linii dintr-un câmp de text

# Sounds
source: Password character in an editbox
es_pa: Carácter de contraseña en un cuadro de edición
fr_fr: Caractère de mot de passe dans un champ d'édition
lt_lt: Slaptažodžio simbolis redagavimo laukelyje
ro_ro: Caracter de parolă dintr-un câmp de editare

# Sounds
source: Space in an editbox
es_pa: Espacio en un cuadro de edición
fr_fr: Espace dans un champ d'édition
lt_lt: Tarpas redagavimo laukelyje
ro_ro: Spațiu într-un câmp de editare

# Sounds
source: Marker of a button in a form
es_pa: Marcador de un botón en un formulario
fr_fr: Marqueur d'un bouton dans un formulaire
lt_lt: Kursorius ant mygtuko formoje
ro_ro: Markerul unui buton

# Sounds
source: Marker of a checkbox in a form
es_pa: Marcador de una casilla de verificación en un formulario
fr_fr: Marqueur d'une case à cocher dans un formulaire
lt_lt: Kursorius ant žymimojo laukelio formoje
ro_ro: Markerul unei casete de bifat

# Sounds
source: Feed updated
es_pa: Feed actualizado
lt_lt: Atnaujinta siena
ro_ro: Flux actualizat

# Sounds
source: Mentioned in a feed
es_pa: Mencionado en un feed
lt_lt: Paminėta sienoje
ro_ro: Menționat într-un flux

# Sounds
source: User signed in or Elten window focused
es_pa: Usuario inició sesión o la ventana de Elten se enfocó
fr_fr: Utilisateur connecté ou Fenêtre centrée sur Elten
lt_lt: Vartotojas prisijungė arba sufokusuotas Elten langas
ro_ro: Te-ai autentificat sau ai maximizat fereastra Elten

# Sounds
source: User signed out or Elten closed
es_pa: Usuario cerró sesión o Elten cerrado
fr_fr: Utilisateur déconnecté ou Elten fermé
lt_lt: Vartotojas atsijungė arba uždarytas Elten langas
ro_ro: Te-ai delogat sau ai închis Elten

# Sounds
source: Elten minimized into tray
es_pa: Elten minimizado en la bandeja
fr_fr: Elten caché dans la barre d'état système
lt_lt: Elten minimizuotas dėkle
ro_ro: Elten minimizat în tray

# Sounds
source: Messages window updated
es_pa: Ventana Mensajes actualizada
fr_fr: Fenêtre de messages mise à jour
lt_lt: Atnaujintas žinučių langas
ro_ro: Fereastra cu mesaje actualizată

# Sounds
source: New event
es_pa: Nuevo evento
fr_fr: Nouvel évènement
lt_lt: Naujas įvykis
ro_ro: Eveniment nou

# Sounds
source: Notification: birthday of a friend
es_pa: Notificación: cumpleaños de un amigo
fr_fr: Notification: anniversaire d'un ami
lt_lt: Pranešimas: draugo gimtadienis
ro_ro: Ziua de naștere a unui prieten
