Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Account
source: Mail events reporting is disabled. If you wish, you can enable it to receive information about changes made on your account and logins from new devices via E-mail
es_pa: Los informes de eventos de correo están deshabilitados. Si lo desea, puede habilitarlo para recibir información sobre los cambios realizados en su cuenta e inicios de sesión desde nuevos dispositivos a través de correo electrónico
fr_fr: Les rapports par e-mail sont désactivés. Si vous le souhaitez, vous pouvez les activer pour recevoir par courrier électronique des informations sur les modifications apportées à votre compte et les connexions à partir de nouveaux appareils
lt_lt: Pranešimai el. paštu išjungti. Jei norite, galite juos įjungti ir gauti informaciją apie pasikeitimus Jūsų paskyroje ir prisijungimus iš naujų įrenginių el. paštu
ro_ro: Raportarea evenimentelor prin e-mail este dezactivată. Dacă dorești, o poți activa pentru a primi informații despre modificările făcute în contul tău și conectările de pe dispozitive noi prin e-mail.

# Account
source: Mail events reporting is enabled.
es_pa: Los informes de eventos de correo están habilitados.
fr_fr: Les rapports par e-mail sont actifs.
lt_lt: Pranešimai el. paštu įjungti.
ro_ro: Raportarea evenimentelor prin e-mail este activată.

# Admins
source: Sponsors
es_pa: Patrocinadores
lt_lt: Remėjai
ro_ro: Sponsori

# Admins
source: Recommended groups Moderators
es_pa: Moderadores de grupos recomendados
fr_fr: Modérateurs des groupes récommandés
lt_lt: Rekomenduojami grupių moderatoriai
ro_ro: Grupuri recomandate cu moderatori

# Admins
source: Council of elders
es_pa: Consejo de ancianos
lt_lt: Vyresniųjų taryba
ro_ro: Consiliul principal

# Admins
source: Translators
es_pa: Traductores
lt_lt: Vertėjai
ro_ro: Traducători

# Admins
source: Developers
es_pa: Desarrolladores
lt_lt: Programuotojai
ro_ro: Dezvoltatori

# Admins
source: Community Administrators
es_pa: Administradores de la comunidad
fr_fr: Administrateurs de communauté
lt_lt: Bendruomenės administratoriai
ro_ro: Administratorii comunității

# Admins
source: Administrators and authors
es_pa: Administradores y autores
lt_lt: Administratoriai ir autoriai
ro_ro: Administratori și autori

# Authentication
source: Two-factor authentication enables better account security by requiring the confirmation of each login with your phone. When activated, a text message with a verification code will be sent to you each time you log in from a new device. Entering this code will be required to sign in to the program.
es_pa: La autenticación de dos factores permite una mejor seguridad de la cuenta al requerir la confirmación de cada ingreso con su teléfono. Al activarse, se le enviará un mensaje de texto con un código de verificación cada vez que inicie sesión desde un nuevo dispositivo. La introducción de este código será necesaria para iniciar sesión en el programa.
lt_lt: Dviejų lygmenų autentifikacija įgalina stipresnį paskyros saugumą, nes kiekvieną kartą jungiantis reikalaujama patvirtinimo iš Jūsų telefono. Ją aktyvavus, kiekvieną kartą, jungiantis iš naujo įrenginio, jums bus išsiųsta žinutė su patvirtinimo kodu. Norint prisijungti prie programos, būtina kodą įvesti.
ro_ro: Autentificarea în doi pași permite o securitate mai bună a contului, necesitând confirmarea fiecărei autentificări cu telefonul tău. Când este activat, un mesaj text cu un cod de verificare îți va fi trimis de fiecare dată când te conectezi de pe un dispozitiv nou. Introducerea acestui cod va fi necesară pentru a te conecta la program.

source: Enable
es_pa: Activar
fr_fr: Activer
lt_lt: Įjungti
ro_ro: Activează

source: Disable
es_pa: Desactivar
fr_fr: Désactiver
lt_lt: Išjungti
ro_ro: Dezactivează

# Authentication
source: Generate backup codes
es_pa: Generar códigos de respaldo
lt_lt: Generuoti atsarginius kodus
ro_ro: Generează coduri de rezervă

# Authentication
source: Two-factor authentication is enabled on this account.
es_pa: La autenticación de dos factores está habilitada en esta cuenta.
fr_fr: L'authentification en deux étapes est active pour ce compte.
lt_lt: Dviejų lygmenų autentifikacija šiai paskyrai įjungta.
pt_br: A altenticação de duas etapas está ativada nesta conta
ro_ro: Autentificarea în doi pași este activată pe acest cont.

# Authentication
source: Type your password
es_pa: Escriba su contraseña
fr_fr: Entrez votre mot de passe
lt_lt: Įveskite slaptažodį
pt_br: Digite sua senha
ro_ro: Introdu parola.

# Authentication
source: Type your phone number that will be used during verification. Remember to enter the country code, for example, +48 for Poland
es_pa: Escriba el número de teléfono que se utilizará durante la verificación. Recuerda introducir el código de país, por ejemplo, +48 para Polonia o +507 para Panamá
lt_lt: Įveskite telefono numerį, kuris bus naudojamas autentifikuojantis. Atminkite, jog reikia įvesti šalies kodą, pavyzdžiui, +370 Lietuviškam numeriui
ro_ro: Tastează numărul de telefon care va fi utilizat în timpul verificării. Nu uita să introduci codul țării, de exemplu, +40 pentru România.

# Authentication
source: Two-factor authentication was introduced in Elten 2.28. After activating it, it will not be possible to log in from the older versions of the program. DO you wish to continue anyway?
es_pa: La autenticación de dos factores se introdujo en Elten 2.28. Después de activarla, no será posible iniciar sesión desde las versiones anteriores del programa. ¿Desea continuar de todos modos?
lt_lt: Dviejų lygmenų autentifikacija atsirado nuo 2.28 Elten versijos. Ją aktyvavus, nebus galima prisijungti naudojant senesnių versijų programą. Ar norėtumėte tęsti vis tiek?
ro_ro: Autentificarea în doi pași a fost introdusă în Elten 2.28. După activare, nu va fi posibil să te conectezi din versiunile mai vechi ale programului. Dorești să continui oricum?

# Authentication
source: Is this phone number correct? Press enter to continue or escape to cancel.
es_pa: Es este número de teléfono correcto? Pulsa Intro para aceptar o Escape para cancelar.
fr_fr: Ce numéro de telephone, est-il correct? Appuyez sur Entrée pour continuer ou escape pour annuler.
lt_lt: Ar šis telefono numeris teisingas? Spauskite Enter, jei taip, arba escape ir atšaukite.
pt_br: Este número de telefone está correto, pressione enter para continuar ou Escape para sair
ro_ro: Acest număr este corect? Apasă enter pentru a continua sau escape pentru a anula.

# Authentication
source: Please wait, connecting to the server ...
es_pa: Por favor espere, Conectando al servidor...
fr_fr: Connexion au serveur en cours, veuillez patienter...
lt_lt: Prašome palaukti, jungiamasi prie serverio...
pt_br: Por favor, aguarde, conectando-se ao servidor ...
ro_ro: Te rugăm să aștepți cât timp ne conectăm la server și verificăm informațiile introduse.

# Authentication
source: On the phone number indicated, you will receive a text message with the code activating two-factor authentication. Enter this code
es_pa: En el número de teléfono indicado, recibirá un mensaje de texto con el código que activa la autenticación de dos factores. Introduzca este código
lt_lt: Nurodytu telefono numeriu gausite kodą, reikalingą aktyvuojant dviejų lygmenų autentifikacijai. Įveskite šį kodą
ro_ro: Pe numărul de telefon indicat, vei primi un mesaj text cu codul care activează autentificarea în doi pași. Introdu acest cod

# Authentication
source: The entered code is not correct. Try again.
es_pa: El código entrado es incorrecto.
fr_fr: Le code entré est incorrect. Veuillez réessayer.
lt_lt: Įvestas kodas neteisingas. Prašome pabandyti dar kartą.
pt_br: O código digitado não está correto, tente novamente
ro_ro: Codul introdus nu este corect. Încearcă din nou.

# Authentication
source: The entered code is not correct.
es_pa: El código ingresado es inválido.
fr_fr: Le code entré n'est pas correct.
lt_lt: Įvestas kodas neteisingas.
pt_br: O código digitado não está correto
ro_ro: Codul introdus nu este corect.

# Authentication
source: Two-factor authentication has been activated on this account.
es_pa: La autenticación de dos factores se ha activado en esta cuenta.
fr_fr: L'authentification en deux étapes a été activée pour ce compte.
lt_lt: Dviejų lygmenų autentifikacija paskyrai aktyvuota.
pt_br: A autenticação de duas etapas foi ativada nesta conta.
ro_ro: Autentificarea în doi pași a fost activată pe acest cont.

# Authentication
source: Are you sure you want to disable two-factor authentication?
es_pa: ¿Está seguro de que desea deshabilitar la autenticación de dos factores?
fr_fr: Êtes-vous sûr de vouloir désactiver l'authentification en deux étapes?
lt_lt: Ar tikrai norite išjungti dviejų lygmenų autentifikaciją?
pt_br: Tem certeza de que deseja desativar a autenticação de duas etapas?
ro_ro: Sigur vrei să dezactivezi autentificarea în doi pași?

# Authentication
source: Two-factor authentication has been disabled.
es_pa: La autenticación de dos factores ha sido deshabilitada.
fr_fr: L'authentification en deux étapes a été désactivée.
lt_lt: Dviejų lygmenų autentifikacija išjungta.
pt_br: A autenticação de duas etapas foi desativada.
ro_ro: Autentificarea în doi pași a fost dezactivată.

# Authentication
source: Invalid password
es_pa: Contraseña inválida
fr_fr: Le mot de passe entré est incorrect
lt_lt: Neteisingas slaptažodis
pt_br: Senha inválida
ro_ro: Parolă nevalidă.

# Authentication
source: Do you want to generate backup codes? These can be used to sign in when you have no access to your phone. All previously generated codes will be deleted.
es_pa: ¿Quieres generar códigos de respaldo? Estos pueden ser usados para iniciar sesión cuando no tienes acceso a tu teléfono. Todos los códigos generados previamente serán borrados.
lt_lt: Ar norite sugeneruoti atsarginius kodus? Jie gali būti naudojami prisijungiant, kai neturite prieeigos prie telefono. Visi anksčiau sugeneruoti kodai bus ištrinti.
ro_ro: Dorești să generezi coduri de rezervă? Acestea pot fi folosite pentru a te conecta atunci când nu ai acces la telefon. Toate codurile generate anterior vor fi șterse.

# Authentication
source: Generated backup codes
es_pa: Códigos de respaldo generados
lt_lt: Atsarginiai kodai sugeneruoti
ro_ro: Coduri de rezervă generate.

# Ban
source: Enter a username to ban
es_pa: Introduzca el nombre de usuario a prohibir
fr_fr: Entrez le nom d'utilisateur à banner
lt_lt: Įveskite vartotojo, kurį norite blokuoti, vardą
pt_br: Digite um nome do usuário para banir
ro_ro: Introdu un nume de utilizator pe care vrei să-l banezi.

# Ban
source: Day
es_pa: Día
fr_fr: Un jour
lt_lt: Dieną
pt_br: Dia
ro_ro: Zi

# Ban
source: Three days
es_pa: Tres días
fr_fr: Trois jours
lt_lt: Tris dienas
pt_br: Três dias
ro_ro: 3 zile

# Ban
source: Week
es_pa: Semana
fr_fr: Une semaine
lt_lt: Savaitę
pt_br: Semana
ro_ro: Săptămână

# Ban
source: 2 weeks
es_pa: 2 semanas
fr_fr: Deux semaines
lt_lt: 2 savaites
pt_br: duas semanas
ro_ro: Două săptămâni

# Ban
source: 30 days
es_pa: 30 días
fr_fr: Trente jours
lt_lt: 30 dienų
pt_br: 30 dias
ro_ro: 30 zile

# Ban
source: 90 days
es_pa: 90 días
fr_fr: Quatre vingt dix jours
lt_lt: 90 dienų
pt_br: 90 dias
ro_ro: 90 zile

# Ban
source: Year
es_pa: Año
fr_fr: Un an
lt_lt: Metus
pt_br: Ano
ro_ro: An

# Ban
source: The reason
es_pa: Razón
fr_fr: Cause
lt_lt: Priežastis
pt_br: Motivo
ro_ro: Motivul

# Ban
source: An additional message to the user
es_pa: Mensaje adicional para el usuario
fr_fr: Message supplémentaire pour l'utilisateur
lt_lt: Papildoma žinutė vartotojui
pt_br: Uma mensagem adicional para o usuário
ro_ro: Un mesaj adițional către utilizator

source: Ban
es_pa: Prohibir
fr_fr: Banner
lt_lt: Blokuoti
pt_br: Banir
ro_ro: Banează

# Ban
source: Ban time
es_pa: Fecha de prohibición
lt_lt: Blokavimo laikas
ro_ro: Timpul banării

# Ban
source: Banned.
es_pa: Bloqueado
fr_fr: Banné.
lt_lt: Užblokuota
pt_br: Banido.
ro_ro: Banat

# Ban
source: Enter a username to unban.
es_pa: Introduzca el nombre de usuario a desbloquear.
fr_fr: Entrez le nom d'utilisateur pour débanner.
lt_lt: Įveskite vartotojo, kurį norite atblokuoti, vardą
pt_br: Digite um nome de usuário para desbanir.
ro_ro: Introdu un nume de utilizator pentru a debana.

# Ban
source: Unban
es_pa: Desbloquear
fr_fr: Débanner
lt_lt: Atblokuoti
pt_br: Desbanir
ro_ro: Debanează

# Ban
source: The ban cancel reason
es_pa: Razón de cancelación
fr_fr: Raison de l'annulation du ban
lt_lt: Blokavimo atšaukimo priežastis
pt_br: Motivo do cancelamento da proibição
ro_ro: Motivul debanării

# Ban
source: Ban valid until
es_pa: bloqueo válido hasta
fr_fr: Ban valable jusqu'à
lt_lt: Blokavimas galioja iki
pt_br: Banimento válido até
ro_ro: Ban valid până pe

# Ban
source: The ban reason
es_pa: Razón
fr_fr: Cause du ban
lt_lt: Blokavimo priežastis
pt_br: Motivo da proibição
ro_ro: Motivul banului

# Ban
source: Unbanned.
es_pa: Desbloqueado.
fr_fr: Débanné.
lt_lt: Atblokuota
pt_br: Desbanido.
ro_ro: Debanat.

# Blog
source: Managed blogs
es_pa: Blogs gestionados
fr_fr: Blogs gérés
lt_lt: Tvarkyti blogus
ro_ro: Bloguri administrate

# Blog
source: Recently updated blogs
es_pa: Blogs recientemente actualizados
fr_fr: Blogs récemment mis à jour
lt_lt: Neseniai atnaujinti blogai
pt_br: Blogs recentemente atualizados
ro_ro: Bloguri recent actualizate

# Blog
source: Frequently updated blogs
es_pa: Blogs actualizados frecuentemente
fr_fr: Blogs les plus fréquemment mis à jour
lt_lt: Dažnai atnaujinami blogai
pt_br: Blogs frequentemente atualizados
ro_ro: Bloguri frecvent actualizate

# Blog
source: Frequently commented blogs
es_pa: Blogs comentados frecuentemente
fr_fr: Blogs fréquemment commentés
lt_lt: Dažnai komentuojami blogai
pt_br: Blogs comentados com frequência
ro_ro: Bloguri comentate frecvent

# Blog
source: Followed blogs
es_pa: Blogs seguidos
fr_fr: Blogs observés
lt_lt: Sekami blogai
pt_br: Blogs seguidos
ro_ro: Bloguri urmărite

# Blog
source: Blogs popular with my friends
es_pa: Blogs populares entre mis amigos
fr_fr: Blogs populaires entre mes amis
lt_lt: Populiarūs tarp mano draugų blogai
ro_ro: Bloguri populare cu prietenii mei

# Blog
source: Open external wordpress blog
es_pa: Abrir blog externo de wordpress
fr_fr: Ouvrir un blog wordpress externe
lt_lt: Atverti išorinį Wordpress blogą
ro_ro: Deschide un blog extern WordPress

# Blog
source: Library of external blogs
es_pa: Biblioteca de blogs externos
lt_lt: Išorinių blogų biblioteka

# Blog
source: Followed blog posts
es_pa: Publicaciones de blog seguidos
lt_lt: Sekami blogų įrašai
ro_ro: Postări urmărite

# Blog
source: Received mentions
es_pa: Menciones recibidas
lt_lt: Gauti paminėjimai
ro_ro: Mențiuni primite

# Blog
source: Type blog address
es_pa: Escribe la dirección del blog
lt_lt: Įveskite blogo adresą
ro_ro: Introdu adresa blogului

# Blog
source: The blog cannot be found.
es_pa: Blog no encontrado.
fr_fr: Ce blog n'existe pas.
lt_lt: Blogas nerastas
pt_br: O blog não pode ser encontrado.
ro_ro: Blogul nu poate fi găsit.

# Blog
source: All posts
es_pa: Todas las publicaciones
fr_fr: Toutes les entrées
lt_lt: Visi įrašai
pt_br: Todas as publicações
ro_ro: Toate postările

# Blog
source: Posts
es_pa: Publicaciones
lt_lt: Įrašai
ro_ro: Postări

# Blog
source: Category name
es_pa: Nombre de categoría
fr_fr: Nom de la catégorie
lt_lt: Kategorijos pavadinimas
pt_br: Nome da Categoria
ro_ro: Numele categoriei

# Blog
source: The category has been created.
es_pa: La categoría ha sido creada.
fr_fr: Catégorié créée.
lt_lt: Kategorija sukurta
pt_br: A categoria foi criada.
ro_ro: Categoria a fost creată.

# Blog
source: The category has been renamed.
es_pa: La categoría ha sido renombrada.
lt_lt: Kategorija pervardinta
ro_ro: Categoria a fost redenumită.

# Blog
source: Are you sure you want to delete this category?
es_pa: Seguro que quieres eliminar esta categoría?
fr_fr: Êtes-vous sûr de vouloir supprimer cette catégorie?
lt_lt: Ar tikrai norite ištrinti šią kategoriją?
pt_br: Tem certeza de que deseja excluir esta categoria?
ro_ro: Sigur vrei să ștergi această categorie?

# Blog
source: Category deleted
es_pa: Categoría eliminada
lt_lt: Kategorija ištrinta
ro_ro: Categorie ștearsă.

# Blog
source: Rename
es_pa: Cambiar nombre
fr_fr: Changer le nom
lt_lt: Pervardinti
pt_br: Renomear
ro_ro: Redenumește

# Blog
source: Copy category URL
es_pa: Copiar URL de categoría
lt_lt: Kopijuoti kategorijos URL
ro_ro: Copiază link-ul categoriei

# Blog
source: Category URL copied to clipboard
es_pa: URL de categoría copiada al portapapeles
lt_lt: Kategorijos URL nukopijuotas į iškarpinę
ro_ro: Link-ul categoriei a fost copiat în clipboard.

# Blog
source: New category
es_pa: Nueva categoría
fr_fr: Nouvelle catégorie
lt_lt: Nauja kategorija
pt_br: Nova categoria
ro_ro: Categorie nouă

# Blog
source: You do not have any blog. Do you want to create one?
es_pa: No tienes un blog. ¿Quieres configurarlo?
fr_fr: Vous n'avez pas de blog. Voulez-vous le créer?
lt_lt: Neturite jokio blogo. Ar norite sukurti?
pt_br: Você não tem nenhum blog. Deseja criar um?
ro_ro: Încă nu ai blog. Vrei să creezi unul?

# Blog
source: Type a blog name
es_pa: Ingrese el nombre del blog
fr_fr: Entrez le nom du blog
lt_lt: Įveskite blogo pavadinimą
pt_br: Digite o nome do blog
ro_ro: Introdu un nume pentru blog.

# Blog
source: Please wait...
es_pa: Por favor espere...
fr_fr: Veuillez patienter...
lt_lt: Prašome palaukti...
pt_br: Por favor, aguarde.
ro_ro: Te rugăm să aștepți...

# Blog
source: The blog has been created.
es_pa: El blog ha sido creado.
fr_fr: Blog créé.
lt_lt: Blogas sukurtas.
pt_br: O blog foi criado.
ro_ro: Blogul a fost creat.

# Blog
source: Author
es_pa: Autor
fr_fr: Auteur
lt_lt: Autorius
ro_ro: Autor

# Blog
source: Comments
es_pa: Comentarios
lt_lt: Komentarai
ro_ro: Comentarii

# Blog
source: No new comments on your blog.
es_pa: No hay nuevos comentarios en tu blog.
fr_fr: Pas de nouveaux commentaires sur votre blog.
lt_lt: Nėra naujų Jūsų blogo komentarų.
pt_br: Não há novos comentários no seu blog.
ro_ro: Niciun comentariu nou pe blogul tău.

# Blog
source: No new comments to followed blog posts.
es_pa: No hay nuevos comentarios en publicaciones de blog seguidos.
lt_lt: Nėra naujų komentarų sekamuose blogo įrašuose.
ro_ro: Niciun comentariu nou în blogurile urmărite.

# Blog
source: No new posts on followed blogs.
es_pa: No hay nuevas publicaciones en blogs seguidos
lt_lt: Nėra naujų įrašų sekamuose bloguose.
ro_ro: Nicio postare nouă pe blogurile urmărite.

# Blog
source: No new blog mentions.
es_pa: No hay menciones en blogs
lt_lt: Nėra naujų blogo paminėjimų.
ro_ro: Nicio mențiune nouă pe blog.

# Blog
source: Mentioned by
es_pa: Mencionado por
lt_lt: Paminėta
ro_ro: Menționat de

# Blog
source: New
es_pa: Nuevo
lt_lt: Naujas

# Blog
source: Load more
es_pa: Cargar más
lt_lt: Pakrauti daugiau
ro_ro: Încarcă mai multe

# Blog
source: Are you sure you want to delete this post?
es_pa: Seguro que quieres eliminar esta publicación?
fr_fr: Êtes-vous sûr de vouloir supprimer cet entrée?
lt_lt: Ar tikrai norite ištrinti šį įrašą?
pt_br: Tem certeza de que deseja excluir esta postagem?
ro_ro: Sigur vrei să ștergi postarea?

# Blog
source: Post deleted
es_pa: Publicación eliminada
lt_lt: Įrašas ištrintas
ro_ro: Postare ștearsă.

# Blog
source: Edit
es_pa: Edita
fr_fr: Éditer
lt_lt: Redaguoti
pt_br: Editar
ro_ro: Editează

# Blog
source: Move to another blog
es_pa: Muévete a otro blog
fr_fr: Déplacer vers un autre blog
lt_lt: Perkelti į kitą blogą
ro_ro: Mută la alt blog

# Blog
source: Sort posts by date
es_pa: Ordenar publicaciones por fecha
lt_lt: Rūšiuoti įrašus pagal datą

# Blog
source: Sort posts by blog
es_pa: Ordenar publicaciones por blog
lt_lt: Rūšiuoti įrašus pagal blogą

# Blog
source: Posts sorted by date.
es_pa: Publicaciones ordenadas por fecha.
lt_lt: Įrašai, surūšiuoti pagal datą

# Blog
source: Posts sorted by blog.
es_pa: Publicaciones ordenadas por blog.
lt_lt: Įrašai, surūšiuoti pagal blogą

# Blog
source: Mention post
es_pa: Mencionar publicación
lt_lt: Paminėti įrašą
ro_ro: Menționează postarea

# Blog
source: Nobody added you to their contact list.
es_pa: Nadie te ha agregado a tus contactos.
lt_lt: Jūsų niekas nepridėjo į kontaktų sąrašą.
ro_ro: Nimeni nu te-a adăugat în lista de contacte.

# Blog
source: Message
es_pa: Mensaje
lt_lt: Žinutė
ro_ro: Mesaj

# Blog
source: User to mention
es_pa: Usuario a mencionar
lt_lt: Vartotojas, kurį norite paminėti
ro_ro: Utilizatorul care urmează a fi menționat

# Blog
source: The mention has been sent.
es_pa: La mención ha sido enviada.
lt_lt: Paminėjimas išsiųstas
ro_ro: Mențiunea a fost trimisă.

# Blog
source: Follow this post
es_pa: Seguir esta publicación
lt_lt: Sekti šį įrašą
ro_ro: Urmărește această postare

# Blog
source: Unfollow this post
es_pa: Dejar de seguir esta publicación
lt_lt: Nebesekti šio įrašo
ro_ro: Nu mai urmări postarea

# Blog
source: Post followed
es_pa: La publicación se siguió
lt_lt: Įrašas sekamas
ro_ro: Postare urmărită

# Blog
source: Post unfollowed
es_pa: La publicación se dejó de seguir
lt_lt: Įrašas nebesekamas
ro_ro: Nu vei mai urmări postarea

# Blog
source: Copy post URL
es_pa: Copiar URL de publicación
fr_fr: Copier l'URL du post
lt_lt: Kopijuoti įrašo URL
ro_ro: Copiază link-ul postării

# Blog
source: Post URL copied to clipboard
es_pa: URL de publicación copiada al portapapeles
lt_lt: Įrašo URL nukopijuotas į iškarpinę
ro_ro: Link-ul postării a fost copiat în clipboard.

# Blog
source: New post
es_pa: Nueva publicación
fr_fr: Nouvelle entrée
lt_lt: Naujas įrašas
pt_br: Nova postagem
ro_ro: Postare nouă

# Blog
source: Show attached media
es_pa: Mostrar medios adjuntos
fr_fr: Afficher les médias joints
lt_lt: Rodyti prikabintą mediją
ro_ro: Arată media atașată

# Blog
source: Your comment
es_pa: Su comentario
fr_fr: Ton commentaire
lt_lt: Jūsų komentaras
pt_br: Seu comentário
ro_ro: Comentariul tău

# Blog
source: Edit your post
es_pa: Editar tu publicación
fr_fr: Modifier cette entrée
lt_lt: Redaguoti Jūsų įrašą
pt_br: Edite sua postagem
ro_ro: Editează postarea

# Blog
source: Return
es_pa: Bolver
fr_fr: Quitter
lt_lt: Grįžti
pt_br: Retornar
ro_ro: Mergi înapoi

# Blog
source: Send
es_pa: Enviar
fr_fr: Envoyer
lt_lt: Siųsti
pt_br: Enviar
ro_ro: Trimite

# Blog
source: The comment has been added.
es_pa: El comentario ha sido añadido.
fr_fr: Commentaire ajouté.
lt_lt: Komentaras pridėtas
pt_br: O comentário foi adicionado.
ro_ro: Comentariul a fost adăugat.

# Blog
source: Received mention
es_pa: Mención recibida
lt_lt: Gauti paminėjimą
ro_ro: Mențiune primită.

# Blog
source: Show mention
es_pa: Mostrar mención
lt_lt: Rodyti paminėjimą
ro_ro: Arată mențiunea.

# Blog
source: Mention by %{user}
es_pa: Mencionado por %{user}
lt_lt: Paminėta vartotojo %{user}
ro_ro: Mențiune de %{user}

# Blog
source: Send reply to mentioner
es_pa: Enviar respuesta al mencionador
lt_lt: Siųsti atsakymą paminėtojui
ro_ro: Trimite răspuns la menționator

# Blog
source: Navigation
es_pa: Navegación
lt_lt: Navigacija
ro_ro: Navigare

# Blog
source: Go to post
es_pa: Ir a publicación
fr_fr: Aller au post
lt_lt: Eiti į įrašą
ro_ro: Mergi la postare

# Blog
source: Go to last comment
es_pa: Ir al último comentario
fr_fr: Aller au dernier commentaire
lt_lt: Eiti į paskutinį komentarą
ro_ro: Mergi la ultimul comentariu

# Blog
source: Go to first unread comment
es_pa: Ir al primer comentario no leído
fr_fr: Aller au premier nouveau commentaire
lt_lt: Eiti į pirmą neperskaitytą komentarą
ro_ro: Mergi la primul comentariu necitit

# Blog
source: Write a comment
es_pa: Escribir un comentario
lt_lt: Rašyti komentarą
ro_ro: Scrie un comentariu

# Blog
source: Delete this comment
es_pa: Eliminar este comentario
fr_fr: Supprimer ce commentaire
lt_lt: Trinti šį komentarą
ro_ro: Șterge acest comentariu
