Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Conference
source: Speech allowed
es_pa: Voz permitidas
lt_lt: Kalba leidžiama

# Conference
source: Speech denied
es_pa: Voz denegada
lt_lt: Kalba draudžiama

# Conference_cards
source: hearts
es_pa: Corazones
lt_lt: širdys
ro_ro: Inimi

# Conference_cards
source: spades
es_pa: espadas
lt_lt: vynai
ro_ro: pică

# Conference_cards
source: clubs
es_pa: clubes
lt_lt: kryžiai

# Conference_cards
source: diamonds
es_pa: diamantes
lt_lt: būgnai
ro_ro: diamante

# Conference_cards
source: red
es_pa: rojo
lt_lt: raudonas
ro_ro: roșu

# Conference_cards
source: green
es_pa: verde
lt_lt: žalias
ro_ro: verde

# Conference_cards
source: blue
es_pa: azul
lt_lt: mėlynas
ro_ro: albastru

# Conference_cards
source: yellow
es_pa: amarillo
lt_lt: geltonas
ro_ro: galben

# Conference_cards
source: two
es_pa: dos
lt_lt: du
ro_ro: doi

# Conference_cards
source: three
es_pa: tres
lt_lt: trys
ro_ro: trei

# Conference_cards
source: four
es_pa: cuatro
lt_lt: keturi
ro_ro: patru

# Conference_cards
source: five
es_pa: cinco
lt_lt: penki
ro_ro: cinci

# Conference_cards
source: six
es_pa: seis
lt_lt: šeši
ro_ro: șase

# Conference_cards
source: seven
es_pa: siete
lt_lt: septyni
ro_ro: șapte

# Conference_cards
source: eight
es_pa: ocho
lt_lt: aštuoni
ro_ro: opt

# Conference_cards
source: nine
es_pa: nueve
lt_lt: devyni
ro_ro: nouă

# Conference_cards
source: ten
es_pa: diez
lt_lt: dešimt
ro_ro: zece

# Conference_cards
source: queen
es_pa: reina
lt_lt: karalienė
ro_ro: regină

# Conference_cards
source: king
es_pa: rey
lt_lt: karalius
ro_ro: rege

# Conference_cards
source: ace
es_pa: as
lt_lt: tūzas
ro_ro: as

# Conference_cards
source: Skip
es_pa: Saltar
lt_lt: Praleisti
ro_ro: Pas

# Conference_cards
source: Draw two
es_pa: Barajardos
lt_lt: Ištraukti dvi
ro_ro: Trage două

# Conference_cards
source: Reverse
es_pa: Invertir
lt_lt: Atvirkščia tvarka
ro_ro: invers

# Conference_cards
source: Wild
es_pa: Salvaje
lt_lt: Bet koks skaičius

# Conference_cards
source: Wild draw four
es_pa: Sorteo salvaje cuatro
lt_lt: Traukti bet kokias keturias
ro_ro: Remiză sălbatică patru

# Conference_cards
source: %{card} of %{colour}
es_pa: %{card} de %{colour}
lt_lt: %{card} %{colour}
ro_ro: %{card} %{colour}

source: Messages
es_pa: Mensajes
lt_lt: Žinutės
pt_br: Mensagens
ro_ro: Mesaje

source: Conference
es_pa: Conferencia
lt_lt: Konferencija
ro_ro: Conferință

# Messages
source: Send a new message
es_pa: Enviar nuevo mensaje
fr_fr: Envoyer un nouveau message
lt_lt: Siūsti naują žinutę
pt_br: Envie uma nova mensagem
ro_ro: Trimite un mesaj nou

# Messages
source: Subject:
es_pa: Tema:
fr_fr: Sujet:
lt_lt: Tema:
pt_br: Tema da mensagem:
ro_ro: Subiect

# Messages
source: Send
es_pa: Enviar
fr_fr: Envoyer
lt_lt: Siųsti
pt_br: Enviar
ro_ro: Trimite

source: Cancel
es_pa: Cancelar
fr_fr: Annuler
lt_lt: Atšaukti
ro_ro: Anulează

# Messages
source: Message:
es_pa: Mensaje:
fr_fr: Contenu:
lt_lt: Žinutė:
pt_br: Mensagem:
ro_ro: Mesaj

# Messages
source: Recipient
es_pa: Recipiente
fr_fr: Destinataire
lt_lt: Gavėjas
pt_br: Enviar mensagem para:
ro_ro: Destinatar

# Messages
source: Failed to send message
es_pa: Fallo en el envío del mensaje
lt_lt: Žinutės išsiųsti nepavyko
ro_ro: Mesajul nu poate fi trimis

# Messages
source: To
es_pa: Para
lt_lt: Kam
ro_ro: Către

# Main
source: Publish to a feed
es_pa: Publicar en un feed
lt_lt: Paskelbti ant sienos
ro_ro: Publică într-un flux

# Main
source: Message
es_pa: Mensaje
lt_lt: Žinutė
ro_ro: Mesaj

# Conference
source: Unmute microphone
es_pa: Desactivar el micrófono
lt_lt: Įjungti mikrofoną
ro_ro: Scoate microfonul de pe mut

# Conference
source: Mute microphone
es_pa: Apagar micrófono
lt_lt: Išjungti mikrofoną
ro_ro: Pune microfonul pe mut

# Conference
source: Microphone muted
es_pa: Micrófono silenciado
lt_lt: Mikrofonas išjungtas
ro_ro: Microfon pus pe mut

# Conference
source: Microphone unmuted
es_pa: Micrófono sin silenciar
lt_lt: Mikrofonas įjungtas
ro_ro: Microfon scos de pe mut

# Conference
source: Roll a 6-sided dice
es_pa: Tira un dado de 6 caras
lt_lt: Ridenti šešiasienį kauliuką
ro_ro: Aruncă un zar cu 6 fețe

# Conference
source: Roll a custom dice
es_pa: Tira un dado personalizado
lt_lt: Ridenti konfiguruojamą kauliuką
ro_ro: Aruncă un zar personalizat

# Conference
source: Which dice do you want to roll?
es_pa: ¿Qué dados quieres tirar?
lt_lt: Kokį kauliuką norite ridenti?
ro_ro: Ce zaruri vrei să arunci?

# Conference
source: %{count}-sided
es_pa: %{count}-caras
lt_lt: %{count}-sienį
ro_ro: cu %{count} fețe

# Conference
source: Stream audio file
es_pa: Transmitir archivo de audio
lt_lt: Transliuoti audio failą
ro_ro: Transmite fișier audio

# Conference
source: Select audio file
es_pa: Seleccionar archivo de audio
lt_lt: Pasirinkite audio failą
ro_ro: Selectează fișier audio

# Conference
source: Remove audio stream
es_pa: Eliminar stream de audio
lt_lt: Išjungti audio transliaciją
ro_ro: Elimină stream-ul audio

# Conference
source: Enable push to talk
es_pa: Activar push to talk
lt_lt: Įjungti kalbėjimą paspaudus
ro_ro: Activează Menține pentru a vorbi

# Conference
source: Disable push to talk
es_pa: Desactivar push to talk
lt_lt: Išjungti kalbėjimą paspaudus
ro_ro: Dezactivează Menține pentru a vorbi

# Conference
source: Show chat history
es_pa: Mostrar historial del chat
lt_lt: Rodyti susirašinėjimo istoriją

# Conference
source: Post in chat
es_pa: Publicar en el chat
lt_lt: Paskelbti susirašinėjime

# Conference
source: Whisper
es_pa: Susurrar
lt_lt: Šnibždėti
ro_ro: Șoaptă

# Conference
source: End whispering
es_pa: Finalizar susurro
lt_lt: Baigti šnibždėti

# Conference
source: Mute user
es_pa: Apagar usuario
lt_lt: Nutildyti vartotoją
ro_ro: Pune utilizatorul pe mut

# Conference
source: Unmute user
es_pa: Encender usuario
lt_lt: Atitildyti vartotoją
ro_ro: Scoate utilizatorul de pe mut

# Conference
source: Go to user
es_pa: Ir a usuario
lt_lt: Eiti į vartotoją
ro_ro: Deplasează-te către utilizator

# Conference
source: Chat message
es_pa: Mensaje de chat
lt_lt: Susirašinėjimo žinutė
ro_ro: Mesaj pe chat

# Messages
source: Reply
es_pa: Responder
fr_fr: Répondre
lt_lt: Atsakyti
pt_br: Resposta
ro_ro: Răspunde

# Main
source: Reply
es_pa: Respuesta
lt_lt: Atsakymas
ro_ro: Răspunde

# License
source: Elten source code can be found at GitHub:
es_pa: El código fuente de Elten se puede encontrar en GitHub:
lt_lt: Elten išeities tekstus galite rasti Github:
ro_ro: Codul sursă Elten poate fi găsit la GitHub:

# License
source: Elten is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 3. Elten is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es_pa: Elten es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU (GNU General Public License (GPL)) publicada por la Fundación de Software Libre (Free Software Foundation (FSF)), versión 3. Elten se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIABILIDAD o APTITUD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles.
lt_lt: Elten programa platinama turint omenyje, jog ji bus naudinga, tačiau be jokios garantijos, taip pat be jokios išreikštinės įsigyjimo ar tinkamumo konkrečiam tikslui garantijos. Daugiau informacijos rasite GNU General Public License dokumente.
ro_ro: Elten este un software gratuit: îl puteți redistribui și / sau modifica în condițiile licenței publice generale GNU publicate de Free Software Foundation, versiunea 3. Elten este distribuit în speranța că va fi util, dar FĂRĂ NICI O GARANȚIE; fără măcar garanția implicită de VANZABILITATE sau ADECVARE PENTRU UN SCOP PARTICULAR. Consultați Licența publică generală GNU pentru mai multe detalii.

# License
source: The original content of the GNU General Public License V3 can be found below.
es_pa: El contenido original de la Licencia Pública General de GNU V3 se puede encontrar a continuación.
lt_lt: GNU General Public License V3 originalus turinys pateikiamas žemiau.
ro_ro: Conținutul original al GNU General Public License V3 poate fi găsit mai jos.

# Documentation
source: Current Elten modifier
es_pa: Modificador actual de Elten
lt_lt: Dabartinis Elten modifikatorius

source: This section is unavailable for guests
es_pa: Esta sección no está disponible para los invitados
fr_fr: Cette section n'est pas disponible pour les invités
lt_lt: Ši skiltis svečiams nepasiekiama
ro_ro: Această secțiune nu este disponibilă pentru oaspeți

# CallHistory
source: Incoming
es_pa: Entrante
lt_lt: Įeinantys
ro_ro: Apeluri de intrare

# CallHistory
source: Outgoing
es_pa: Saliente
lt_lt: Išeinantys
ro_ro: Apeluri de ieșire

# CallHistory
source: Answered
es_pa: Respondido
lt_lt: Atsakyti
ro_ro: Răspunse

# CallHistory
source: Unanswered
es_pa: Sin responder
lt_lt: Neatsakyti
ro_ro: Nerăspunse

# CallHistory
source: Time
es_pa: Hora
lt_lt: Laikas
ro_ro: Ora

# CallHistory
source: Type
es_pa: Tipo
lt_lt: Tipas
ro_ro: Tip

# CallHistory
source: Status
es_pa: Estado
lt_lt: Būsena
ro_ro: Stare

source: Call History
es_pa: Historial de llamadas
lt_lt: Skambučių istorija
ro_ro: Istoricul apelurilor

source: Refresh
es_pa: Actualizar
fr_fr: Rafraîchir
lt_lt: Perkrauti
ro_ro: Reîmprospătează

# Conference
source: Type your nickname
es_pa: Ingrese su apodo
lt_lt: Įveskite savo vartotojo vardą

# Conference
source: Channel space
es_pa: Espacio del canal
lt_lt: Kanalo erdvė
ro_ro: Spațiul de mișcare al canalului

# Conference
source: Channel users
es_pa: Usuarios del canal
lt_lt: Vartotojai
ro_ro: Utilizatorii canalului

# Conference
source: Chat history
es_pa: Historial de chat
lt_lt: Susirašinėjimo istorija
ro_ro: Istoricul chatului

# Conference
source: More options
es_pa: Más opciones
lt_lt: Daugiau parinkčių
ro_ro: Mai multe opțiuni

# Conference
source: Close
es_pa: Cerrar
lt_lt: Uždaryti
ro_ro: Închide

# Conference
source: Use arrows to move in the channel space
es_pa: Usa las flechas para moverte en el espacio del canal
lt_lt: Vaikščiojimui po kanalo erdvę naudokite rodykles
ro_ro: Folosește săgețile pentru a te mișca în spațiul canalului

# Conference
source: Use shift with left/right arrows to rotate
es_pa: Usa Shift con flechas izquierda y derecha para rotar
lt_lt: Sukinėjimui naudokite lyg2 ir rodykles kairėn/dešinėn

# Conference
source: Deny speech to this user
es_pa: Denegar voz a este usuario
lt_lt: Uždrausti kalbą šiam vartotojui

# Conference
source: Allow speech to this user
es_pa: Permitir voz a este usuario
lt_lt: Leisti kalbą šiam vartotojui

# Conference
source: Allow speech to this user only
es_pa: Permitir voz solo a este usuarwio
lt_lt: Leisti kalbą tik šiam vartotojui

# Conference
source: User muted
es_pa: Usuario en silencio
lt_lt: Vartotojas nutildytas

# Conference
source: User unmuted
es_pa: Usuario sin silencio
lt_lt: Vartotojas atitildytas

# Conference
source: Mute user's streams
es_pa: Silenciar transmisión de usuarios
lt_lt: Nutildyti vartotojo transliacijas

# Conference
source: Unmute user's streams
es_pa: Desactivar silencio de transmisión de usuarios
lt_lt: Atitildyti vartotojo transliacijas

# Conference
source: User's streams muted
es_pa: Transmisión de usuarios silenciada
lt_lt: Vartotojo transliacijos užtildytos

# Conference
source: User's streams unmuted
es_pa: Transmisión de usuarios no silenciada
lt_lt: Vartotojo transliacijos atitildytos

# Conference
source: Change user volume
es_pa: Cambiar el volumen de usuario
lt_lt: Keisti vartotojo garsą
ro_ro: Modifică volumul utilizatorului

# Conference
source: User volume
es_pa: Volumen de usuario
lt_lt: Vartotojo garsas
ro_ro: Volumul utilizatorului

# Conference
source: VST chain
es_pa: Chain VST
lt_lt: VST grandinė

# Conference
source: Read current position
es_pa: Leer la posición actual
lt_lt: Skaityti einamąją poziciją
ro_ro: Citește poziția curentă

# Conference
source: Hold spacebar to whisper to user
es_pa: Sostenga la barra espaciadora para susurrar al usuario
lt_lt: Laikykite tarpą, kad šnibždėtumėte vartotojui
ro_ro: Menține tasta Spațiu pentru a șopti către utilizator

# Conference
source: Accept
es_pa: Acepta
lt_lt: Priimti
ro_ro: Acceptă

# Conference
source: Kick
es_pa: Expulsar
lt_lt: Išspirti
ro_ro: Dă afară

# Conference
source: Take over this user's stream
es_pa: Tomar el control de esta transmisión de usuario
lt_lt: Perimti šio vartotojo transliaciją

# Conference
source: Abandon this user's stream
es_pa: Abandonar transmisión de este usuario
lt_lt: Uždrausti šio vartotojo transliaciją

# Conference
source: Invite
es_pa: Invitar
lt_lt: Pakviesti

# Conference
source: User to invite
es_pa: Usuario a invitar
lt_lt: Kviečiamas vartotojas

# Conference
source: User not found
es_pa: Usuario no encontrado
lt_lt: Vartotojas nerastas

# Conference
source: Total time
es_pa: Tiempo total
lt_lt: Iš viso laiko
ro_ro: Timp total

# Conference
source: Current packet loss
es_pa: Pérdida de paquetes actual
lt_lt: Einamojo paketo praradimas
ro_ro: Volumul curent a pachetelor

# Conference
source: Current latency
es_pa: Latencia actual
lt_lt: Einamasis vėlavimas
ro_ro: Întârzierea curentă

# Conference
source: Bytes sent
es_pa: Bytes enviados
lt_lt: Persiųsta baitų
ro_ro: Biți trimiși

# Conference
source: Bytes received
es_pa: Bytes recibidos
lt_lt: Gauta baitų
ro_ro: Biți primiți

# Conference
source: Please wait, you will be accepted soon.
es_pa: Por favor, espere, será aceptado pronto.
lt_lt: Prašome palaukti, netrukus būsite priimtas

# Conference
source: Stream taken over by %{supervisor}
es_pa: Transmisión tomada por %{supervisor}
lt_lt: Transliaciją perėmė %{supervisor}

# Conference
source: Message of the day
es_pa: Mensaje del día
lt_lt: Dienos žinutė

# Conference
source: OK
es_pa: Aceptar
lt_lt: Gerai

# Conference
source: %{user} has rolled %{value} dot on a %{count}-sided dice
es_pa: %{user} sacó %{value} punto en un dado de %{count} caras
lt_lt: %{user} išrideno %{value} tašką ant %{count}-sienio kauliuko
ro_ro: %{user} a aruncat %{value} puncte pe un zar cu %{count} fețe

# Conference
source: Read channel size
es_pa: Leer tamaño del canal
lt_lt: Perskaityti kanalo dydį
ro_ro: Citește mărimea canalului

# Conference
source: Would you like to disconnect?
es_pa: ¿Le gustaría desconectar?
lt_lt: Ar norėtumėte atsijungti?
ro_ro: Vrei să te deconectezi?

# Conference
source: Channels
es_pa: Canales
lt_lt: Kanalai
ro_ro: Canale

# Conference
source: Join
es_pa: Entrar
lt_lt: Prisijungti
ro_ro: Alătură-te

# Conference
source: Channel password
es_pa: Contraseña del canal
lt_lt: Kanalo slaptažodis
ro_ro: Parola canalului

# Conference
source: Follow
es_pa: Seguir
lt_lt: Sekti

# Conference
source: Channel followed
es_pa: Canal seguido
lt_lt: Kanalas sekamas

# Conference
source: Unfollow
es_pa: Dejar de seguir
lt_lt: Nebesekti

# Conference
source: Channel unfollowed
es_pa: Canal no seguido
lt_lt: Kanalas nebesekamas

# Conference
source: Channel details
es_pa: Detalles del canal
lt_lt: Kanalo informacija
ro_ro: Detaliile canalului

# Conference
source: Creator
es_pa: Creador
lt_lt: Sukūrė

# Conference
source: Administrators
es_pa: administradores
lt_lt: Administratoriai

# Conference
source: Language
es_pa: Idioma
lt_lt: Kalba
ro_ro: Limbă

# Conference
source: Followers count:
es_pa: Cuento de seguidores:
lt_lt: Sekėjų skaičius:

# Conference
source: This channel is password-protected.
es_pa: Este canal está protegido por una contraseña.
lt_lt: Šis kanalas yra apsaugotas slaptažodžiu
ro_ro: Acest canal este protejat prin parolă.

# Conference
source: A waiting room is enabled on this channel.
es_pa: En este canal se habilitó una sala de espera.
lt_lt: Šiame kanale įjungtas laukiamasis

# Conference
source: Room id
es_pa: ID de la sala
lt_lt: Kambario ID

# Conference
source: URL for joining using Web Browser
es_pa: URL para unirse mediante el navegador web
lt_lt: Adresas prisijungiant su naršykle

# Conference
source: Channel bitrate
es_pa: Tasa de bits del canal
lt_lt: Kanalo bitų santykis
ro_ro: Rata de biți a canalului

# Conference
source: Channel frame size
es_pa: Tamaño del marco del canal
lt_lt: Kanalo lango dydis
ro_ro: Dimensiunea cadrului canalului

# Conference
source: Space Virtualization
es_pa: Virtualización espacial
lt_lt: Erdvės virtualizacija
ro_ro: Virtualizare

# Conference
source: Round table
es_pa: Mesa redonda
lt_lt: Apskritas stalas

# Conference
source: Edit channel
es_pa: Editar canal
lt_lt: Redaguoti kanalą
ro_ro: Editează canalul

# Conference
source: Leave
es_pa: Salir
lt_lt: Išeiti
ro_ro: Părăsește

# Conference
source: Create channel
es_pa: Crear un canal
lt_lt: Sukurti kanalą
ro_ro: Creează un canal nou

# Conference
source: Show channels in unknown languages
es_pa: Mostrar canales en idiomas desconocidos
lt_lt: Rodyti kanalus nežinomomis kalbomis
ro_ro: Arată canalele în limbile necunoscute

# Conference
source: Hide channels in unknown languages
es_pa: Ocultar canales en idiomas desconocidos
lt_lt: Slėpti kanalus neinomomis kalbomis
ro_ro: Ascunde canalele în limbile necunoscute

# Conference
source: Show private channels
es_pa: Mostrar canales privados
lt_lt: Rodyti privačius kanalus

# Conference
source: Select user
es_pa: Seleccionar usuario
lt_lt: Pasirinkite vartotoją

# Conference
source: Refresh
es_pa: Actualizar
lt_lt: Perkrauti
ro_ro: Reîmprospătează

# Conference
source: Audiophile
es_pa: Archivo de audio
lt_lt: Audio failas
ro_ro: Audiofil

# Conference
source: High quality
es_pa: Alta calidad
lt_lt: Aukšta kokybė
ro_ro: Calitate înaltă

# Conference
source: Standard quality
es_pa: Calidad estándar
lt_lt: Standartinė kokybė
ro_ro: Calitate standard

# Conference
source: Standard quality with surround sound
es_pa: Calidad estándar con sonido envolvente
lt_lt: Standartinė kokybė su supančiais garsais
ro_ro: Calitate standard cu sunet surround

# Conference
source: Standard quality with round table
es_pa: Calidad estándar con mesa redonda
lt_lt: Standartinė kokybė su apskrito stalo režimu

# Conference
source: Quality for mobile or limited connections
es_pa: Calidad para conexiones móviles o limitadas
lt_lt: Kokybė mobiliesiems arba riboto tinklo naudojimo įrenginiams
ro_ro: Calitate pentru conexiuni mobile sau limitate

# Conference
source: Quality for mobile or limited connections with surround sound
es_pa: Calidad para conexiones móviles o limitadas con sonido envolvente
lt_lt: Kokybė mobiliesiems arba riboto tinklo naudojimo įrenginiams su supančiais garsais
ro_ro: Calitate pentru conexiuni mobile sau limitate cu sunet surround

# Conference
source: Quality for mobile or limited connections with round table
es_pa: Calidad para conexiones móviles o limitadas con mesa redonda
lt_lt: Kokybė mobiliesiems arba riboto tinklo naudojimo įrenginiams su apskrito stalo režimu

# Conference
source: Low quality
es_pa: Baja calidad
lt_lt: Žema kokybė
ro_ro: Calitate mică

# Conference
source: Channel name
es_pa: Nombre del canal
lt_lt: Kanalo pavadinimas
ro_ro: Numele canalului

# Conference
source: Message of the Day
es_pa: Mensaje del día
lt_lt: Dienos žinutė

# Conference
source: Custom
es_pa: Personalizado
lt_lt: Daugiau parinkčių
ro_ro: Personalizat

# Conference
source: Quality preset
es_pa: Calidad predefinida
lt_lt: Nustatyti kokybę
ro_ro: Preset Calitate

# Conference
source: Bitrate type
es_pa: Tipo de bitrate
lt_lt: Bitų santykio tipas
ro_ro: Tipul ratei de biți

# Conference
source: Constant
es_pa: Constante
lt_lt: Konstanta

# Conference
source: Constrained variable
es_pa: Variable restringida
lt_lt: Suvaržytas kintamasis
ro_ro: Variabilă constrânsă

# Conference
source: Codec application
es_pa: Aplicación de códecs
lt_lt: Koduotės programa
ro_ro: Aplicaţie codec

# Conference
source: Enable forward error correction
es_pa: Activar la corrección de errores hacia adelante
lt_lt: Įjungti klaidų persiuntimo taisymą
ro_ro: Activează corectarea erorilor directe

# Conference
source: Disable encoding prediction
es_pa: Desactivar la predicción de la codificación
lt_lt: Išjungti koduotės prognozavimą
ro_ro: Dezactivează predicția encoderului

# Conference
source: Enable conference mode (only channel administrators and allowed users can speak)
es_pa: Activar el modo de conferencia (sólo pueden hablar los administradores del canal y los usuarios autorizados)
lt_lt: Įjungti konferencijos režimą (kalbėti gali tik kanalo administratoriai ir vartotojai, kuriems tai leista)

# Conference
source: Enable waiting room
es_pa: Habilitar la sala de espera
lt_lt: Uždėti laukiamąjį
ro_ro: Activează camera de așteptare

# Conference
source: Allow guests to join this channel
es_pa: Permitir que los invitados se unan a este canal
lt_lt: Leisti svečiams prisijungti prie šio kanalo

# Conference
source: Make this channel hidden
es_pa: Hacer que este canal esté oculto
lt_lt: Paslėpti šį kanalą

# Conference
source: Store as permanent channel
es_pa: Almacenar como canal permanente
lt_lt: Padaryti kanalą pastoviu
ro_ro: Păstrează canalul permanent

# Conference
source: Channel width
es_pa: Ancho del canal
lt_lt: Kanalo plotis
ro_ro: Lățimea canalului

# Conference
source: Channel height
es_pa: Altura del canal
lt_lt: Kanalo aukštis
ro_ro: Înălțimea canalului

# Conference
source: Channel password (leave this field blank to set a channel without a password)
es_pa: Contraseña del canal (deje este campo en blanco para establecer un canal sin contraseña)
lt_lt: Kanalo slaptažodis (lauką palikite tuščią, kad kanalą nustatytumėte be slaptažodžio)

# Conference
source: Channel encryption
es_pa: Codificación de canales
lt_lt: Kanalo šifravimas

# Conference
source: None
es_pa: Ninguna
lt_lt: Nėra

# Conference
source: Create
es_pa: Crear
lt_lt: Sukurti
ro_ro: Creează

# Conference
source: Cancel
es_pa: Cancelar
lt_lt: Atšaukti
ro_ro: Anulează

# Conference
source: Edit
es_pa: Editar
lt_lt: Redaguoti
ro_ro: Editează

# Conference
source: Channel width and height must be at least 1
es_pa: El ancho y la altura del canal deben ser al menos 1
lt_lt: Kanalo plotis ir aukštis turi būti mažiausiai 1
ro_ro: Lățimea și înălțimea canalului trebuie să fie cel puțin 1.

# Conference
source: %{value} is the maximum allowed channel width and height
es_pa: %{value} es el máximo permitido de ancho y alto del canal
lt_lt: %{value} yra maksimalus leidžiamas kanalo plotis ir aukštis
ro_ro: Lățimea și înălțimea maximă a canalului nu trebuie să depășească %{value}

# Conference
source: %{name}, everywhere
es_pa: %{name}, en todas partes
lt_lt: %{name}, visur
ro_ro: %{name}, peste tot

# Conference
source: %{name}, located at %{x}, %{y}
es_pa: %{name}, ubicado en %{x}, %{y}
lt_lt: %{name} pozicija yra %{x}, %{y}
ro_ro: %{name}, aflat la %{x}, %{y}

# Conference
source: Channel scenery
es_pa: Escenario del canal
lt_lt: Kanalo vaizdas

# Conference
source: Add object
es_pa: Agregar objeto
lt_lt: Pridėti objektą
ro_ro: Adaugă obiect

# Conference
source: Go to object
es_pa: Ir al objeto
lt_lt: Eiti į objektą
ro_ro: Mergi spre obiect

# Conference
source: Remove object
es_pa: Quitar objeto
lt_lt: Pašalinti objektą
ro_ro: Elimină obiectul

# Conference
source: Available objects
es_pa: Objetos disponibles
lt_lt: Galimi objektai
ro_ro: Obiecte disponibile

# Conference
source: Object position
es_pa: Posición del objeto
lt_lt: Objekto pozicija
ro_ro: Poziția obiectului

# Conference
source: Everywhere
es_pa: En todas partes
lt_lt: Visur
ro_ro: Peste tot

# Conference
source: Here
es_pa: Aquí
lt_lt: Čia
ro_ro: Aici

# Conference
source: Place object
es_pa: Colocar objeto
lt_lt: Pastatyti objektą
ro_ro: Plasează obiectul
