Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# EAPI_UI
source: %{user} is calling you
es_pa: %{user} te está llamando
lt_lt: Jums skambina vartotojas %{user}
ro_ro: %{user} te sună

# EAPI_UI
source: Answer
es_pa: Respuesta
lt_lt: Atsiliepti
ro_ro: Răspunde

# EAPI_UI
source: Reject
es_pa: Rechazar
lt_lt: Atmesti
ro_ro: Respinge

# EAPI_UI
source: Unanswered calls
es_pa: Llamadas no contestadas
lt_lt: Neatsiliepti skambučiai
ro_ro: Apeluri nepreluate

# EAPI_UI
source: Call back
es_pa: Volver a llamar
lt_lt: Perskambinti
ro_ro: Sună înapoi

# EAPI_UI
source: Close
es_pa: Cerrar
lt_lt: Uždaryti
ro_ro: Închide

# EAPI_UI
source: You cannot call this user
es_pa: No se puede llamar a este usuario
lt_lt: Šiam vartotojui paskambinti negalite
ro_ro: Nu poți suna acest utilizator.

# EAPI_UI
source: An unexpected error of Elten agent occurred. Do you want to report this event? It may definitely help us solve the problem.
es_pa: Se produjo un error inesperado del agente Elten. ¿Quiere reportar este evento? Definitivamente puede ayudarnos a resolver el problema.
lt_lt: Įvyko netikėta Elten agento klaida. Ar norite pranešti apie šį įvykį? Tai galbūt mums padėtų išspręsti problemą.
ro_ro: A apărut o eroare neașteptată a agentului Elten. Vrei să raportezi acest eveniment? Cu siguranță ne poate ajuta să rezolvăm problema.

# EAPI_UI
source: The program is trying to recover from the frozen state.
es_pa: El programa ahora intentará volver a trabajar.
fr_fr: Le programme va tenter de retourner au travail.
lt_lt: Programa bando atsikurti iš užšaldytos būsenos.
pt_br: O programa está tentando se recuperar do estado congelado.
ro_ro: Programul încearcă să-și recupereze funcționarea.

# EAPI_UI
source: Errors occurred while trying to register keys for invisible interface. Please make sure that other apps do not use the keys specified. You can change modifier keys of invisible interface using settings window.
es_pa: Se han producido errores al intentar registrar las teclas de la interfaz invisible. Por favor, asegúrese de que otras aplicaciones no utilizan las teclas especificadas. Puede cambiar las teclas modificadoras de la interfaz invisible utilizando la ventana de configuración.
lt_lt: Registruojant sparčiuosius klavišus nematomajai sąsajai įvyko klaidų. Prašome įsitikinti, kad kitos programos nenaudoja šių kombinacijų. Nematomosios sąsajos modifikatoriaus kombinacijas galite pakeisti nustatymų lange.

# EAPI_UI
source: Alarm
es_pa: Alarma
lt_lt: Žadintuvas
ro_ro: Alarmă

source: Yes
es_pa: Sí
fr_fr: Oui
lt_lt: Taip
ro_ro: Da

# EAPI_EltenAPI
source: Do you want to send reports on how Elten is used? This data does not contain any confidential information and is very helpful in program development. This selection can be changed at any time from the Settings.
es_pa: ¿Desea enviar informes sobre cómo se usa Elten? Estos datos no contienen ninguna información confidencial y son muy útiles en el desarrollo de programas. Esta selección se puede cambiar en cualquier momento desde Configuración.
fr_fr: Voulez-vous envoyer des rapports sur l'utilisation d'Elten? Ces données ne contiennent aucune information confidentielle et sont très utiles pour le développement du programme. Cette sélection peut être modifiée à tout moment à partir des paramètres.
lt_lt: Ar norite siųsti pranešimus apie Elten naudojimą? Šiuose duomenyse nėra jokios konfidencialios informacijos ir tai būtų labai naudinga tolimesniam Elten vystymui. Šis pasirinkimas gali būti bet kada pakeistas nustatymuose.
ro_ro: Vrei să trimiți rapoarte despre modul în care este utilizat Elten? Aceste date nu conțin informații confidențiale și sunt foarte utile în dezvoltarea programului. Această selecție poate fi modificată oricând din Setări.

# EAPI_EltenAPI
source: You are currently using a beta version of Elten. In these versions, uploading usage statistics is always enabled. They contain information about the most frequently used functions, configurations and problems with program operation. They do not contain any confidential or private information. If you do not want to send statistics, please use the stable version of Elten.
es_pa: Actualmente está utilizando una versión beta de Elten. En estas versiones, la carga de estadísticas de uso está siempre habilitada. Contienen información sobre las funciones más utilizadas, las configuraciones y los problemas de funcionamiento del programa. No contienen ninguna información confidencial o privada. Si no desea enviar estadísticas, por favor utilice la versión estable de Elten.
lt_lt: Šiuo metu naudojate Elten beta versiją. Šiose versijose, naudojimo statistikos įkėlimas visada yra įjungtas. Renkama statistika apie dažniausiai naudojamas funkcijas, konfiguracijas ir problemas, susijusias su programos funkcionavimu. Jokia privati ar konfidenciali informacija nėra renkama. Jeigu nenorite siųsti statistikos, prašome naudoti stabilią Elten versiją.

# Account
source: Category
es_pa: Categoría
fr_fr: Catégorie
lt_lt: Kategorija
ro_ro: Categorie

source: Apply
es_pa: Aplicar
fr_fr: Appliquer
lt_lt: Patvirtinti
ro_ro: Aplică

# Account
source: Profile
es_pa: Perfil
fr_fr: Édition de profil
lt_lt: Profilis
ro_ro: Profil

# Account
source: Full name
es_pa: Nombre completo
fr_fr: Nom complet
lt_lt: Vardas ir pavardė
pt_br: Nome completo
ro_ro: Nume complet

# Account
source: Gender
es_pa: Sexo
fr_fr: Sexe
lt_lt: Lytis
pt_br: Gênero
ro_ro: Sex

source: Male
es_pa: Masculino
fr_fr: Homme
lt_lt: Vyras
ro_ro: Bărbat

source: March
es_pa: Marzo
fr_fr: Mars
lt_lt: Kovas
ro_ro: Martie

source: February
es_pa: Febrero
fr_fr: Février
lt_lt: Vasaris
ro_ro: Februarie

source: April
es_pa: Abril
fr_fr: Avril
lt_lt: Balandis
ro_ro: Aprilie

source: May
es_pa: Mayo
fr_fr: Mai
lt_lt: Gegužė
ro_ro: Mai

source: June
es_pa: Junio
fr_fr: Juin
lt_lt: Birželis
ro_ro: Iunie

source: July
es_pa: Julio
fr_fr: Juillet
lt_lt: Liepa
ro_ro: Iulie

source: August
es_pa: Agosto
fr_fr: Août
lt_lt: Rugpjūtis

source: September
es_pa: Septiembre
fr_fr: Septembre
lt_lt: Rugsėjis
ro_ro: Septembrie

source: October
es_pa: Octubre
fr_fr: Octobre
lt_lt: Spalis
ro_ro: Octombrie

source: November
es_pa: Noviembre
fr_fr: Novembre
lt_lt: Lapkritis
ro_ro: Noiembrie

source: December
es_pa: Diciembre
fr_fr: Décembre
lt_lt: Gruodis
ro_ro: Decembrie

source: January
es_pa: Enero
fr_fr: Janvier
lt_lt: Sausis
ro_ro: Ianuarie

# Account
source: Birth date: year
es_pa: Fecha de nacimiento: Año
fr_fr: Année de naissance
lt_lt: Gimimo data: metai
pt_br: Data de nascimento: ano
ro_ro: Anul nașterii

# Account
source: Birth date: month
es_pa: Fecha de nacimiento: Mes
fr_fr: Mois de naissance
lt_lt: Gimimo data: mėnuo
pt_br: Data de nascimento: mês
ro_ro: Luna nașterii

# Account
source: Birth date: day
es_pa: Fecha de nacimiento: Día
fr_fr: Jour de naissance
lt_lt: Gimimo data: diena
pt_br: Data de nascimento: dia
ro_ro: Ziua nașterii

# Account
source: Country
es_pa: País
lt_lt: Šalis
ro_ro: Țara

# Account
source: State / Province
es_pa: Estado / Provincia
fr_fr: Région/province
lt_lt: Valstija/provincija
ro_ro: Stat / Provincie

# Account
source: City
es_pa: Ciudad
lt_lt: Miestas
ro_ro: Oraș

# Account
source: Visiting card
es_pa: Tarjeta de visita
fr_fr: Carte de visite
lt_lt: Vizitinė kortelė
ro_ro: Carte de vizită

# Account
source: Languages
es_pa: Idiomas
fr_fr: Langues
lt_lt: Kalbos
ro_ro: Limbi

# account
source: First language
es_pa: Primer idioma
lt_lt: Gimtoji kalba
ro_ro: Limbă maternă

# Account
source: Privacy
es_pa: Privacidad
fr_fr: Politique de confidentialité
lt_lt: Privatumas
ro_ro: Confidențialitate

# Account
source: Hide my profile for strangers
es_pa: Ocultar mi perfil para extrangeros
fr_fr: Masquer mon profil pour les étrangers
lt_lt: Slėpti mano profilį nuo nepažįstamųjų
pt_br: Ocultar meu perfil para estranhos
ro_ro: Ascunde profilul meu pentru străini

# Account
source: Never
es_pa: Nunca
lt_lt: Niekada
ro_ro: Niciodată

# Account
source: Only from my friends
es_pa: Sólo de mis amigos
lt_lt: Tiktai nuo draugų
ro_ro: Doar pentru prietenii mei

# Account
source: From all users
es_pa: De todos los usuarios
lt_lt: Nuo visų vartotojų
ro_ro: De toţi utilizatorii

# Account
source: Accept incoming voice calls
es_pa: Aceptar las llamadas de voz entrantes
lt_lt: Priimti įeinančius skambučius
ro_ro: Acceptă apelurile vocale primite

# Account
source: Black list
es_pa: Lista negra
fr_fr: Liste noire
lt_lt: Juodasis sąrašas
pt_br: Lista negra
ro_ro: Listă neagră

# Account
source: Status and signature
es_pa: Estado y firma
fr_fr: Statut et signature
lt_lt: Būsena ir parašas
ro_ro: Stare și semnătură

# Account
source: Status displayed after your name on all lists of users
es_pa: Estado que se muestra después de su nombre en todas las listas de usuarios
fr_fr: Statut affiché après votre nom sur toutes les listes d'utilisateurs
lt_lt: Būsena, rodoma visiems vartotojams po vardu
ro_ro: Stare afișată după numele tău în lista utilizatorilor

# Account
source: Signature placed below all your forum posts
es_pa: Firma colocada debajo de todas las publicaciones del foro
fr_fr: Signature placée sous tous vos posts de forum
lt_lt: Parašas, rodomas žemiau visų jūsų forumo įrašų
ro_ro: Semnătură amplasată mai jos de toate postările tale de pe forum

# Account
source: Greeting read after you log in to Elten
es_pa: Leer saludo después de iniciar la sesión en Elten
lt_lt: Pasisveikinimas, skaitomas prisijungus prie Elten
ro_ro: Citește mesajul de bun venit după conectarea la Elten

# Account
source: What's new notifications
es_pa: Configuración de qué hay de nuevo
fr_fr: Configuration de Quoi de &neuf
lt_lt: Kas naujo pranešimai
ro_ro: Notificări Ce este Nou

# Account
source: Notice only
es_pa: Solo notificar
fr_fr: Seulement informer
lt_lt: Tik parodyti
pt_br: Observe apenas
ro_ro: Doar anunță

# Account
source: Ignore
es_pa: Ignorar
fr_fr: Ignorer
lt_lt: Ignoruoti
pt_br: Ignorar
ro_ro: Ignoră

# Account
source: Notice and show in what's new
es_pa: Notificar y mostrar en qué hay de nuevo
fr_fr: Informer et montrer dans quoi de neuf
lt_lt: Parodyti ir rodyti Kas naujo sekcijoje
pt_br: Observe e mostre o que há de novo
ro_ro: Anunță și arată în Ce este Nou

# Account
source: New messages
es_pa: Nuevos mensajes
fr_fr: Nouveaux messages
lt_lt: Naujos žinutės
pt_br: Novas mensagens
ro_ro: Mesaje Noi

# Account
source: New posts in followed threads
es_pa: Nuevas publicaciones en entradas seguidas
fr_fr: Nouveaux posts dans les fils suivis
lt_lt: Nauji įrašai sekamuose bloguose
pt_br: Novas postagens nos tópicos seguidos
ro_ro: Postări noi în subiectele urmărite

# Account
source: New posts on the followed blogs
es_pa: Nuevas entradas en blogs seguidos
fr_fr: Nouvelles entrées sur les blogs observés
lt_lt: Nauji įrašai sekamuose bloguose
pt_br: Novas postagens nos blogs seguidos
ro_ro: Postări noi în blogurile pe care le urmărești

# Account
source: New comments on your blog
es_pa: Nuevos comentarios en tu blog
fr_fr: Nouveaux commentaires sur votre blog
lt_lt: Nauji komentarai tavo bloge
pt_br: Novos comentários no seu blog
ro_ro: Comentarii noi pe blogul tău

# Account
source: New threads on followed forums
es_pa: Nuevas entradas en foros seguidos
fr_fr: Nouveaux fils sur les forums suivis
lt_lt: Naujos gijos sekamuose forumuose
pt_br: Novos tópicos nos fóruns seguidos
ro_ro: Subiecte noi pe forumurile pe care le urmărești

# Account
source: New posts on followed forums
es_pa: Nuevas publicaciones en foros seguidos
fr_fr: Nouveaux posts sur les forums suivis
lt_lt: Nauji įrašai sekamuose forumuose
pt_br: Novas postagens nos fóruns seguidos
ro_ro: Postări noi pe forumurile urmărite

# Account
source: Friends' birthday
es_pa: Cumpleaños de amigos
fr_fr: Anniversaire d'amis
lt_lt: Draugų gimtadienis
pt_br: Aniversário dos amigos
ro_ro: Ziua de Naștere a prietenilor

# Account
source: Mentions
es_pa: Menciones
lt_lt: Paminėjimai
pt_br: menciona
ro_ro: Mențiuni

# Account
source: Followed blog posts
es_pa: Publicaciones de blogs seguidos
lt_lt: Sekami blogo įrašai
ro_ro: Postări noi pe blogurile urmărite

# Account
source: Blog followers
es_pa: Seguidores del blog
lt_lt: Blogo sekėjai
ro_ro: Urmăritori noi pe blog

# Account
source: Blog mentions
es_pa: Menciones de blog
lt_lt: Blogo paminėjimai
ro_ro: Mențiuni pe blog

# Account
source: Waiting invitations
es_pa: Esperando invitaciones
lt_lt: Išsiųsti pakvietimai

# Account
source: New friends
es_pa: Nuevos amigos
fr_fr: Nouveaux amis
lt_lt: Nauji draugai
pt_br: Novos amigos
ro_ro: Prieteni noi

# Account
source: Account security
es_pa: Seguridad de la cuenta
fr_fr: Sécurité du compte
lt_lt: Paskyros sauga
ro_ro: Securitatea contului

# Account
source: Change e-mail
es_pa: Cambiar correo electrónico
fr_fr: Changer l'adresse e&mail
lt_lt: Keisti el. paštą
ro_ro: Modifică adresa E-Maill

# Account
source: Change password
es_pa: Cambiar contraseña
fr_fr: Changer le mo&t de passe
lt_lt: Keisti slaptažodį
ro_ro: Modifică parola

# Account
source: Manage Two-Factor authentication
es_pa: Administrar la autenticación de dos factores
fr_fr: Paramètres d'authentification &en deux étapes
lt_lt: Tvarkyti dviejų lygmenų autentifikaciją
ro_ro: Administrează autentificarea în doi pași

# Account
source: Manage mail events-reporting
es_pa: Gestionar informes de eventos de correo
fr_fr: Activer les rapports par e-mail
lt_lt: Tvarkyti pašto renginių pranešimus
ro_ro: Gestionează raportarea evenimentelor prin e-mail

# Account
source: Manage auto-login tokens
es_pa: Administrar tokens de inicio de sesión automático
fr_fr: Clés de connexion automatique
lt_lt: Tvarkyti automatinio prisijungimo tokenus
ro_ro: Gestionează tokenurile de autentificare automată

# Account
source: Show last logins
es_pa: Mostrar los últimos inicios de sesión
fr_fr: Dernières connexions
lt_lt: Rodyti paskutinius prisijungimus
ro_ro: Arată ultimele autentificări

# Account
source: Others
es_pa: Otros
lt_lt: Kita
ro_ro: Altele

# Account
source: Premium packages
es_pa: Paquetes premium
lt_lt: Premium paketai
ro_ro: Pachete premium

# Account
source: Enter your old password.
es_pa: Ingrese su antigua contraseña.
fr_fr: Entrez votre ancien mot de passe.
lt_lt: Įveskite seną slaptažodį.
pt_br: Digite sua senha antiga.
ro_ro: Introdu vechea parolă.

# Account
source: Enter your new password.
es_pa: Ingrese su nueva contraseña.
fr_fr: Entrez votre nouveau mot de passe.
lt_lt: Įveskite naują slaptažodį.
pt_br: Digite sua nova senha.
ro_ro: Introdu parola nouă.

# Account
source: Repeat new password.
es_pa: Repetir nueva contraseña
fr_fr: Répétez le nouveau mot de passe.
lt_lt: Pakartokite naują slaptažodį.
pt_br: Repita a nova senha.
ro_ro: Re-introdu noua parolă.

# Account
source: Fields: New Password and Repeat New Password have different values.
es_pa: Los campos nueva contraseña y repetir contraseña tienen valores diferentes, y por lo tanto no coinciden.
fr_fr: Les champs: Nouveau mot de passe et Répéter nouveau mot de passe ont des valeurs différentes.
lt_lt: Laukai naujas slaptažodis ir pakartokite naują slaptažodį yra skirtingi.
pt_br: Os campos: Nova Senha e Repetir Nova Senha possuem valores diferentes.
ro_ro: Câmpuri: Parola nouă și cea repetată au valori diferite.

# Account
source: Your password has been changed.
es_pa: Contraseña cambiada.
fr_fr: Le mot de passe a été changé.
lt_lt: Slaptažodis pakeistas.
pt_br: Sua senha foi alterada.
ro_ro: Parola ta a fost modificat[ cu succes.

# Account
source: The old password is incorrect.
es_pa: La antigua contraseña es incorrecta.
fr_fr: Un ancien mot de passe a été entré de manière incorrecte.
lt_lt: Senas slaptažodis neteisingas.
pt_br: A senha antiga está incorreta.
ro_ro: Parola veche este incorectă.

# Account
source: Enter your password.
es_pa: Ingrese contraseña.
fr_fr: Entrez votre mot de passe.
lt_lt: Įveskite slaptažodį.
pt_br: Digite sua senha.
ro_ro: Introdu parola.

# Account
source: Enter a new e-mail address.
es_pa: Introducir nuevo correo electrónico
fr_fr: Entrez une nouvelle adresse email.
lt_lt: Įveskite naują el. paštą.
pt_br: Digite um novo endereço de e-mail.
ro_ro: Introdu o adresă de E-Mail nouă.

# Account
source: E-mail has been changed.
es_pa: Correo electrónico cambiado.
fr_fr: Adresse e-mail changé.
lt_lt: El. paštas pakeistas
pt_br: O e-mail foi alterado.
ro_ro: Adresa de E-Mail a fost modificată.

# Account
source: Error, you must disable mail events reporting first.
es_pa: Error, primero debe deshabilitar los informes de eventos de correo.
fr_fr: Erreur, vous devez désactiver d'abord les rapports par e-mail.
lt_lt: Klaida, pirma turite išjungti pašto įvykių pranešimus.
ro_ro: Eroare, trebuie mai întâi să dezactivezi raportarea evenimentelor prin e-mail.

# Account
source: An error occurred while authenticating the account. You might have provided an incorrect password.
es_pa: Se produjo un error al autentificar la cuenta. Puede que hayas proporcionado una contraseña incorrecta.
lt_lt: Autentifikuojant paskyrą įvyko klaida. Ko gero įvedėte neteisingą slaptažodį.
ro_ro: A apărut o eroare la autentificarea contului. Este posibil să fi furnizat o parolă incorectă.

# Account
source: Creation IP Address
es_pa: Dirección IP creada
fr_fr: Adresse IP de la création
lt_lt: Kūrimas IP adresas
pt_br: Criação do indereço IP
ro_ro: Adresa IP la creare

# Account
source: Generation date
es_pa: Fecha de generación
fr_fr: Date générée
lt_lt: Sukūrimo data
pt_br: Data de geração
ro_ro: Data generării

# Account
source: Computer
es_pa: Computadora
fr_fr: Ordinateur
lt_lt: Kompiuteris
pt_br: Computador

# Account
source: Auto log in tokens
es_pa: Tokens de inicio de sesión automático
fr_fr: Clés de connexion automatique
lt_lt: Automatinio prisijungimo tokenai
ro_ro: Tokenuri de autentificare automată

# Account
source: Log out all sessions
es_pa: cerrar todas las sesiones
fr_fr: Déconnecter toutes les sessions
lt_lt: Atjungti visas sesijas
pt_br: Sair de todas as sessões
ro_ro: Deloghează toate sesiunile

# Account
source: Are you sure you want to remove all auto log in tokens and log out all sessions? You will be logged off immediately.
es_pa: ¿Estás seguro de que quieres eliminar todos los símbolos de autoinicio de sesión y cerrar todas las sesiones? Se desconectará inmediatamente.
lt_lt: Ar tikrai norite pašalinti visus automatinio prisijungimo tokenus ir atjungti visas sesijas? Jūs būsite iš karto atjungtas(-a).
ro_ro: Sigur vrei să elimini toate tokenurile de autentificare automată și să deconectezi toate sesiunile? Vei fi deconectat imediat.

# Account
source: Add
es_pa: Añadir
fr_fr: Ajouter
lt_lt: Pridėti
pt_br: Adicionar
ro_ro: Adaugă

# Account
source: User you want to add to the blacklist.
es_pa: Usuario que desea agregar a la lista negra.
lt_lt: Vartotojas, kurį norite pridėti į juodąjį sąrašą.
ro_ro: Utilizatorul pe care dorești să îl adaugi pe lista neagră.

# Account
source: The users added to your black list cannot send you private messages. Are you sure you want to continue?
es_pa: Los usuarios añadidos a tu lista negra no pueden enviarte mensajes privados. ¿Estás seguro de que quieres continuar?
lt_lt: Vartotojai, esantys Jūsų juodajame sąraše, negali jums siųsti privačių žinučių. Ar tikrai norite tęsti?
ro_ro: Utilizatorii adăugați la lista ta neagră nu îți pot trimite mesaje private. Sigur vrei să continui?

# Account
source: User %{user} has been added to your blacklist
es_pa: El usuario %{user} ha sido añadido a tu lista negra
fr_fr: %{user} a été ajouté à votre liste noire
lt_lt: Vartotojas %{user} buvo pridėtas į Jūsų juodąjį sąrašą
pt_br: O usuário %{user} foi adicionado à sua lista negra
ro_ro: Utilizatorul %{user} a fost adăugat în lista neagră.

# Account
source: You cannot add an administrator to the black list.
es_pa: No puedes añadir un administrador a la lista negra.
fr_fr: Vous ne pouvez pas ajouter de membres d'administration à la liste noire.
lt_lt: Administratoriaus į juodąjį sąrašą pridėti negalite.
pt_br: Você não pode adicionar um administrador à lista negra.
ro_ro: Nu poți adăuga un administrator în lista neagră.

# Account
source: This user is already on your black list.
es_pa: Este usuario ya está en la lista negra.
fr_fr: Cet utilisateur est déjà ajouté à votre liste noire.
lt_lt: Šis vartotojas jau įtrauktas į Jūsų juodąjį sąrašą.
pt_br: Este usuário já está na sua lista negra.
ro_ro: Acest utilizator este deja în lista neagră.

# Account
source: The user cannot be found.
es_pa: Ese usuario no existe.
fr_fr: L'utilisateur n'existe pas.
lt_lt: Vartotojas nerastas.
pt_br: O usuário não pode ser encontrado.
ro_ro: Utilizatorul nu a fost găsit.

# Account
source: Are you sure you want to remove this user from the black list?
es_pa: ¿Está seguro de que desea eliminar a este usuario de la lista negra?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur de votre liste noire?
lt_lt: Ar tikrai norite pašalinti šį vartotoją iš juodojo sąrašo?
pt_br: Tem certeza de que deseja remover este usuário da lista negra?
ro_ro: Sigur vrei să ștergi acest utilizator din lista neagră?

# Account
source: A user has been removed from the black list.
es_pa: Usuario eliminado de la lista negra.
fr_fr: L'utilisateur a été supprimé de la liste noire.
lt_lt: Vartotojas iš juodojo sąrašo pašalintas.
pt_br: Um usuário foi removido da lista negra.
ro_ro: Utilizatorul a fost șters din lista neagră.

# Account
source: Last logins
es_pa: Ultimos inicios de sesión
fr_fr: Dernières connexions
lt_lt: Paskutiniai prisijungimai
ro_ro: Ultimele autentificări

# Account
source: If you wish, you can configure Elten to report any changes and logins on your account from new devices to you by E-mail. To do this, you must verify your E-mail address. Do you want to do it now?
es_pa: Si lo desea, puede configurar Elten para que informe de cualquier cambio e inicio de sesión en su cuenta desde nuevos dispositivos por correo electrónico. Para ello, debe verificar su dirección de correo electrónico. ¿Quieres hacerlo ahora?
fr_fr: Si vous le souhaitez, vous pouvez configurer Elten pour qu'il vous signale par courrier électronique les modifications et les connexions à votre compte de nouveaux appareils. Pour ce faire, vous devez vérifier votre adresse e-mail. Voulez-vous le faire maintenant?
lt_lt: Jei norite, galite Elten sukonfiguruoti, kad jums praneštų apie bet kokius pasikeitimus ir prisijungimus prie Jūsų paskyros iš kitų įrenginių el. paštu. Tam reikia, kad patvirtintumėte el. paštą. Ar norite tai padaryti dabar?
ro_ro: Dacă dorești, poți configura Elten să-ți raporteze prin e-mail orice modificări și conectări la contul tău de pe dispozitive noi. Pentru a face acest lucru, trebuie să îți verifici adresa de e-mail. Vrei să o faci acum?

# Account
source: The verification code has been sent to you via E-mail. Please type it here.
es_pa: El código de verificación se le ha enviado por correo electrónico. Por favor, escríbelo aquí.
fr_fr: Le code de vérification a été envoyé par courrier électronique. Entrez-le ici, s'il vous plait.
lt_lt: El. paštu buvo išsiųstas patvirtinimo kodas. Prašome įvesti jį čia.
ro_ro: Codul de verificare ți-a fost trimis prin e-mail. Te rugăm să îl tastezi aici.

# Account
source: Enable mail events reporting
es_pa: Habilitar informes de eventos de correo
fr_fr: Activer les rapports par e-mail
lt_lt: Įjungti pranešimus el. paštu
ro_ro: Activează raportarea evenimentelor prin e-mail

# Account
source: Disable mail events reporting
es_pa: Deshabilitar los informes de eventos de correo
fr_fr: Désactiver les rapports par e-mail
lt_lt: Išjungti pranešimus el. paštu
ro_ro: Dezactivează raportarea evenimentelor prin e-mail
