Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Blog
source: Are you sure you want to cancel creating this post?
es_pa: ¿Seguro que quieres cancelar la creación de esta publicación?
lt_lt: Ar tikrai norite atšaukti šio įrašo kūrimą?
ro_ro: Sigur vrei să anulezi creearea acestei postări?

# Blog
source: Publication date not set
es_pa: No se ha fijado la fecha de publicación
lt_lt: Paskelbimo data nenustatyta
ro_ro: Data publicării nu este setată.

# Blog
source: Selected publication date that is in the past
es_pa: Fecha de publicación seleccionada que está en el pasado
lt_lt: Pasirinkta paskelbimo data praeityje
ro_ro: Ai selectat o dată pentru publicare din trecut.

# Blog
source: The post has been added.
es_pa: Publicación agregada.
fr_fr: Entrée créée.
lt_lt: Įrašas pridėtas
pt_br: A postagem foi adicionada.
ro_ro: Postarea a fost adăugată.

# Blog
source: There are currently no tags created, please add a new one.
es_pa: Actualmente no hay etiquetas creadas, por favor añada una nueva.
lt_lt: Kol kas nėra jokių žymenų. Prašome pridėti naują.

# Blog
source: Select tag
es_pa: Seleccione la etiqueta
lt_lt: Pasirinkite žymenį

# Blog
source: Comment
es_pa: Comentario
lt_lt: Komentaras
ro_ro: Comentariu

# Blog
source: Approve
es_pa: Aprobar
fr_fr: Approuver
lt_lt: Patvirtinti
ro_ro: Acceptă

# Blog
source: Assign as spam
es_pa: Asignar como spam
fr_fr: Attribuer comme spam
lt_lt: Pažymėti kaip šlamštą
ro_ro: Marchează ca spam

# Blog
source: Delete
es_pa: Eliminar
lt_lt: Trinti
ro_ro: Șterge

# Blog
source: Show
es_pa: Mostrar
fr_fr: Montrer
lt_lt: Rodyti
ro_ro: Arată

# Blog
source: Comments assigned as spam
es_pa: Comentarios asignados como spam
lt_lt: Komentarai, pažymėti kaip šlamštas
ro_ro: Comentarii marcate ca spam

# Blog
source: This blog is not followed by any user
es_pa: Este blog no va seguido de ningún usuario
fr_fr: Ce blog n'est suivi par personne
lt_lt: Šis blogas nesekamas nė vieno vartotojo
ro_ro: Acest blog nu are încă urmăritori.

# Blog
source: Open blog
es_pa: Abrir blog
lt_lt: Atverti blogą
ro_ro: Deschide blogul

# Blog
source: Current blog domain
es_pa: Dominio actual del blog
fr_fr: Domaine de blog actuel
lt_lt: Dabartinis blogo domenas
ro_ro: Domeniul curent al blogului

# Blog
source: Change
es_pa: Cambiar
lt_lt: Pakeisti
ro_ro: Modifică

# Blog
source: Personal Elten blog domain (%{username}.elten.blog)
es_pa: Dominio personal del blog de Elten (%{username}.elten.blog)
lt_lt: Asmeninis Elten blogo domenas (%{username}.elten.blog)
ro_ro: Domeniu Blog personal Elten (%{username}.elten.blog)

# Blog
source: Shared Elten blog domain (selectedname.s.elten.blog)
es_pa: Dominio compartido del blog de Elten (selectedname.s.elten.blog)
lt_lt: Bendras Elten blogo domenas (selectedname.s.elten.blog)
ro_ro: Domeniu de blog Elten partajat (selectedname.s.elten.blog)

# Blog
source: External domain
es_pa: Dominio externo
fr_fr: Domaine externe
lt_lt: Išorinis domenas
ro_ro: Domeniu extern

# Blog
source: Domain type
es_pa: Tipo de dominio
lt_lt: Domeno tipas
ro_ro: Tipul domeniului

# Blog
source: Buying your own domain
es_pa: Comprar su propio dominio
lt_lt: Pirkti nuosavą domeną
ro_ro: Cumpărarea domeniului propriu

# Blog
source: To continue, you should point your domain to Elten Blogging server. You can buy your own domain from domain providers, such as ovh.com, domain.com, godaddy.com or bluehost.com.
es_pa: Para continuar, debe apuntar su dominio al servidor de Elten Blogging. Puede comprar su propio dominio a los proveedores de dominios, como ovh.com, domain.com, godaddy.com o bluehost.com.
lt_lt: Tam, kad galėtumėte tęsti, turite nukreipti savo domeną į Elten blogų serverį. Galite nusipirkti nuosavą domeną iš domeno tiekėjų, tokių kaip ovh.com, domain.com, godaddy.com or bluehost.com.
ro_ro: Pentru a continua, ar trebui să îți setezi domeniul către serverul Elten Blogging. Poți cumpăra propriul domeniu de la furnizorii de domenii, cum ar fi ovh.com, domain.com, godaddy.com sau bluehost.com.

# Blog
source: Final new blog address
es_pa: Última dirección del nuevo blog
lt_lt: Galutinis naujas blogo adresas
ro_ro: Adresa nouă finală

# Blog
source: Proceed with domain change
es_pa: Continuar con el cambio de dominio
fr_fr: Procéder au changement de domaine
lt_lt: Tęsti domeno keitimą
ro_ro: Continuă cu schimbarea numelui domeniului

# Blog
source: Domain prefix (prefix.s.elten.blog)
es_pa: Prefijo del dominio (prefijo.s.elten.blog)
lt_lt: Domeno priešdėlis (priesdelis.s.elten.blog)
ro_ro: Prefix de domeniu (prefix.s.elten.blog)

# Blog
source: Domain (like example.com)
es_pa: Dominio (como example.com)
fr_fr: Domaine (comme example.com)
lt_lt: Domenas (kaip example.com)
ro_ro: Domeniu (cum ar fi exemplu.com)

# Blog
source: The new domain is the same as a previous one
es_pa: El nuevo dominio es el mismo que el anterior
fr_fr: Le nouveau domaine est le même que le précédent
lt_lt: Naujas domenas yra toks pats kaip ir ankstesnis
ro_ro: Noul domeniu este același cu cel anterior

# Blog
source: You already have one blog associated with your Elten profile. Please change its type and then proceed.
es_pa: Ya tienes un blog asociado con tu perfil de Elten. Cambie su tipo y luego continúe.
fr_fr: Vous avez déjà un blog associé à votre profil Elten. Veuillez changer son type et continuer.
lt_lt: Jūs jau turite blogą, susietą su Jūsų Elten profiliu. Prašome pakeisti jo tipą ir tada tęsti.
ro_ro: Ai deja un blog asociat cu profilul tău Elten. Te rugăm să schimbi tipul acestuia și apoi continuă.

# Blog
source: Only first level subdomains are allowed
es_pa: Solo se permiten subdominios de primer nivel
fr_fr: Seuls les sous-domaines de premier niveau sont autorisés
lt_lt: Leidžiami tik pirmo lygio subdomenai
ro_ro: Sunt permise doar subdomeniile de primul nivel

# Blog
source: Blog subdomain must be at least 3 characters long
es_pa: El subdominio del blog debe tener al menos 3 caracteres.
fr_fr: Le sous-domaine du blog doit comporter au moins 3 caractères
lt_lt: Blogo subdomenas turi būti bent 3 simbolių ilgio
ro_ro: Subdomeniul blogului trebuie să aibă cel puțin 3 caractere

# Blog
source: The entered domain contains invalid characters
es_pa: El dominio ingresado contiene caracteres inválidos
lt_lt: Įvestame domene yra neleidžiamų simbolių
ro_ro: Domeniul introdus conține caractere nevalide

# Blog
source: The entered domain is not valid
es_pa: El dominio ingresado no es válido
lt_lt: Įvestas domenas nekorektiškas
ro_ro: Domeniul introdus nu este valid

# Blog
source: Warning! If you change your blog URL, some links may stop working. If you directly linked posts or other resources on your blog, they would no longer be available at previous URLs. In such case you will be required to fix them manually. Are you sure you want to continue?
es_pa: Advertencia! Si cambias la URL de tu blog, algunos enlaces pueden dejar de funcionar. Si enlazaste directamente publicaciones u otros recursos en tu blog, ya no estarán disponibles en las URL anteriores. En tal caso, tendrás que arreglarlos manualmente. ¿Estás seguro de que quieres continuar?
lt_lt: Dėmesio! Jei pakeisite blogo URL, kai kurios nuorodos gali neveikti. Jei tiesiogiai nukreipėte įrašus arba kitus resursus šiame bloge, jie bus nepasiekiami ankstesniais URL. Tokiais atvejais jums reikės sutvarkyti juos rankiniu būdu. Ar tikrai norite tęsti?

# Blog
source: Blog domain changed
es_pa: El dominio del blog ha cambiado
lt_lt: Blogo domenas pakeistas
ro_ro: Domeniul blogului a fost modificat.

# Blog
source: You should now configure your purchased domain to redirect to Elten blogging server. Below are the necessary details. If you have any problems, please feel free to ask questions in the forum. Wherever possible, we recommend that you use the CNAME record, as it does not need to be edited if the IP address of the server hosting your blog changes. Your blog's IP address may change, for example, due to a Elten Blogging Server migration. By configuring your domain's CNAME record, you don't need to do anything else. To do this, please point your cname record to destination "%{host}." Unfortunately, many domain registrars do not support the CNAME record for top-level domains, so you may want to use the A record instead. In such a case, please point the A record to IP address: %{ip} . Please note that redirecting your domain is not aliasing and setting aliases or HTTP 301/ 3xx redirections will not work. You can get detailed description from your domain provider, for example at: https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Once completed, please continue.
es_pa: Ahora debe configurar el dominio adquirido para redirigirlo al servidor de blogs de Elten. A continuación se presentan los detalles necesarios. Si tienes algún problema, por favor, siéntete libre de hacer preguntas en el foro. Siempre que sea posible, le recomendamos que utilice el registro CNAME, ya que no es necesario editarlo si la dirección IP del servidor que aloja su blog cambia. La dirección IP de su blog puede cambiar, por ejemplo, debido a una migración de Elten Blogging Server. Al configurar el registro CNAME de su dominio, no necesita hacer nada más. Para ello, apunta tu registro cname al destino "%{host}" Lamentablemente, muchos registradores de dominios no admiten el registro CNAME para los dominios de primer nivel, por lo que es posible que desee utilizar el registro A en su lugar. En tal caso, apunta el registro A a la dirección IP: %{ip} . Tenga en cuenta que redirigir su dominio no es un alias y establecer alias o redirecciones HTTP 301/ 3xx no funcionará. Puede obtener una descripción detallada de su proveedor de dominio, por ejemplo en https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Una vez completado, por favor continúe.
lt_lt: Dabar galite nukreipti įsigytą domeną į Elten blogų serverį. Žemiau surašyta reikalinga informacija. Jei iškyla problemų, galite drąsiai klausti forume. Kur tik įmanoma, rekomenduojame naudoti CNAME įrašą, kadangi jo nereiktų redaguoti, jei pasikeistų serverio, talpinančio Jūsų blogą, IP adresas. Jūsų blogo IP adresas gali pasikeisti, pavyzdžiui, dėl Elten blogų serverio migravimo. Sukonfiguravus Jūsų domeno CNAME įrašą, nieko papildomo daryti nereikės. Tam, kad tai padarytumėte, prašome nukreipti Jūsų cname įrašą į kelią "%{host}." Deja, daugelis domeno registruotojų nepalaiko CNAME įrašo aukščiausio lygio domenams, taigi jums vietoje to gali tekti naudoti A įrašo domeną. Tokiu atveju, prašome nukreipti A įrašą į IP adresą: %{ip} . Atkreipkite dėmesį, kad Jūsų domeno nukreipimas nesukuria pseudopavadinimo, todėl seudopavadinimų arba HTTP 301/ 3xx nukreipimų nustatymas neveiks. Daugiau informacijos galite gauti iš Jūsų domeno tiekėjo, pavyzdžiui: https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Tai užpildžius, prašome tęsti.
ro_ro: Acum ar trebui să configurezi domeniul achiziționat pentru a redirecționa către serverul de blog Elten. Mai jos sunt detaliile necesare. Dacă ai probleme, te rugăm să nu eziți să pui întrebări pe forum. Ori de câte ori este posibil, îți recomandăm să utilizezi înregistrarea CNAME, deoarece nu este nevoie să fie editată dacă se schimbă adresa IP a serverului care găzduiește blogul tău. Adresa IP a blogului tău se poate schimba, de exemplu, datorită migrării serverului Elten Blogging. Configurând înregistrarea CNAME a domeniului tău, nu este nevoie să faci altceva. Pentru a face acest lucru, te rugăm să indici înregistrarea numelui tău c către destinația „%{host}”. Din păcate, mulți registratori de domenii nu acceptă înregistrarea CNAME pentru domeniile de nivel superior, deci este posibil să vrei să folosești în schimb înregistrarea A. Într-un astfel de caz, te rugăm să indici înregistrarea A către adresa IP: %{ip} . Reține că redirecționarea domeniului tău nu este aliasing și setarea aliasurilor sau redirecționările HTTP 301 / 3xx nu vor funcționa. Poți obține o descriere detaliată de la furnizorul tău de domeniu, de exemplu la: https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Odată finalizat, te rugăm să continui.

# Blog
source: Setting the domain
es_pa: Establecer el dominio
lt_lt: Nustatomas domenas
ro_ro: Se setează domeniul

# Blog
source: Ready, take me next
es_pa: Listo, llévame a continuación
fr_fr: Ok, prends-moi ensuite
lt_lt: Pasiruošęs, eiti toliau
ro_ro: Gata, mergi mai departe

# Blog
source: Your domain is not pointing to Elten Blogs, please try again or wait a while to refresh DNS. It may take up to 24 hours to perform full DNS update.
es_pa: Su dominio no está apuntando a Elten Blogs, intente nuevamente o espere un momento para actualizar DNS. Puede llevar hasta 24 horas realizar una actualización completa de DNS.
fr_fr: Votre domaine ne pointe pas vers les blogs Elten, veuillez réessayer ou attendre un moment pour actualiser le DNS. La mise à jour DNS complète peut prendre jusqu'à 24 heures.
lt_lt: Jūsų domenas nenukreipia į Elten blogus, prašome pabandyti dar kartą arba truputį palaukti, kol persikraus DNS. Gali prireikti 24 valandų, kad pilnai atsinaujintų DNS.
ro_ro: Domeniul tău nu este redirecționat către Elten Blogging, te rugăm să încerci din nou sau să aștepți puțin pentru a actualiza DNS-ul. Poate dura până la 24 de ore pentru a efectua actualizarea DNS-ului completă.

# Blog
source: Your domain is pointing to Elten blogs, but www prefix is not. Please fix it.
es_pa: Su dominio apunta a los blogs de Elten, pero el prefijo www no. Por favor, soluciónalo.
lt_lt: Jūsų domenas nukreiptas į Elten blogus, bet www priešdėlis nenukreiptas. Prašome tai sutvarkyti.
ro_ro: Domeniul tău redirecționează către Elten Blogging, dar prefixul www nu o face. Te rugăm să îl remediezi.

# Changes
source: Changelog
es_pa: Cambios
lt_lt: Pakeitimų žurnalas
ro_ro: Jurnal modificări

# Clock
source: Alarms
es_pa: Alarmas
fr_fr: Alarmes
lt_lt: Žadintuvai
pt_br: Alarmes
ro_ro: Alarme

# Clock
source: Hour
es_pa: Hora
fr_fr: Heure
lt_lt: Valanda
pt_br: Hora
ro_ro: Ora

# Clock
source: One time
es_pa: Una vez
fr_fr: Une seule fois
lt_lt: Kartą
pt_br: Não repetir
ro_ro: O dată

# Clock
source: Type
es_pa: Tipo
lt_lt: Tipas
pt_br: Tipo
ro_ro: Tip

# Clock
source: repeated
es_pa: repetido
fr_fr: Répété
lt_lt: Besikartojantis
ro_ro: Repetat

# Clock
source: Edit alarm
es_pa: Editar alarma
fr_fr: Éditer cet alarme
lt_lt: Redaguoti žadintuvą
ro_ro: Editează alarma

# Clock
source: Delete alarm
es_pa: Eliminar alarma
fr_fr: Supprimer cet alarme
lt_lt: Trinti žadintuvą
ro_ro: Șterge alarma

# Clock
source: New alarm
es_pa: Nueva alarma
fr_fr: Nouvelle alarme
lt_lt: Naujas žadintuvas
ro_ro: Alarmă nouă

# Clock
source: Minute
es_pa: Minuto
lt_lt: Minutė
pt_br: Minuto
ro_ro: Minut

# Clock
source: Alarm description
es_pa: Descripción de la alarma
lt_lt: Žadintuvo apibūdinimas
ro_ro: Descrierea alarmei

# Clock
source: Repeated
es_pa: repetido
fr_fr: Répété
lt_lt: Besikartojantis
ro_ro: Repetat

# Contacts
source: Empty list
es_pa: Lista vacía
fr_fr: Vide
lt_lt: Tuščias sąrašas
pt_br: Lista vazia
ro_ro: Listă goală

source: Contacts
es_pa: Contactos
lt_lt: Kontaktai
pt_br: Contatos
ro_ro: Contacte

# Contacts
source: Are you sure you want to delete this contact?
es_pa: ¿Estás seguro de que quieres eliminar este contacto?
fr_fr: Êtes-vous sûr de vouloir supprimer ce contact?
lt_lt: Ar tikrai norite trinti šį kontaktą?
pt_br: Tem certeza de que deseja excluir este contato?
ro_ro: Sigur vrei să ștergi acest contact?

# Contacts
source: New contact
es_pa: Nuevo contacto
fr_fr: Nouveau contact
lt_lt: Naujas kontaktas
pt_br: Novo contato
ro_ro: Contact nou

# Contacts
source: Enter the name of the user you want to add to your contacts' list.
es_pa: Introduzca el nombre del usuario al que quieres agregar a la lista de contactos
fr_fr: Entrez le nom d'utilisateur que vous voulez ajouter aux contacts.
lt_lt: Įveskite vartotojo, kurį norite įtraukti į savo kontaktų sąrašą, vardą.
pt_br: Digite o nome do usuário que você deseja adicionar à lista de contatos.
ro_ro: Introdu numele utilizatorului pe care vrei să-l adaugi în lista contactelor

# Contacts
source: Contact was added.
es_pa: Contacto agregado.
fr_fr: Contact ajouté.
lt_lt: Kontaktas pridėtas
pt_br: O contato foi adicionado.
ro_ro: Contact adăugat

# Contacts
source: This user is already added to your contacts' list.
es_pa: El usuario ya está agregado a la lista de contactos.
fr_fr: Cet utilisateur est déjà ajouté à vos contacts.
lt_lt: Šis vartotojas jau yra Jūsų kontaktų sąraše.
pt_br: Este usuário já está adicionado à sua lista de contatos.
ro_ro: Acest utilizator este deja în lista ta de contacte

# Contacts
source: This user does not exist.
es_pa: El usuario no existe.
fr_fr: L'utilisateur avec le nom donné n'existe pas.
lt_lt: Toks vartotojas neegzistuoja.
pt_br: Esse usuário não existe.
ro_ro: Acest utilizator nu există.

# Contacts
source: Type a username which you want to remove from your contact list.
es_pa: Escriba el nombre de usuario que desea eliminar de su lista de contactos.
fr_fr: Entrez le nom d'utilisateur que vous souhaitez supprimer de vos contacts.
lt_lt: Įveskite vartotojo, kurį norite pašalinti iš savo kontaktų sąrašo, vardą.
pt_br: Digite o nome do usuário que você deseja remover da sua lista de contatos.
ro_ro: Scrie numele utilizatorului pe care vrei să-l elimini din contacte.

# Contacts
source: Contact has been deleted.
es_pa: Contacto eliminado.
fr_fr: Contact supprimé.
lt_lt: Kontaktas ištrintas.
pt_br: O contato foi excluído.
ro_ro: Contact eliminat.

# Contacts
source: This user is not added to your contacts' list.
es_pa: Este usuario no está en la lista de contactos.
fr_fr: Cet utilisateur n'est pas ajouté à vos contacts.
lt_lt: Šis vartotojas nėra įtrauktas į Jūsų kontaktų sąrašą.
pt_br: Este usuário não foi adicionado à lista de contatos.
ro_ro: Acest utilizator nu este în prezent în lista contactelor.

# Debug
source: OK
es_pa: Aceptar
lt_lt: Gerai

# Debug
source: Report connections to the server
es_pa: Señalizar conexiones al servidor.
fr_fr: Signaler les connexions au serveur
lt_lt: Pranešti apie prisijungimus į serverį
pt_br: Verificar conexões ao servidor
ro_ro: Raportează conexiunile la server

# Debug
source: A report
es_pa: Reportar
fr_fr: Rapport
lt_lt: Pranešimas
pt_br: Um reporte
ro_ro: Un report

# ForgotPassword
source: If you lose your password, you can still reset it via the E-mail address provided during the registration process. This way you shall generate the password reset code which will be used to verify your identity. The code will be sent to your e- mail address. Warning! Two-factor authentication will be disabled on your account. To continue, enter your username
es_pa: Si pierde su contraseña, aún puede restablecerla a través de la dirección de correo electrónico proporcionada durante el proceso de registro. De esta manera, generará el código de restablecimiento de contraseña que se utilizará para verificar su identidad. El código será enviado a su dirección de correo electrónico. ¡Advertencia! La autenticación de dos factores se deshabilitará en su cuenta. Para continuar, ingrese su nombre de usuario:
fr_fr: En cas de perte du mot de passe, il est toujours possible de le réinitialiser en vérifiant le compte via l'adresse e-mail fournie. Ainsi, vous pouvez générer un code , ce qui vous permettra de changer le mot de passe. Le code sera envoyé à votre adresse e-mail. Attention! Si utilisée, l'authentification en deux étapes sera désactivée. Pour continuer, entrez votre nom d'utilisateur:
lt_lt: Jei pametėte slaptažodį, Jūs dar galite jį atstatyti naudodami el. pašto, kurį pateikėte registruodamiesi, adresą. Tokiu būdu sugeneruosite slaptažodžio atstatymo kodą, kuris bus naudojamas jūsų tapatybės patvirtinimui. Kodas bus išsiųstas Jūsų el. pašto adresu. Dėmesio! Dviejų lygmenų autentifikacija Jūsų paskyrai bus išjungta. Tam, kad tęstumėte, įveskite savo vartotojo vardą
ro_ro: Dacă îți pierzi parola, o poți reseta oricând prin adresa de e-mail furnizată în timpul procesului de înregistrare. În acest fel, vei genera codul de resetare a parolei care va fi utilizat pentru a îți verifica identitatea. Codul va fi trimis la adresa ta de e-mail. Avertizare! Autentificarea în doi pași va fi dezactivată! Pentru a continua, introdu numele de utilizator

# ForgotPassword
source: Enter the E-mail address used during the registration process
es_pa: Introduce el correo electrónico usado para el proceso de registro
fr_fr: Entrez l'adresse email utilisée lors de l'inscription
lt_lt: Įveskite el. pašto, naudoto registracijos metu, adresą
pt_br: Digite o endereço de e-mail usado durante o processo de registro
ro_ro: Introdu adresa de e-mail utilizată în timpul procesului de înregistrare

# ForgotPassword
source: The typed E-mail address is not associated with the entered username.
es_pa: La dirección de correo electrónico escrita no está asociada con el nombre de usuario introducido.
fr_fr: Cette adresse e-mail n'est pas associé au nom d'utilisateur fourni.
lt_lt: Įvestas el. pašto adresas nesusietas su įvestu vartotojo vardu.
pt_br: O indereço de e-mail não está associado ao seu nome de usuário
ro_ro: Adresa de e-mail tastată nu este asociată cu numele de utilizator introdus.

# ForgotPassword
source: Password reset
es_pa: Restablecer contraseña
fr_fr: Réinitialisation du mot de passe
lt_lt: Slaptažodžio atstatymas
pt_br: Redefinir a senha
ro_ro: Parolă resetată cu succes.

# ForgotPassword
source: Generate password reset code
es_pa: Generar código de restauración de contraseña
fr_fr: Générer une clé de réinitialisation de mot de passe
lt_lt: Generuoti slaptažodžio atstatymo kodą
pt_br: Gerar código de redefinição de senha
ro_ro: Generează codul de resetare a parolei

# ForgotPassword
source: Enter password reset code
es_pa: Introducir código de restauración de contraseña
fr_fr: Entrez la clé de réinitialisation du mot de passe
lt_lt: Įveskite slaptažodžio atstatymo kodą
pt_br: Digite o código de redefinição da senha
ro_ro: Introdu codul de resetare a parolei

# ForgotPassword
source: Please wait while the password reset key is being generated.
es_pa: Por favor, espere mientras se envía un código de restauración de contraseña.
fr_fr: Le code de la réinitialisation du mot de passe est créé, veuillez patienter...
lt_lt: Prašome palaukti, kol generuojamas slaptažodžio atstatymo raktas.
pt_br: Aguarde enquanto a chave de redefinição de senha está sendo gerada.
ro_ro: Te rugăm să aștepți cât timp ne conectăm la server și generăm o cheie.

# ForgotPassword
source: An unexpected error
es_pa: Ocurrió un error inesperado.
fr_fr: Erreur inattendue.
lt_lt: Netikėta klaida
pt_br: Um erro inesperado
ro_ro: Eroare neprevăzută

# ForgotPassword
source: Password reset key has been sent to your specified E-mail address. To continue, select the option for entering key.
es_pa: Se ha enviado la clave de restablecimiento de la contraseña a su dirección de correo electrónico especificada. Para continuar, seleccione la opción para introducir la clave.
lt_lt: Slaptažodžio atstatymo raktas išsiųstas Jūsų nurodytu el. pašto adresu. Tam, kad tęstumėte, pasirinkite rakto įvedimo parinktį.
ro_ro: Cheia de resetare a parolei a fost trimisă la adresa de e-mail specificată. Pentru a continua, selectează opțiunea pentru introducerea acesteia.

# ForgotPassword
source: Enter the generated password reset code
es_pa: Entra el código generado de restauración de contraseña
fr_fr: Entrez le code de la réinitialisation du mot de passe.
lt_lt: Įveskite sugeneruotą slaptažodžio atstatymo kodą
pt_br: Digite o código de redefinição da senha gerado
ro_ro: Introdu cheia generată
