Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Messages
source: Mute forever
ro_ro: Pune pe mut pentru totdeauna

# Settings
source: Force input through Wasapi
ro_ro: Intrare forțată prin Wasapi

# Admins
source: Administrators
fr_fr: Administration
pt_br: Administradores

# Blog
source: Added to the followed blogs.
fr_fr: Ajouté aux blogs observés.
pt_br: Adicionado aos blogs seguidos.

# Blog
source: My blog
fr_fr: Mon blog
pt_br: Meu blog

# Blog
source: Full domain
fr_fr: Domaine complet

# Blog
source: To continue, you should point your domain to Elten Blogging server. You can buy your own domain from domain providers, such as ovh.com, domain.com, godaddy.com or bluehost.com. Once bought, you should point your domain's A DNS record to IP address: %{ip} . Please note that redirecting your domain is not aliasing and setting aliases or HTTP 300 / 301 redirections will not work. You can get detailed description from your domain provider, for example at: https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Once completed, please continue.
fr_fr: Pour continuer, vous devez pointer votre domaine vers le serveur Elten Blogging. Vous pouvez acheter votre propre domaine auprès de fournisseurs de domaine, tels que ovh.com, domain.com, godaddy.com ou bluehost.com. Une fois acheté, vous devez pointer l'enregistrement DNS A de votre domaine vers l'adresse IP: % {ip}. Veuillez noter que la redirection de votre domaine n'est pas un alias et que la définition d'alias ou de redirections HTTP 300/301 ne fonctionnera pas. Vous pouvez obtenir une description détaillée de votre fournisseur de domaine, par exemple sur: https://support.us.ovhcloud.com/hc/en-us/articles/115001994890-Getting-Familiar-with-DNS Une fois terminé, veuillez continuer.

# Chat
source: You have been banned.
fr_fr: Vous êtes bannés.
pt_br: Você foi banido.

# Chat
source: Last message
fr_fr: Dernier message
pt_br: última mensagem

# Chat
source: Joined the discussion
fr_fr: Vient de rejoindre la discussion.
pt_br: Juntou-se à discussão

# Chat
source: Hide the chat window
fr_fr: Cacher le chat
pt_br: Ocultar a janela de bate-papo

# Chat
source: Messages history
fr_fr: Historique des messages
pt_br: Histórico de mensagens

# Chat
source: Your message
fr_fr: Ton message
pt_br: Sua mensagem

# Chat
source: Users online
fr_fr: Utilisateurs en ligne
pt_br: Usuários conectados ao chat

# Chat
source: Left the discussion.
fr_fr: Vient de quitter la discussion.
pt_br: Deixou a discussão.

# EAPI_Common
source: Checked: %{check}
fr_fr: Sélectionné %{check}

# EAPI_Form
source: Media
fr_fr: Média
pt_br: Mídia

# EAPI_Common
source: Type a second to which you want to move.
fr_fr: Tapez une seconde vers laquelle vous voulez vous déplacer.
pt_br: Digite o segundo do áudio que você deseja escutar.

# Messages
source: Sending: %{file}
fr_fr: Envoi du fichier: %{file}
pt_br: Enviando: %{file}

# Forum
source: Examine
fr_fr: Examiner

# Forum
source: Are you sure you want to grant moderation privileges in %{groupname} to user %{user}?
fr_fr: Êtes-vous sûr de vouloir accorder des privilèges de modération dans %{groupname} à l'utilisateur %{user}?

# Forum
source: Are you sure you want to deny %{user}'s moderation privileges?
fr_fr: Êtes-vous sûr de vouloir refuser les privilèges de modération de% {user}?

# Forum
source: Are you sure you want to kick %{user} of %{groupname}?
fr_fr: Êtes-vous sûr de vouloir supprimer %{user} de %{groupname}?

# Forum
source: Where to save this file?
fr_fr: Où voulez-vous enregistrer ce fichier?

# MainMenu
source: Ad&mins
fr_fr: Admini&stration
pt_br: Administradores... Atalho: : A

# MainMenu
source: User &agreement
fr_fr: &Licence
pt_br: Termo de Acordo do Usuário... Atalho: : T

# Messages
source: Read more
fr_fr: Lire plus
pt_br: Ler mais

# Messages
source: Where do you want to save this file?
fr_fr: Où voulez-vous enregistrer ce fichier?
pt_br: Onde vocÃª deseja salvar este arquivo?

# Messages
source: The attachment has been downloaded.
fr_fr: Pièce jointe téléchargée.
pt_br: O anexo foi baixado.

# Messages
source: You cannot add more attachments to this message.
fr_fr: Impossible d'ajouter plus de pièces jointes.
pt_br: Você não pode adicionar mais anexos a esta mensagem.

source: Readme
fr_fr: Lis moi (Readme)
pt_br: Leia-me

# Registration
source: A username cannot contain an at. The character will be ignored.
fr_fr: Le nom d'utilisateur ne peut pas contenir des arrobas. Ce signe sera ignoré.
pt_br: Um nome de usuário não pode conter címbolos e nem espaços. A conta será ignorada.

# Registration
source: User name can not contain slashes. Sign will be Omitted.
fr_fr: Le nom d'utilisateur ne doit pas contenir des barres obliques. Ce signe sera ignoré.
pt_br: O nome do usuário não pode conter barras. Sinal será Omitido.

# Registration
source: User name can not contain spaces. Sign will be Omitted
fr_fr: Le nom d'utilisateur ne doit pas contenir des espaces. Ce signe sera ignoré.
pt_br: O nome do usuário não pode conter espaços. Sinal será Omitido

# SoundThemes
source: No sound themes.
fr_fr: Pas de thèmes audio.
pt_br: Não há temas sonoros.

# Sounds
source: A piece of text in an editbox is checked
fr_fr: Un morceau de texte dans une champ d'édition est coché

# WhatsNew
source: There is nothing new on followedblogs.
fr_fr: Il n'y a rien de nouveau sur les blogs suivis.

# Authentication
source: Two-factor authentication enables better account security by requiring the confirmation of each login with your phone. When activated, a text message with a verification code will be sent to you each time you log in from a new device. Entering this code will be required to sign in to the program.
pt_br: A autenticação de duas etapas permite uma melhor segurança da conta, exigindo a confirmação de cada login com o seu telefone. Quando ativado, uma mensagem de texto com um código de verificação será enviada a você sempre que você fizer login em um novo dispositivo. Digitar este código será necessário para entrar no programa.

# Authentication
source: Type your phone number that will be used during verification. Remember to enter the country code, for example, +48 for Poland
pt_br: Digite seu número de telefone que será usado durante a verificação. Lembre-se de inserir o código do paí s, por exemplo, +48 no caso da Polónia

# Authentication
source: Two-factor authentication was introduced in Elten 2.28. After activating it, it will not be possible to log in from the older versions of the program. DO you wish to continue anyway?
pt_br: A autenticação de duas etapas foi introduzida apartir do Elten 2.28. Depois de ativá-lo, não será possí vel fazer o login a partir das versões mais antigas do programa. Você deseja continuar mesmo assim?

# Authentication
source: On the phone number indicated, you will receive a text message with the code activating two-factor authentication. Enter this code
pt_br: No número de telefone indicado, você receberá uma mensagem de texto com o código ativando a autenticação de duas etapas. Digite o código

# Users_LastAvatars
source: recently changed avatars
pt_br: Avatares alterados recentemente

# Clock
source: None
pt_br: Nenhum

# Clock
source: Add
pt_br: Adicionar

# Clock
source: Auto timereading
pt_br: Auto temporizador eading

# Clock
source: Voice and sound
pt_br: Voz e som

# Clock
source: Voice only
pt_br: Apenas voz

# Clock
source: Sound only
pt_br: Apenas som

# Clock
source: announce time
pt_br: anunciar tempo

# Clock
source: every hour
pt_br: A cada hora

# Clock
source: every half hour
pt_br: A cada meia hora

# Clock
source: every quarter of an hour
pt_br: A cada quinze minutos

# Advanced
source: Key state refresh time (ms) (Note: it is not recommended to change this value!)
pt_br: Tempo de atualização do estado da chave (ms) (Nota: não é recomendado alterar este valor!)

# Advanced
source: Hexagonal processing of diacritics (advanced)
pt_br: Processamento hexagonal de diacréticos (avançado)

# Advanced
source: Session refresh time (s) (Attention! It is not recommended to change this value!)
pt_br: Tempo (s) de atualização da sessão (Atenção! Não é recomendado alterar este valor!)

# Advanced
source: Use audiostreaming if supported
pt_br: Usar audiostreaming se suportado

# Advanced
source: Synchronize time with server
pt_br: Sincronize a hora com o servidor

# Notes
source: Shared with
pt_br: Compartilhado com

# ForgotPassword
source: Repeat new password
pt_br: Repita a nova senha

# ForgotPassword
source: Please wait while the password is being changed.
pt_br: Por favor aguarde enquanto a senha está sendo alterada.

# ForgotPassword
source: The password has been changed. You can log in to your account using the new data.
pt_br: A senha foi alterada com sucesso! Você pode fazer login na sua conta usando os novos dados.

# ForgotPassword
source: If you lose your password, you can still reset it via the E-mail address provided during the registration process. This way you shall generate the password reset code which will be used to verify your identity. The code will be sent to your e- mail address. Warning! Two-factor authentication will be disabled on your account. To continue, enter your username:
pt_br: Se você perder sua senha, ainda poderá redefini-la por meio do endereço de e-mail fornecido durante o processo de registro. Desta forma, você deve gerar o código de redefinição de senha que será usado para verificar sua identidade. O código será enviado para o seu endereço de e-mail. Aviso! A autenticação de duas etapas será desativada na sua conta. Para continuar, digite seu nome de usuário:

# ForgotPassword
source: Password reset key has been sent to your specified E-mail address. To continue, select the option for entering key.
pt_br: A chave de redefinição de senha foi enviada para o seu endereço de e-mail especificado. Para continuar, selecione a opção para inserir a chave.

# Honors
source: The user cannot be found
pt_br: O usuário não pode ser encontrado

# Honors
source: Do you want to set this badge as your main badge? The main badge will show in your visiting card.
pt_br: Deseja definir esse emblema como seu emblema principal? O emblema principal será exibido no seu cartão de visita.

# Programs
source: The program has already been installed.
pt_br: O programa já foi instalado.

# Programs
source: Do you want to install the program %{name}?
pt_br: Você quer instalar o programa %{name}?

# Polls
source: Add a new question
pt_br: Adicione uma nova pergunta

# Polls
source: Add a new answer
pt_br: Adicionar uma nova resposta

# Uploads
source: Add
pt_br: Adicionar

# Uploads
source: Play
pt_br: Reprodusir

# Uploads
source: Download
pt_br: Baixar

# Uploads
source: Where do you want to save this file?
pt_br: Onde você deseja salvar este arquivo?

# Uploads
source: deleted
pt_br: Escluído

# Uploads
source: Copied to clipboard
pt_br: Copiado para a área de transferência

# Uploads
source: Choose a file to be sent to the server
pt_br: Escolha um arquivo para ser enviado ao servidor

# Uploads
source: Files of %{user}
pt_br: Arquivos de %{user}

# Uploads
source: Do you really want to delete %{filename}?
pt_br: Você realmente deseja excluir %{filename}?

# Compiler
source: destination location
pt_br: localização de destino

# WhatsNew
source: No new posts on the followed blogs
pt_br: Nenhuma nova postagem nos blogs seguidos

# ShortKeys
source: List of keyboard shortcuts
pt_br: Lista de atalhos de teclado

# General
source: Error
pt_br: Erro

# General
source: Exit
pt_br: Sair

# General
source: Enable
pt_br: Habilitar

# General
source: Disable
pt_br: Desabilitar

# General
source: Cancel
pt_br: Cancelar

# General
source: Refresh
pt_br: Atualizar

# General
source: Save
pt_br: Salvar

# General
source: Saved
pt_br: Salvo

# General
source: Delete
pt_br: Excluir

# General
source: This function cannot be used on guest account.
pt_br: Esta função não pode ser usada na conta de convidado.

# General
source: The session key has expired.
pt_br: A chave da sessão expirou.

# General
source: Error connecting to the database.
pt_br: Erro ao conectar-se ao banco de dados.

# General
source: You do not have sufficient permissions to perform this operation.
pt_br: Você não tem permissões suficientes para executar esta operação.

# General
source: No
pt_br: Não

# General
source: Yes
pt_br: sim

# General
source: Female
pt_br: Feminino

# General
source: male
pt_br: masculino

# General
source: This feature is not available on this platform.
pt_br: Este recurso não está disponível nesta plataforma.

# Blog
source: Deleted
pt_br: Excluído

# Blog
source: The list of blogs
pt_br: Lista de blogs

# Blog
source: Change the blog's name
pt_br: Alterar o nome do blog

# Blog
source: Play
pt_br: Reprodusir

# Blog
source: Record a new post
pt_br: Gravar uma nova postagem

# Blog
source: Stop recording
pt_br: Parar de gravar

# Blog
source: Add to category
pt_br: Adicionar à categoria

# Blog
source: New blog name
pt_br: Novo nome do blog

# Blog
source: File is being converted...
pt_br: O arquivo está sendo convertido ...

# Blog
source: Create an audiopost
pt_br: Crie uma postagem de áudio

# Blog
source: Use an existing file
pt_br: Use um arquivo existente

# Blog
source: Do not show to unlogged users
pt_br: Não mostrar para usuários não registrados

# Blog
source: Audio post
pt_br: Postagem de áudio

# Blog
source: Use another file
pt_br: Use outro arquivo

# Blog
source: Select audio file
pt_br: Selecione o arquivo de áudio

# Blog
source: Your blog has been renamed
pt_br: Seu blog foi renomeado

# Blog
source: The blog has been renamed.
pt_br: O blog foi renomeado.

# Blog
source: Recategorised
pt_br: Alterando a categoria

# Blog
source: Type a new category name
pt_br: Digite um novo nome da categoria

# Blog
source: Create a text post
pt_br: Criar uma postagem de texto

# Blog
source: Audio post {opt_audiopost}
pt_br: Audio post

# Blog
source: Followers {head_followers}
pt_br: Followers

# Blog
source: Coworkers {head_coworkers}
pt_br: Coworkers

# Languages
source: Manage languages
pt_br: Gerenciar idiomas

# Languages
source: Download the translation from the server
pt_br: Baixe a tradução do servidor

# Languages
source: Language packs have been updated
pt_br: Os pacotes de idiomas foram atualizados

source: Files
pt_br: arquivos

# Files
source: Deleted
pt_br: Excluído

# Files
source: Open in an associated application
pt_br: Abrir em um aplicativo associado

# Files
source: Copy
pt_br: Copiar

# Files
source: Cut
pt_br: Recortar

# Files
source: Paste
pt_br: Colar

# Files
source: New folder
pt_br: Nova pasta

# Files
source: Copied
pt_br: Copiado

# Files
source: Cut out
pt_br: Citar

# Files
source: copied
pt_br: copiado

# Files
source: Text
pt_br: Texto

# Files
source: Delete the playlist
pt_br: Excluir a playlist

# Files
source: Add all audio files in this directory to playlist
pt_br: Adicione todos os arquivos de áudio deste diretório à playlist

# Files
source: Play
pt_br: Reprodusir

# Files
source: Add to playlist
pt_br: Adicionar à Playlist

# Files
source: Upload to the server
pt_br: Upload para o servidor

# Files
source: Open this directory
pt_br: Abra este diretório

# Files
source: Set as avatar
pt_br: Definir como avatar

# Files
source: Create
pt_br: Criar

# Files
source: Rename
pt_br: Renomear

# Files
source: Edit
pt_br: Editar

# Files
source: pasted
pt_br: colado

# Files
source: convert
pt_br: converter

# Files
source: Sent
pt_br: Enviado

# Files
source: This file cannot be played.
pt_br: Este arquivo não pode ser reproduzido.

# Files
source: Read
pt_br: Ler

# Files
source: Compress
pt_br: Comprimir

# Files
source: Extract
pt_br: Extrair

# Files
source: Select archive format
pt_br: Selecione o formato de arquivo

# Files
source: Compressed
pt_br: Comprimido

# Files
source: Read to file
pt_br: Ler o arquivo

# Files
source: File
pt_br: Arquivo

# Files
source: Directory
pt_br: Diretório

# Files
source: Clipboard
pt_br: área de transferência

# Files
source: New text file
pt_br: Novo arquivo de texto

# Files
source: New record
pt_br: Nova gravação

# Files
source: Audio
pt_br: áudio

# Files
source: Enter a folder name
pt_br: Digite um nome para a pasta

# Files
source: Enter a file name
pt_br: Digite um nome para o arquivo

# Files
source: Record
pt_br: Gravar

# Files
source: The file cannot be deleted, access denied.
pt_br: O arquivo não pode ser excluído, o acesso foi negado.

# Files
source: Unpacked.
pt_br: Desembalado.

# Files
source: The clipboard is empty
pt_br: A área de transferência está vazia

# Files
source: The file name has been changed.
pt_br: O nome do arquivo foi alterado.

# Files
source: The folder has been created.
pt_br: A pasta foi criada.

# Files
source: The file has been created.
pt_br: O arquivo foi criado.

# Files
source: Playlist cleared
pt_br: Playlist apagada

# Files
source: Please wait, the file is being converted.
pt_br: Por favor, aguarde, o arquivo está sendo convertido.

# Files
source: Converted.
pt_br: Convertido.

# Files
source: Processing...
pt_br: Em processamento...

# Files
source: A new file name
pt_br: Um novo nome do arquivo

# Files
source: Do you want to run this Elten API script? Scripts coming from unknown sources can harm your computer or give access to your account to unauthorised persons. Continue if you trust a source this script comes from.
pt_br: Você quer executar este script de API Elten? Os scripts provenientes de fontes desconhecidas podem danificar o seu computador ou permitir o acesso à sua conta a pessoas não autorizadas. Continue se você confiar na fonte desse script.

# Files
source: To which format do you want to convert this file?
pt_br: Para qual formato você deseja converter este arquivo?

# Files
source: Do you really want to delete %{filename}?
pt_br: Você realmente deseja excluir %{filename}?

# Files
source: Select sound quality
pt_br: Selecione a qualidade do som

# Files
source: Files added to playlist: %{count}.
pt_br: Arquivos adicionados à playlist: %{count}.

# Files
source: Playing: %{file}
pt_br: Reprodusindo: %{file}

# Account
source: Your visiting card:
pt_br: Seu cartão de visita:

# Account
source: Change your status
pt_br: Alterar seu status

# Account
source: Enter a new status
pt_br: Insira um novo status

# Account
source: Profile editor
pt_br: Editor de perfil

# Account
source: Your signature:
pt_br: Sua assinatura:

# Account
source: Set avatar
pt_br: Definir avatar

# Account
source: The users added to your black list cannot send you private messages. Are you sure you want to continue?
pt_br: Os usuários adicionados à sua lista negra não podem enviar mensagens particulares. Você tem certeza que quer continuar?

# Account
source: Your status has been changed.
pt_br: Seu status foi alterado.

# Account
source: An error occurred while authenticating the account. You might have provided an incorrect password.
pt_br: Ocorreu um erro ao autenticar a conta. Você pode ter fornecido uma senha incorreta.

# Account
source: Location
pt_br: Sua localização

# Account
source: Your welcome message:
pt_br: Sua mensagem de boas vindas:

# Account
source: Type a username which you want to add to blacklist.
pt_br: Digite o nome do usuário que você deseja adicionar à lista negra.

# Update
source: A new version of this program is available. Do you want to download and instal it?
pt_br: Uma nova versão deste programa está disponível. Você deseja baixar e instalar?

# Update
source: A new beta version of this program is available. Do you want to download and instal it?
pt_br: Uma nova versão beta deste programa está disponível. Você deseja baixar e instalar?

# Update
source: updating language packs
pt_br: atualizando pacotes de idiomas

# Update
source: The update has been downloaded. To install it, the program must be restarted. Press enter to continue or escape to cancel.
pt_br: A atualização foi baixada. Para instalá-lo, o programa deve ser reiniciado. Pressione enter para continuar ou escape para cancelar.

# Update
source: Downloading update
pt_br: Download da atualização

# Update
source: Downloading of the instructions for reinstallation
pt_br: Download de instruções para reinstalação

# Update
source: You are not participating in Elten open insider program. Do you want to join it now, to download beta version?
pt_br: Você não está participando do programa Elten open insider. Você quer participar agora, para baixar a vers� �o beta?

# Voice
source: Voice settings
pt_br: Configurações de voz

# Voice
source: Change synthesizer
pt_br: Alterar sintetizador

# Voice
source: Change synthesizer's rate
pt_br: Alterar taxa do sintetizador

# Voice
source: Select
pt_br: Selecione

# Voice
source: Select voice's rate
pt_br: Selecione a taxa de voz

# Voice
source: Change voice volume
pt_br: Alterar o volume da voz

# Voice
source: Use screenreader or system default voice
pt_br: Use o leitor de tela ou a voz padrão do sistema

# Voice
source: Select voice volume
pt_br: Selecione o volume da voz

# Voice
source: Screen reader selected as speech synthesizer.
pt_br: Leitor de tela selecionado como sintetizador de fala.

# Voice
source: Selected voice
pt_br: Voz selecionada

# Messages
source: Unknown error
pt_br: Erro desconhecido

# Messages
source: You have no messages.
pt_br: Você não tem mensagens.

# Messages
source: Received messages
pt_br: Mensagens recebidas

# Messages
source: Sent messages
pt_br: Mensagens enviadas

# Messages
source: Show sent messages
pt_br: Mostrar mensagens enviadas

# Messages
source: Stop recording
pt_br: Parar de gravar

# Messages
source: Play
pt_br: Reprodusir

# Messages
source: Cancel recording
pt_br: Cancelar gravação

# Messages
source: Record an audio message
pt_br: Gravar uma mensagem de áudio

# Messages
source: The message has been flagged.
pt_br: A mensagem foi marcada.

# Messages
source: The message is no longer flagged.
pt_br: A mensagem não está mais marcada.

# Messages
source: Load more messages
pt_br: Carregar mais mensagens

# Messages
source: Send as an admin
pt_br: Enviar como administrador

# Messages
source: Send to all
pt_br: Enviar à todos

# Messages
source: An audio message
pt_br: Uma mensagem de áudio

# Messages
source: to:
pt_br: para:

# Messages
source: Messages in topic %{subject} with %{user}
pt_br: Mensagens no tópico %{subject} com %{user}

# Online
source: Who is on line?
pt_br: Quem está online?

# MainMenu
source: Are you sure you want to reset all settings to their factory defaults? Elten will restart.
pt_br: Tem certeza de que deseja redefinir todas as configurações para os padrões de fábrica? Elten irá reiniciar.

# MainMenu
source: &Files
pt_br: Arquivos... Atalho: : Q

# MainMenu
source: Pro&grams
pt_br: Programas... Atalho: : P

# MainMenu
source: &Settings
pt_br: configurações... Atalho: : C

# MainMenu
source: &Shortkeys
pt_br: Atalhos... Atalho: : A

# MainMenu
source: Report a &bug
pt_br: Reportar um erro... Atalho: : R

# MainMenu
source: &Voice settings
pt_br: Configurações de voz... Atalho: : v

# MainMenu
source: Cloc&k
pt_br: Relógio... Atalho: : R

# MainMenu
source: Manage &languages
pt_br: Gerenciar e idiomas... Atalho: : L

# MainMenu
source: &Advanced settings
pt_br: Configuração avançada... Atalho: : A

# MainMenu
source: &Chat
pt_br: Chat... Atalho: : T

# MainMenu
source: My &account
pt_br: Minha conta... Atalho: : H

# MainMenu
source: Edit &profile
pt_br: Editar Perfil... Atalho: : E

# MainMenu
source: Change &status
pt_br: Alterar status... Atalho: : S

# MainMenu
source: My si&gnature
pt_br: Minha assinatura... Atalho: : A

# MainMenu
source: My &welcome message
pt_br: Minha mensagem de boas vindas... Atalho: : M

# MainMenu
source: My &badges
pt_br: Meus emblemas... Atalho: : B

# MainMenu
source: My share&d files
pt_br: Meus arquivos compartilhados... Atalho: : R
