Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.temp.temp.po
Languages: ru_ru

# Account
source: Category
ru_ru: Категория

source: Apply
ru_ru: Применить

# Account
source: Full name
ru_ru: Имя и фамилия

source: Male
ru_ru: Мужчина

# Account
source: Gender
ru_ru: Пол

source: March
ru_ru: Март

# Account
source: Birth date: year
ru_ru: Дата рождения, Год:

# Account
source: Birth date: month
ru_ru: Дата рождения, Месяц:

# Account
source: Birth date: day
ru_ru: Дата рождения, День:

# Account
source: Country
ru_ru: Страна

# Account
source: State / Province
ru_ru: Регион или область

# Account
source: City
ru_ru: Город или район

# Account
source: Hide my profile for strangers
ru_ru: Не показывать профиль людям вне моего списка контактов

# Account
source: Black list
ru_ru: Чёрный список

# Account
source: Status displayed after your name on all lists of users
ru_ru: Статус показывается в списке пользователей после логина. В него можно вписать цитату, мысль или всё, что вы захотите.

# Account
source: Signature placed below all your forum posts
ru_ru: Подпись всегда отображается под вашими постами в группах. Здесь вы можете написать интересную цитату, информацию о ваших контактах или то, что захотите.

# Account
source: Notice only
ru_ru: Только уведомить

# Account
source: Notice and show in what's new
ru_ru: Оповестить и показать в списке уведомлений

# Account
source: Ignore
ru_ru: Игнорировать

# Account
source: New friends
ru_ru: Новые знакомые

# Account
source: Mentions
ru_ru: Упоминания

# Account
source: Friends' birthday
ru_ru: Дни рождения знакомых

# Account
source: New messages
ru_ru: Новые личные сообщения

# Account
source: New posts in followed threads
ru_ru: Новые посты в избранных темах

# Account
source: New posts on followed forums
ru_ru: Новые посты на избранных форумах

# Account
source: New threads on followed forums
ru_ru: Новые темы на избранных форумах

# Account
source: New comments on your blog
ru_ru: Новые комментарии на вашем блоге

# Account
source: New posts on the followed blogs
ru_ru: Новые посты в избранных блогах

# Account
source: Account security
ru_ru: Безопасность учётной записи

# Account
source: Manage mail events-reporting
ru_ru: Информирование о действиях по E-mail

# Account
source: Enter your old password.
ru_ru: Введите старый пароль

# Account
source: Enter your new password.
ru_ru: Введите новый пароль

# Account
source: Repeat new password.
ru_ru: Введите новый пароль ещё раз

# Account
source: Fields: New Password and Repeat New Password have different values.
ru_ru: Ошибка! Введённые пароли не совпадают

# Account
source: Your password has been changed.
ru_ru: пароль изменён успешно!

source: Database Error
ru_ru: Ошибка базы данных

source: Token expired
ru_ru: Время подтверждения ключа истекло.

# Account
source: The old password is incorrect.
ru_ru: Введён старый ошибочный пароль.

# Account
source: Enter your password.
ru_ru: Пароль

# Account
source: Enter a new e-mail address.
ru_ru: Введите новый адрес электронной почты

# Account
source: E-mail has been changed.
ru_ru: Адрес электронной почты изменён.

# Account
source: Error, you must disable mail events reporting first.
ru_ru: Ошибка, сначала необходимо выключить уведомления о событиях

# Account
source: An error occurred while authenticating the account. You might have provided an incorrect password.
ru_ru: Ошибка входа. ВВедён неправильный пароль.

# Account
source: Creation IP Address
ru_ru: IP Address

# Account
source: Generation date
ru_ru: Дата создания:

# Account
source: Computer
ru_ru: Компьютер

# Account
source: Auto log in tokens
ru_ru: Ключи автовхода

# Account
source: Log out all sessions
ru_ru: Выйти со всех устройств

# Account
source: Are you sure you want to remove all auto log in tokens and log out all sessions? You will be logged off immediately.
ru_ru: Вы действительно хотите удалить все ключи автовхода? Это приведёт к выходу из Elten на всех ваших устройствах.

# Account
source: Add
ru_ru: Добавить

# Account
source: Type a username which you want to add to blacklist.
ru_ru: Введите имя пользователя, которого хотите заблокировать

# Account
source: The user cannot be found.
ru_ru: Пользователь не существует.

# Account
source: The users added to your black list cannot send you private messages. Are you sure you want to continue?
ru_ru: Пользователи, добавленные вами в чёрный список, не могут отправлять вам приватные сообщения. Хотите продолжить?

# Account
source: User %{user} has been added to your blacklist
ru_ru: Пользователь %{user} Заблокирован и добавлен в чёрный список.

# Account
source: You cannot add an administrator to the black list.
ru_ru: Администратора невозможно добавить в чёрный список.

# Account
source: This user is already on your black list.
ru_ru: Пользователь уже добавлен в чёрный список.

# Account
source: Are you sure you want to remove this user from the black list?
ru_ru: Вы действительно хотите удалить пользователя из чёрного списка?

# Account
source: A user has been removed from the black list.
ru_ru: Пользователь удалён из чёрного списка.

# Account
source: Last logins
ru_ru: Недавние входы

# Account
source: If you wish, you can configure Elten to report any changes and logins on your account from new devices to you by E-mail. To do this, you must verify your E-mail address. Do you want to do it now?
ru_ru: Вы можете сделать так, чтобы elten информировал вас обо всех входах в аккаунт, отправляя письмо на Чe-mail. Чтобы сделать это, пожалуйста, подтвердите ваш e-mail. желаете продолжить?

# Account
source: The verification code has been sent to you via E-mail. Please type it here.
ru_ru: Код подтверждения был отправлен на вашу почту. Введите его здесь

# Account
source: Disable mail events reporting
ru_ru: Отключить уведомления

# Account
source: Enable mail events reporting
ru_ru: Разрешить информирование

# Account
source: Mail events reporting is enabled.
ru_ru: Уведомления о событиях включены

# Account
source: Mail events reporting is disabled. If you wish, you can enable it to receive information about changes made on your account and logins from new devices via E-mail
ru_ru: Уведомления о входе в ваш аккаунт с различных устройств выключены, но вы можете включить их, чтобы узнавать об изменениях в учётной записи, а также о том, когда и с каких устройств осуществлялся вход.

# Admins
source: Community Administrators
ru_ru: Администраторы сообщества

# Admins
source: Recommended groups Moderators
ru_ru: Модераторы рекомендованных групп

# Admins
source: Administrators
ru_ru: Совет старейшин

# Authentication
source: Two-factor authentication enables better account security by requiring the confirmation of each login with your phone. When activated, a text message with a verification code will be sent to you each time you log in from a new device. Entering this code will be required to sign in to the program.
ru_ru: Двухфакторная аутентификация защитит вашу учётную запись от взлома. Каждый раз, когда вы входите в неё с другого устройства, на ваш телефон будет поступать смс с уникальным кодом, который потребуется ввести, чтобы подтвердить вашу личность.

# Authentication
source: Two-factor authentication is enabled on this account.
ru_ru: Двухфакторная аутентификация включена

# Authentication
source: Type your password
ru_ru: Введите ваш пароль

# Authentication
source: Type your phone number that will be used during verification. Remember to enter the country code, for example, +48 for Poland
ru_ru: Введите номер телефона, который будет использоваться для аутентификации. Помните, что его нужно вводить в международном формате, с использованием кода страны. Код России плюс 7, Украины - Плюс 380, Республики Беларусь - Плюс375.

# Authentication
source: Two-factor authentication was introduced in Elten 2.28. After activating it, it will not be possible to log in from the older versions of the program. DO you wish to continue anyway?
ru_ru: Двухфакторная аутентификация появилась в Elten 2.28. Активировав её, вы не сможете войти в свою учётную запись, используя более старую версию клиента. Хотите продолжить?

# Authentication
source: Is this phone number correct? Press enter to continue or escape to cancel.
ru_ru: Это верный номер телефона? Если да, нажмите Enter, если ошиблись, нажмите Escape.

# Authentication
source: Please wait, connecting to the server ...
ru_ru: Пожалуйста, подождите, идёт соединение с сервером.

# Authentication
source: On the phone number indicated, you will receive a text message with the code activating two-factor authentication. Enter this code
ru_ru: На указанный телефонный номер вы получите смс с кодом активации. Пожалуйста, введите его.

# Authentication
source: The entered code is not correct. Try again.
ru_ru: Введённый код неверен, Попробуйте ещё раз.

# Authentication
source: The entered code is not correct.
ru_ru: Введённый код неверен, Попробуйте ещё раз.

# Authentication
source: Two-factor authentication has been activated on this account.
ru_ru: Двухфакторная аутентификация включена

# Authentication
source: Are you sure you want to disable two-factor authentication?
ru_ru: Вы действительно хотите отключить двухфакторную аутентификацию?

# Authentication
source: Two-factor authentication has been disabled.
ru_ru: Двухфакторная аутентификация выключена

# Authentication
source: Invalid password
ru_ru: Да

# Ban
source: Enter a username to ban
ru_ru: Введите логин пользователя, которого нужно заблокировать

# Ban
source: Year
ru_ru: Год

# Ban
source: Day
ru_ru: День

# Ban
source: Three days
ru_ru: Три дня

# Ban
source: Week
ru_ru: Неделя

# Ban
source: 2 weeks
ru_ru: две недели

# Ban
source: 30 days
ru_ru: Месяц

# Ban
source: 90 days
ru_ru: 90 дней

# Ban
source: An additional message to the user
ru_ru: Дополнительное сообщение

# Ban
source: The reason
ru_ru: Основание блокировки

source: Ban
ru_ru: Заблокировать

# Ban
source: Banned.
ru_ru: Пользователь заблокирован.

# Ban
source: Enter a username to unban.
ru_ru: Введите логин пользователя, которого нужно разблокировать

# Ban
source: Unban
ru_ru: Разблокировать

# Ban
source: The ban cancel reason
ru_ru: Причина отмены бана

# Ban
source: Ban valid until
ru_ru: Пользователь заблокирован на

# Ban
source: The ban reason
ru_ru: Причина блокировки

# Ban
source: Unbanned.
ru_ru: Пользователь разблокирован.

# Blog
source: Managed blogs
ru_ru: Управление блогами

# Blog
source: Frequently updated blogs
ru_ru: Самые активные блоги

# Blog
source: Frequently commented blogs
ru_ru: Самые комментируемые блоги

# Blog
source: Followed blogs
ru_ru: Избранные блоги

# Blog
source: Blogs
ru_ru: Блоги

# Blog
source: Blogs popular with my friends
ru_ru: Блоги, популярные у моих знакомых

# Blog
source: The blog cannot be found.
ru_ru: Блог не существует.

# Blog
source: All posts
ru_ru: Все посты

# Blog
source: Category name
ru_ru: Название категории

# Blog
source: The category has been created.
ru_ru: Категория создана.

# Blog
source: Are you sure you want to delete this category?
ru_ru: Вы хотите удалить эту категорию?

# Blog
source: Select
ru_ru: Выбрать

# Blog
source: Rename
ru_ru: Изменить название

# Blog
source: New category
ru_ru: Новая категория

# Blog
source: You do not have any blog. Do you want to create one?
ru_ru: У вас ещё нет блога. С его помощью вы сможете размещать своё творчество, делиться с участниками мыслями и идеями, рассказывать о себе и многое другое. Хотите создать блог?

# Blog
source: Type a blog name
ru_ru: Введите название блога

# Blog
source: Please wait...
ru_ru: Пожалуйста, подождите.

# Blog
source: The blog has been created.
ru_ru: Поздравляем! Вы создали блог.

# Blog
source: No new comments on your blog.
ru_ru: Новых комментариев нет.

# Blog
source: Are you sure you want to delete this post?
ru_ru: Вы действительно хотите удалить этот пост?

# Blog
source: Edit
ru_ru: Редактировать

# Blog
source: Move to another blog
ru_ru: Переместить в другой блог

# Blog
source: Copy post URL
ru_ru: Скопировать ссылку на пост

# Blog
source: Post URL copied to clipboard
ru_ru: Ссылка на пост скопирована в буфер обмена

# Blog
source: New post
ru_ru: Новый пост

# Blog
source: Post title
ru_ru: Заголовок поста

# Blog
source: Post
ru_ru: Пост

# Blog
source: Create an audiopost
ru_ru: Создать аудио-пост

# Blog
source: Do not show to unlogged users
ru_ru: Только пользователи Элтена

# Blog
source: Visibility
ru_ru: Кто может читать и комментировать пост?

# Blog
source: Show to everyone
ru_ru: Все

# Blog
source: Allow users to comment this post
ru_ru: Разрешить пользователям комментировать этот пост

# Blog
source: Send
ru_ru: Разместить

# Blog
source: Record a new post
ru_ru: Записать Аудио-пост

# Blog
source: Use an existing file
ru_ru: Использовать существующий файл

# Blog
source: Stop recording
ru_ru: Остановить запись

# Blog
source: Play
ru_ru: Воспроизвести

# Blog
source: Create a text post
ru_ru: Создать текстовый пост

# Blog
source: The post has been added.
ru_ru: Пост добавлен.

# Blog
source: Text post
ru_ru: Текстовый пост

# Blog
source: Post type
ru_ru: Тип поста

# Blog
source: Audio post
ru_ru: Аудио-пост

# Blog
source: Use another file
ru_ru: Использовать другой файл

# Blog
source: Select audio file
ru_ru: Выберите аудиофайл

# Blog
source: Do you wish to delete all comments on this post? You can disable commenting on this post without deleting comments already posted.
ru_ru: Вы действительно хотите удалить все комментарии к этому посту? Вы можете просто запретить дальнейшее комментирование.

# Blog
source: File is being converted...
ru_ru: Ждите, идёт конвертация

# Blog
source: Media
ru_ru: Медиа

# Blog
source: Your comment
ru_ru: Ваш комментарий

# Blog
source: Edit your post
ru_ru: Редактировать пост

# Blog
source: Return
ru_ru: Назад

# Blog
source: The comment has been added.
ru_ru: Комментарий добавлен.

# Blog
source: Delete this comment
ru_ru: Удалитьь этот комментарий?

# Blog
source: Are you sure you want to delete this comment?
ru_ru: Вы действительно хотите удалить этот комментарий?

# Blog
source: Author
ru_ru: Автор

# Blog
source: This blog is not followed by any user
ru_ru: Этот блог пока никто не читает

# Blog
source: Coworkers
ru_ru: Соавторы

# Blog
source: Add coworker
ru_ru: Добавить соредактора

# Blog
source: What user you want to add to this blog?
ru_ru: Укажите пользователя, которого хотите сделать соредактором

# Blog
source: User not found
ru_ru: Пользователь не существует

# Blog
source: Delete coworker
ru_ru: Удалить соредактора

# Blog
source: Are you sure you want to release this coworker?
ru_ru: Вы хотите добавить этого соавтора?

# Blog
source: Are you sure you want to delete this blog?
ru_ru: Вы действительно хотите удалить этот блог?

# Blog
source: All posts written on this blog will be lost. Are you sure you want to continue?
ru_ru: Все посты на этом блоге будут удалены. Хотите продолжить?

# Blog
source: Open
ru_ru: Открыть

# Blog
source: Recategorize
ru_ru: Настроить категории блога

# Blog
source: Delete this blog
ru_ru: Удалить этот блог

# Blog
source: Remove from the followed blogs
ru_ru: Удалить из списка избранных блогов

# Blog
source: Add to followed blogs
ru_ru: Добавить в список избранных блогов

# Blog
source: Added to the followed blogs.
ru_ru: Блог добавлен в список избранных блогов.

# Blog
source: Removed from the followed blogs.
ru_ru: Блог удалён из списка избранных блогов.

# Blog
source: Add this blog to quick actions
ru_ru: Добавить блог на рабочий стол

source: Blog
ru_ru: Блог

# Blog
source: Blog added to quick actions
ru_ru: Блог добавлен на рабочий стол

# Blog
source: Blog URL copied to clipboard
ru_ru: Ссылка на блог скопирована в буфер обмена

# Blog
source: Mark the blog as read
ru_ru: Отметить все посты на этом блоге как прочитанные

# Blog
source: All posts on this blog will be marked as read. Do you want to continue?
ru_ru: Все посты на этом блоге будут отмечены как прочитанные. Хотите продолжить?

# Blog
source: The blog has been marked as read.
ru_ru: Все посты этого блога отмечены как прочитанные.

# Blog
source: Create new blog
ru_ru: Создать новый блог

# Blog
source: Wordpress password must be at least 6 characters long.
ru_ru: Пароль для блога должен быть длиной от 6 символов

# Blog
source: My blog
ru_ru: Мой блог

# Blog
source: Move only this post, delete all comments
ru_ru: Переместить только пост и удалить все комментарии

# Blog
source: Post destination
ru_ru: Где разместить пост

# Blog
source: Move this post and all comments
ru_ru: Переместить и пост, и комментарии

# Blog
source: Move
ru_ru: Переместить

# Blog
source: Move type
ru_ru: Тип перемещения

# Blog
source: The post has been moved.
ru_ru: Пост перемещён

# Blog
source: Mark this blog as public. Blogs that are not marked public request search engines such as Google not to show them in search results (some search engines may not respect this setting)
ru_ru: Отметить этот блог как общедоступный. Блоги, которые не помечены, как общедоступные, могут быть незамечены поисковыми системами

# Blog
source: By Elten users only
ru_ru: Блог, доступный только пользователям Elten

# Blog
source: Comments can be written
ru_ru: Кому доступны комментарии на блоге?

# Blog
source: By all visitors, but I must commit first comment of the specific person
ru_ru: Блог доступен всем, но я должен подтверждать первый комментарий от пользователя из вне

# Blog
source: By all visitors, but I must commit all of them
ru_ru: Блог доступен всем, но я должен подтверждать комментарии

# Blog
source: Disable commenting of older posts
ru_ru: Запретить комментировать старые посты

# Blog
source: Days after commenting of a post will be disabled
ru_ru: Сколько дней должно пройти, чтобы комментарии для поста были отключены

# Blog
source: Max comments thread depth
ru_ru: Максимальное количество комментариев в ветке

# Blog
source: Order comments on the website
ru_ru: Оставлять комментарии на сайте

# Blog
source: Split comments on the website into pages
ru_ru: Сделать постраничную сортировку комментариев на сайте

# Blog
source: Comments per page
ru_ru: Комментариев на странице

# Blog
source: Newest comments
ru_ru: Новые комментарии

# Blog
source: Firstly display
ru_ru: Сначала показывать

# Blog
source: Posts displayed per page on the website
ru_ru: Количество постов на одной странице сайта

# Blog
source: Use emoticons
ru_ru: Использовать эмоджи

# Blog
source: Just a post name (https://example.com/example-post/)
ru_ru: Только название поста (https://example.com/example-post/)

# Blog
source: Just a post id (https://example.com/posts/123/)
ru_ru: Только id поста (https://example.com/posts/123/)

# Blog
source: Simple (https://example.com/?p=123)
ru_ru: Простой (https://example.com/?p=123)

# Blog
source: Full date and post name (https://example.com/2020/01/01/example-post)
ru_ru: Полная дата и название поста (https://example.com/2020/01/01/example-post)

# Blog
source: Month and post name (https://example.com/2020/01/example-post)
ru_ru: Месяц и название поста (https://example.com/2020/01/example-post)

# Blog
source: Custom
ru_ru: Пользовательский

# Blog
source: Links format
ru_ru: Формат ссылок

# Blog
source: Posts in RSS
ru_ru: Записи по Rss

# Blog
source: Use excerpts in RSS
ru_ru: Использовать лид в рсс

# Blog
source: Saturday
ru_ru: Суббота

# Blog
source: Sunday
ru_ru: Воскресенье

# Blog
source: Monday
ru_ru: Понедельник

# Blog
source: Tuesday
ru_ru: Вторник

# Blog
source: Wednesday
ru_ru: Среда

# Blog
source: Thursday
ru_ru: Четверг

# Blog
source: Friday
ru_ru: Пятница

# Blog
source: First day of the week
ru_ru: Первый день недели

# Blog
source: Others
ru_ru: Другие

# Blog
source: My Wordpress account
ru_ru: Настройки Wordpress

# Blog
source: Tags
ru_ru: Теги

source: error
ru_ru: Ошибка

# Blog
source: Source Editor (HTML and Wordpress Shortcodes)
ru_ru: Редактор Wordpress, включающий специальные и html- теги

# Blog
source: Formattable editor
ru_ru: Вариант форматирования

# Blog
source: Current blog domain
ru_ru: Текущий домен блога

# Blog
source: Personal Elten blog domain (%{username}.eltenblog.net)
ru_ru: Адрес блога (%{username}.eltenblog.net)

# Blog
source: Shared Elten blog domain (selectedname.s.eltenblog.net)
ru_ru: Общий домен (selectedname.s.eltenblog.net)

# Changes
source: Changelog
ru_ru: Список изменений

source: This section is unavailable for guests
ru_ru: Опция недоступна. Создайте учётную запись.

# Chat
source: You have been banned.
ru_ru: Вы заблокированы.

source: Function not supported on this platform
ru_ru: Функция не поддерживается в данной операционной системе.

# Chat
source: Last message
ru_ru: Последнее сообщение

# Chat
source: Joined the discussion
ru_ru: Присоединился

# Chat
source: Users online
ru_ru: Активные пользователи

# Chat
source: Hide the chat window
ru_ru: Скрыть чат

# Chat
source: Your message
ru_ru: Введите сообщение

# Chat
source: Messages history
ru_ru: История сообщений

# Chat
source: Left the discussion.
ru_ru: Вышел

# Clock
source: Alarms
ru_ru: Сигналы

# Clock
source: Type
ru_ru: Вид

# Clock
source: One time
ru_ru: Однократный

# Clock
source: repeated
ru_ru: Повторено

# Clock
source: Hour
ru_ru: Час

# Clock
source: Edit alarm
ru_ru: Редактировать будильник

# Clock
source: Delete alarm
ru_ru: Удалить будильник

# Clock
source: New alarm
ru_ru: Новый будильник

# Clock
source: Minute
ru_ru: Минута

# Contacts
source: Empty list
ru_ru: Список пуст

source: Contacts
ru_ru: Список контактов

# Contacts
source: Are you sure you want to delete this contact?
ru_ru: Вы действительно хотите удалить этот контакт?

# Contacts
source: New contact
ru_ru: Добавить контакт

# Contacts
source: Enter the name of the user you want to add to your contacts' list.
ru_ru: Введите логин пользователя, которого хотите добавить в список контактов

# Contacts
source: Contact was added.
ru_ru: Контакт добавлен

# Contacts
source: This user is already added to your contacts' list.
ru_ru: Пользователь уже добавлен в список контактов.

# Contacts
source: This user does not exist.
ru_ru: Логин не существует.

# Contacts
source: Type a username which you want to remove from your contact list.
ru_ru: Введите имя пользователя, которого хотите удалить из контактов

# Contacts
source: Contact has been deleted.
ru_ru: контакт удалён.

# Contacts
source: This user is not added to your contacts' list.
ru_ru: Пользователь ещё не добавлен в список контактов.

# Debug
source: Report connections to the server
ru_ru: Информировать о подключении к серверу

# Debug
source: A report
ru_ru: Сообщение об ошибке

# Debug
source: OK
ru_ru: Ок

# EAPI_Common
source: Exit...
ru_ru: Выход из программы...

# EAPI_Common
source: Hide program in Tray
ru_ru: Скрыть в трей

# EAPI_Common
source: Enter the command to execute
ru_ru: Введите команду

# EAPI_Common
source: badges of this user
ru_ru: Значки пользователя

# EAPI_Common
source: Write a private message
ru_ru: Написать личное сообщение

# EAPI_Common
source: Open user's blog
ru_ru: Открыть блог

# EAPI_Common
source: Visiting card
ru_ru: Профиль

# EAPI_Common
source: Remove from contacts' list
ru_ru: Удалить из списка контактов

# EAPI_Common
source: Add to contacts' list
ru_ru: Добавить в список контактов

# EAPI_Common
source: Ban
ru_ru: Заблокировать

# EAPI_Common
source: Unban
ru_ru: Разблокировать

# EAPI_Common
source: There is nothing new.
ru_ru: Новых событий нет.

# EAPI_Common
source: Describe the found error
ru_ru: Опишите произошедшую ошибку

# EAPI_Common
source: Send
ru_ru: Отправить

# EAPI_Common
source: Sent.
ru_ru: Отправлено

# EAPI_Common
source: Empty list
ru_ru: Список пуст

# EAPI_Common
source: Select contact
ru_ru: Выберите контакт

# EAPI_Common
source: Gender
ru_ru: Пол

source: male
ru_ru: Мужчина

# EAPI_Common
source: Age
ru_ru: Возраст

# EAPI_Common
source: Last seen
ru_ru: Последний визит

# EAPI_Common
source: User has a blog
ru_ru: Пользователь ведёт блог
