Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# Messages
source: Reply to message sender
es_pa: Responder al remitente del mensaje
lt_lt: Atsakyti žinutės siuntėjui
ro_ro: Răspunde către expeditor

# Messages
source: Flag
es_pa: Marcar
fr_fr: Marquer
lt_lt: Pažymėti vėliavėle
pt_br: Marcar como lida
ro_ro: Marchează

# Messages
source: Remove flag
es_pa: Eliminar marca
fr_fr: Supprimer la marque
lt_lt: Atžymėti vėliavėlę
pt_br: Desmarcar como lida
ro_ro: Șterge marcajul

# Messages
source: This message has been flagged.
es_pa: Este mensaje ha sido marcado.
lt_lt: Ši žinutė pažymėta su vėliavėle.
ro_ro: Acest mesaj a fost marcat.

# Messages
source: This message is no longer flagged.
es_pa: Este mensaje ya no está marcado.
lt_lt: Vėliavėlė nuo šios žinutės atžymėta.
ro_ro: Mesaj marcat.

# Messages
source: Protect
es_pa: Proteger
lt_lt: Apsaugoti
ro_ro: Protejează

# Messages
source: Unprotect
es_pa: Desproteger
lt_lt: Nuimti apsaugą
ro_ro: Nu mai proteja

# Messages
source: This message has been protected.
es_pa: Este mensaje ha sido protegido.
lt_lt: Ši žinutė apsaugota.
ro_ro: Mesaj protejat.

# Messages
source: This message is no longer protected.
es_pa: Este mensaje ya no está protegido.
lt_lt: Apsauga nuo šios žinutės nuimta.
ro_ro: Mesajul nu mai este protejat.

# Messages
source: Forward
es_pa: Adelantar
fr_fr: Transférer
lt_lt: Persiųsti
pt_br: Compartilhar
ro_ro: Redirecționează

# Messages
source: Are you sure you want to delete this message?
es_pa: Seguro que quieres eliminar este mensaje?
fr_fr: Voulez-vous supprimer ce message?
lt_lt: Ar tikrai norite ištrinti šią žinutę?
pt_br: Você tem certeza que quer deletar esta mensagem?
ro_ro: Sigur vrei să ștergi mesajul?

# Messages
source: The message has been deleted.
es_pa: El mensaje ha sido eliminado.
fr_fr: Message supprimé.
lt_lt: Žinutė ištrinta.
pt_br: A mensagem foi apagada.
ro_ro: Mesaj șters.

# Messages
source: Audio message
es_pa: Mensaje de audio
lt_lt: Audio žinutė
ro_ro: Mesaj audio

# Messages
source: Attach a file
es_pa: Adjuntar un archivo
fr_fr: Joindre un fichier
lt_lt: Prikabinti failą
pt_br: Anexar um arquivo
ro_ro: Atașează un fișier

# Messages
source: Select a file to attach
es_pa: Seleccionar archivo adjunto
fr_fr: Sélectionnez le fichier à joindre
lt_lt: Pasirinkite failą, kurį norite prikabinti
pt_br: Selecione um arquivo para anexar
ro_ro: Selectează fișierul care urmează a fi atașat

# Messages
source: The file is too large.
es_pa: El archivo es demasiado grande.
fr_fr: Le fichier est trop gros.
lt_lt: Failas per didelis.
pt_br: O arquivo é muito grande.
ro_ro: Fișierul este prea mare.

# Messages
source: File attached.
es_pa: Archivo adjuntado
fr_fr: Pièce jointe ajoutée.
lt_lt: Failas prikabintas.
pt_br: Arquivo anexado.
ro_ro: Fișier atașat.

# Messages
source: Delete attachment
es_pa: Borrar adjunto
lt_lt: Trinti priedą
ro_ro: Șterge atașamentul

# Messages
source: Attach a poll
es_pa: Adjuntar una encuesta
lt_lt: Prikabinti balsavimą
ro_ro: Atașează un sondaj

# Messages
source: Poll to attach
es_pa: Encuesta para adjuntar
lt_lt: Balsavimas, kurį norite prikabinti
ro_ro: Sondajul care urmează a fi atașat

# Messages
source: This poll has already been added
es_pa: Esta encuesta ya se ha añadido
lt_lt: Šis balsavimas jau pridėtas
ro_ro: Acest sondaj a fost deja atașat

# Messages
source: Poll has been added
es_pa: Se ha añadido la encuesta
lt_lt: Balsavimas pridėtas
ro_ro: Sondaj atașat

# Messages
source: You haven't created any polls yet.
es_pa: Aún no ha creado ninguna encuesta.
lt_lt: Dar nesate sukūręs jokių balsavimų.
ro_ro: Încă nu ai creeat niciun sondaj

# Messages
source: Delete poll
es_pa: Eliminar la encuesta
lt_lt: Trinti balsavimą
ro_ro: Șterge sondajul

# Messages
source: Send as admin
es_pa: Enviar como administrador
fr_fr: Envoyer en tant qu'administrateur
lt_lt: Siųsti kaip administratorius
ro_ro: Trimite ca administrator

# Messages
source: The recipient cannot be found.
es_pa: El destinatario del mensaje no existe.
fr_fr: Le destinataire du message n'existe pas.
lt_lt: Gavėjas nerastas.
pt_br: O destinatário não pode ser encontrado.
ro_ro: Destinatarul nu poate fi găsit.

# Messages
source: Do you want to send this message as e-mail?
es_pa: Deseas enviar este mensaje como correo electrónico?
fr_fr: Voulez-vous envoyer ce message comme e-mail?
lt_lt: Ar norite siųsti šią žinutę kaip el. laišką?
pt_br: Você quer enviar esta mensagem como e-mail?
ro_ro: Vrei să trimiți acest mesaj ca e-mail?

# Notes
source: Author
es_pa: Autor
fr_fr: Auteur
lt_lt: Autorius
ro_ro: Autor

# Notes
source: Modified
es_pa: Modificado
fr_fr: Modifiée
lt_lt: Modifikuota
pt_br: Modificado
ro_ro: Modificat

source: Notes
es_pa: Notas
lt_lt: Pastabos
pt_br: Notas
ro_ro: Notițe

# Notes
source: Read
es_pa: Leer
fr_fr: Lire
lt_lt: Skaityti
pt_br: Ler
ro_ro: Citește

# Notes
source: Edit
es_pa: Edita
fr_fr: Éditer
lt_lt: Redaguoti
pt_br: Editar
ro_ro: Editează

# Notes
source: Rename
es_pa: Cambiar nombre
lt_lt: Pervardinti
ro_ro: Redenumește

# Notes
source: Don't share this note
es_pa: No compartir esta nota
lt_lt: Nesidalinti šia pastaba
ro_ro: Nu partaja notița

# Notes
source: New note
es_pa: Nueva nota
fr_fr: Nouvelle note
lt_lt: Nauja pastaba
pt_br: Nova nota
ro_ro: Notiță nouă

# Notes
source: Note shared with
es_pa: Nota compartida con
fr_fr: Note partagée avec
lt_lt: Pastaba dalinamasi su
ro_ro: Notiță partajată cu

# Notes
source: Share
es_pa: Compartir
fr_fr: Partager
lt_lt: Bendrinti
ro_ro: Partajează

# Notes
source: Who do you want to share this note with?
es_pa: ¿Con quién quieres compartir esta nota?
fr_fr: Avec qui voulez-vous partager cette note?
lt_lt: Su kuo norite pasidalinti šia pastaba?
pt_br: Com quem você deseja compartilhar esta nota?
ro_ro: Cu cine vrei să partajezi notița?

# Notes
source: User cannot be found
es_pa: No se encontró el usuario
fr_fr: L'utilisateur n'existe pas
lt_lt: Vartotojas nerastas
pt_br: O usuário não foi encontrado
ro_ro: Utilizatorul nu poate fi găsit.

# Notes
source: From now on you share this note with %{user}
es_pa: Compartes la nota con %{user}
fr_fr: Vous partagez maintenant cette note avec %{user}
lt_lt: Nuo šiol dalinatės pastaba su vartotoju %{user}
pt_br: De agora em diante, você compartilha esta anotação com %{user}
ro_ro: De acum înainte, partajezi această notiță cu %{user}

# Notes
source: Are you sure you want to close this note without saving?
es_pa: ¿Está seguro de que quiere cerrar esta nota sin guardar?
lt_lt: Ar tikrai norite uždaryti šią pastabą neišsaugojus?
ro_ro: Sigur vrei să închizi această notiță fără a o salva?

# Notes
source: The note has been modified.
es_pa: Nota modificada.
fr_fr: Note modifiée.
lt_lt: Pastaba pamodifikuota.
pt_br: A nota foi modificada.
ro_ro: Notiță modificată

# Notes
source: Do you want to stop sharing this note with %{user}?
es_pa: ¿Quieres dejar de compartir esta nota con %{user}?
fr_fr: Voulez-vous arréter de partager cette note avec %{user}?
lt_lt: Ar tikrai norite sustabdyti dalinimąsi su vartotoju %{user}?
pt_br: Deseja interromper o compartilhamento desta nota com %{user}?
ro_ro: Sigur vrei să nu mai partajezi notița cu %{user}?

# Notes
source: You no longer share this note with %{user}
es_pa: Ya no estás compartiendo esta nota con% {user}
fr_fr: Vous ne partagez plus cette note avec %{user}
lt_lt: Jūs jau nebesidalinate šia pastaba su vartotoju %{user}
pt_br: Você não compartilha mais esta nota com %{user}
ro_ro: Nu mai partajezi notița cu %{user}

# Notes
source: Do you really want to delete %{name}?
es_pa: Seguro que quieres borrar %{name}?
fr_fr: Voulez-vous vraiment supprimer %{name}?
lt_lt: Ar tikrai norite ištrinti %{name}?
pt_br: Você realmente deseja excluir %{name}?
ro_ro: Sigur vrei să ștergi %{name}?

# Notes
source: Do you really want to end sharing %{name}? It will be deleted from your notes list.
es_pa: ¿Realmente quieres dejar de compartir%{name}? Se eliminará de su lista de notas.
lt_lt: Ar tikrai norite pabaigti bendrinti pastabą %{name}? Ji bus ištrinta iš Jūsų pastabų sąrašo.
ro_ro: Sigur vrei să nu mai partajezi %{name}? Aceasta va fi ștearsă din lista ta de notițe.

# Notes
source: The note has been deleted.
es_pa: Nota eliminada.
fr_fr: Note supprimée.
lt_lt: Pastaba ištrinta.
pt_br: A nota foi apagada.
ro_ro: Notiță ștearsă.

# Notes
source: New note name
es_pa: Nuevo nombre de nota
lt_lt: Naujas pastabos pavadinimas
ro_ro: Nume nou pentru notiță

# Notes
source: The note has been renamed
es_pa: La nota ha sido renombrada
lt_lt: Pastaba pervardinta
ro_ro: Notiță redenumită

# Notes
source: Note content
es_pa: Contenido de la nota
fr_fr: Contenu de la note
lt_lt: Nėra turinio
pt_br: Conteúdo da nota
ro_ro: Conținutul notiței

# Notes
source: Add
es_pa: Agregar
fr_fr: Ajouter
lt_lt: Pridėti
pt_br: Adicionar
ro_ro: Adaugă

# Notes
source: note title
es_pa: Título de nota
fr_fr: titre de la note
lt_lt: Pastabos pavadinimas
pt_br: Título da nota
ro_ro: Titlul notiței

# Notes
source: The note has been created
es_pa: Nota creada
fr_fr: Note créée.
lt_lt: Pastaba sukurta
pt_br: A nota foi criada
ro_ro: Notiță creeată.

# Online
source: %{count} user online
es_pa: %{count} usuario conectado
ro_ro: %{count} utilizator online

# Polls
source: Votes
es_pa: Votos
lt_lt: Balsavimai
ro_ro: Voturi

# Polls
source: Author
es_pa: Autor
fr_fr: Auteur
lt_lt: Autorius
ro_ro: Autor

# Polls
source: Do you really want to delete %{name}?
es_pa: Seguro que quieres borrar %{name}?
fr_fr: Voulez-vous supprimer %{name}?
lt_lt: Ar tikrai norite ištrinti %{name}?
pt_br: Você realmente deseja excluir %{name}?
ro_ro: Sigur vrei să ștergi %{name}?

# Polls
source: deleted
es_pa: Eliminada
fr_fr: Supprimé
lt_lt: Ištrinta
pt_br: Escluído
ro_ro: Șters.

# Polls
source: Show polls in unknown languages
es_pa: Mostrar encuestas en idiomas desconocidos
lt_lt: Rodyti balsavimus nežinomomis kalbomis
ro_ro: Arată sondaje în limbile străine

# Polls
source: Hide polls in unknown languages
es_pa: Ocultar encuestas en idiomas desconocidos
lt_lt: Slėpti balsavimus nežinomomis kalbomis
ro_ro: Ascunde sondajele în limbile străine.

# Polls
source: New poll
es_pa: Nueva encuesta
fr_fr: Nouveau sondage
lt_lt: Naujas balsavimas
pt_br: Nova pesquisa
ro_ro: Sondaj nou

# Polls
source: Create
es_pa: Crear
fr_fr: Créer
lt_lt: Kurti
pt_br: Criar
ro_ro: Creează

# Polls
source: Poll name
es_pa: Nombre de la encuesta
fr_fr: Nom du sondage
lt_lt: Balsavimo pavadinimas
pt_br: Nome da pesquisa
ro_ro: Numele sondajului

# Polls
source: Description
es_pa: Descripción
lt_lt: Aprašymas
pt_br: Descrição
ro_ro: Descriere

# Polls
source: Poll language
es_pa: Idioma de la encuesta
lt_lt: Balsavimo kalba
ro_ro: Limba sondajului

# Polls
source: Questions
es_pa: Preguntas
lt_lt: Klausimai
pt_br: perguntas
ro_ro: Întrebări

# Polls
source: Set the expiry date for this poll
es_pa: Establezca la fecha de caducidad de esta encuesta
lt_lt: Nustatykite šio balsavimo pabaigos datą
ro_ro: Setează data expirării acestui sondaj

# Polls
source: Expiry date
es_pa: Fecha de caducidad
lt_lt: Pabaigos data
ro_ro: Data expirării

# Polls
source: Hide poll results before the expiry date
es_pa: Ocultar los resultados de la encuesta antes de la fecha de caducidad
lt_lt: Slėpti balsavimo rezultatus prieš pabaigos datą
ro_ro: Ascunde rezultatele sondajului până la data expirării

# Polls
source: Hide this poll
es_pa: Ocultar esta encuesta
fr_fr: Cacher ce sondage
lt_lt: Slėpti šį balsavimą
ro_ro: Ascunde sondajul

# Polls
source: Are you sure you want to discard this poll?
es_pa: ¿Seguro que quieres descartar esta encuesta?
lt_lt: Ar tikrai norite atšaukti šį balsavimą?
ro_ro: Sigur vrei să anulezi acest sondaj?

# Polls
source: New question
es_pa: Nueva pregunta
fr_fr: Nouvelle question
lt_lt: Naujas klausimas
ro_ro: Întrebare nouă

# Polls
source: Edit question
es_pa: Editar la pregunta
lt_lt: Redaguoti klausimą
ro_ro: Editează întrebarea

# Polls
source: Delete question
es_pa: Eliminar la pregunta
lt_lt: Trinti klausimą
ro_ro: Șterge întrebarea

# Polls
source: Edit box
es_pa: Cuadro de edición
fr_fr: Zone de texte
lt_lt: Redagavimo laukelis
pt_br: Caixa de edição
ro_ro: Câmp de editare

# Polls
source: Question
es_pa: Preguta
lt_lt: Klausimas
pt_br: Pergunta
ro_ro: Întrebare

# Polls
source: Single choice
es_pa: Una opción
fr_fr: A choix single
lt_lt: Vienas pasirinkimas
pt_br: Escolha única
ro_ro: Doar o selecție

# Polls
source: Multiple choice
es_pa: opción múltiple
fr_fr: A choix multiple
lt_lt: Daugybinis pasirinkimas
pt_br: Múltipla escolha
ro_ro: Selecție multiplă

# Polls
source: Answers
es_pa: Respuestas
fr_fr: Réponses
lt_lt: Atsakymai
pt_br: Respostas
ro_ro: Răspunsuri

# Polls
source: Question type
es_pa: Tipo de pregunta
fr_fr: Méthode de réponse
lt_lt: Klausimo tipas
pt_br: Tipo de pergunta
ro_ro: Tipul întrebării

# Polls
source: There are no answers to this question
es_pa: No hay respuestas a esta pregunta
fr_fr: Cette question n'a pas de réponse
lt_lt: Į šį klausimą nėra atsakymų
pt_br: Não há respostas para esta pergunta
ro_ro: Niciun răspuns la întrebare.

# Polls
source: There is only one answer to this question.
es_pa: La pregunta tiene una sola respuesta.
fr_fr: Cette question n'a qu'une réponse
lt_lt: Į šį klausimą yra tik vienas galimas atsakymas.
pt_br: Há apenas uma resposta para essa pergunta.
ro_ro: Doar un răspuns disponibil la această întrebare.

# Polls
source: New answer
es_pa: Nueva respuesta
fr_fr: Nouvelle réponse
lt_lt: Naujas atsakymas
ro_ro: Răspuns nou

# Polls
source: Edit answer
es_pa: Editar la respuesta
lt_lt: Redaguoti atsakymą
ro_ro: Editează răspunsul

# Polls
source: Delete answer
es_pa: Borrar la respuesta
lt_lt: Trinti atsakymą
ro_ro: Șterge răspunsul

# Polls
source: Answer
es_pa: Respuesta
fr_fr: Réponse
lt_lt: Atsakyti
pt_br: Responder
ro_ro: Răspuns

# Polls
source: Please complete the poll before sending
es_pa: Por favor, complete la encuesta antes de enviar
lt_lt: Prašome užbaigti balsavimą prieš siunčiant
ro_ro: Te rugăm să completezi sondajul înainte de a-l publica

# Polls
source: The poll has been created.
es_pa: La encuesta fue creada.
fr_fr: Sondage créé.
lt_lt: Balsavimas sukurtas.
pt_br: A enquete foi criada.
ro_ro: Sondaj creeat.

# Polls
source: Created
es_pa: Creada
fr_fr: Créé
lt_lt: Sukurta
pt_br: Criado
ro_ro: Creeat

# Polls
source: Single choice question
es_pa: Pregunta de una sola opción
fr_fr: Question à choix unique
lt_lt: Vieno pasirinkimo klausimas
ro_ro: Întrebare cu o singură selecție

# Polls
source: Multiple choice question
es_pa: Pregunta de opción múltiple
fr_fr: Question à choix multiple
lt_lt: Daugybinio pasirinkimo klausimas
ro_ro: Întrebare cu selecție multiplă

# Polls
source: Poll
es_pa: Leer
fr_fr: Sondage
lt_lt: Balsavimas
pt_br: Votação
ro_ro: Sondaj

# Polls
source: Are you sure you want to discard your answers in this poll?
es_pa: ¿Estás seguro de que quieres descartar tus respuestas en esta encuesta?
lt_lt: Ar tikrai norite panaikinti savo atsakymus iš šio balsavimo?
ro_ro: Sigur vrei să anulezi răspunsurile tale din acest sondaj?

# Polls
source: Your vote has been saved.
es_pa: Tu voto ha sido guardado.
fr_fr: Votre vote a été enregistré.
lt_lt: Jūsų balsas įrašytas.
pt_br: Seu voto foi salvo.
ro_ro: Vot salvat.

# Polls
source: The number of votes
es_pa: Número de votos
fr_fr: Nombre de votes
lt_lt: Balsų skaičius
pt_br: O número de votos
ro_ro: Numărul voturilor

# Polls
source: Poll results: %{name}
es_pa: Resultados de la encuesta: %{name}
fr_fr: Résultats du sondage: %{name}
lt_lt: Balsavimo rezultatai: %{name}
ro_ro: Rezultatele pentru: %{name}

# Polls
source: Filters
es_pa: Filtros
lt_lt: Filtrai
ro_ro: Filtre

# Polls
source: Filter with this answer
es_pa: Filtrar con esta respuesta
lt_lt: Filtruoti su šiuo atsakymu
ro_ro: Filtre cu acest răspuns

# Polls
source: Filter without this answer
es_pa: Filtrar sin esta respuesta
lt_lt: Filtruoti be šio atsakymo
ro_ro: Filtre fără acest răspuns

# Polls
source: Delete this answer from filters
es_pa: Borrar esta respuesta de los filtros
lt_lt: Trinti šį atsakymą iš filtrų
ro_ro: Șterge acest răspuns de la filtre

# Polls
source: Includes
es_pa: Incluye
lt_lt: Įskaitant
ro_ro: Include

# Polls
source: Excludes
es_pa: Excluye
lt_lt: Neįtraukiant
ro_ro: Exclude

# Portable
source: Destination
es_pa: Destino
lt_lt: Vieta
ro_ro: Destinație

# Portable
source: Copy current settings
es_pa: Copiar configuración actual
fr_fr: Copier les paramètres actuels du programme
lt_lt: Kopijuoti dabartinius nustatymus
ro_ro: Copiază setările curente

# Portable
source: Copy downloaded soundthemes
es_pa: Copiar temas de sonido descargados
fr_fr: Copier les thèmes audio téléchargés
lt_lt: Kopijuoti atsiųstas garso temas
ro_ro: Copiază temele de sunete descărcate

# Portable
source: continue
es_pa: continuar
fr_fr: Continuer
lt_lt: Tęsti
ro_ro: Continuă

# Portable
source: Please wait while files are being prepared
es_pa: Espera hasta que los archivos se copien.
fr_fr: Préparation des fichiers en cours, veuillez patienter...
lt_lt: Prašome palaukti, kol ruošiami failai
ro_ro: Te rugăm să aștepți cât timp fișierele sunt pregătite

# Portable
source: Copying settings
es_pa: Copiando configuración
fr_fr: Copie des paramètres en cours...
lt_lt: Kopijuojami nustatymai
ro_ro: Se copiază setările

# Portable
source: Reset synthesizer settings
es_pa: Restaurar configuración de sintetizador
fr_fr: Réinitialiser le synthétiseur
lt_lt: Atstatyti sintezatoriaus nustatymus
ro_ro: Resetează setările sintetizatorului

# Portable
source: Use a screenreader or a system default voice
es_pa: Utilizar lector de pantalla o voz predeterminada
fr_fr: Utiliser le lecteur d'écran actif ou la voix système par défaut
lt_lt: Naudoti ekrano skaitytuvą arba sistemos numatytąjį balsą
ro_ro: Folosește un cititor de ecran sau o voce implicită

# Portable
source: If you use a created copy of Elten on another computer, the voice settings may not work properly. This is especially noticeable in a situation when another computer has other voices installed. How do you want to configure the generated version?
es_pa: Si utiliza una copia creada de Elten en otra computadora, es posible que la configuración de voz no funcione correctamente. Esto se nota especialmente en una situación en la que otra computadora tiene otras voces instaladas. ¿Cómo quiere configurar la versión generada?
lt_lt: Jei naudojate sukurtą Elten kopiją kitame kompiuteryje, balso nustatymai gali tinkamai nefunkcionuoti. Tai ypatingai pastebima, kai kitame kompiuteryje yra įdiegti kiti balsai. Kaip norite sukonfiguruoti generuojamą versiją?
ro_ro: Dacă utilizezi o copie creată a Elten pe alt computer, este posibil ca setările vocale să nu funcționeze corect. Acest lucru se observă mai ales într-o situație în care un alt computer are instalate alte voci. Cum vrei să configurezi versiunea generată?

# Portable
source: Ask each time
es_pa: Preguntar cada vez
fr_fr: Demander à chaque fois
lt_lt: Klausti kiekvieną kartą
ro_ro: Întreabă de fiecare dată

# Portable
source: Use current setting
es_pa: Utilizar configuración actual
fr_fr: Conserver le paramètre actuel
lt_lt: Naudoti dabartinį nustatymą
ro_ro: Folosește setarea curentă

# Portable
source: Copying sound themes
es_pa: Copiando temas de sonido
fr_fr: Création d'une copie des thèmes audio en cours...
lt_lt: Kopijuojamos garso temos
ro_ro: Se copiază temele de sunete

# Portable
source: Elten Portable version created successfully.
es_pa: Versión portátil de Elten creada satisfactoriamente.
fr_fr: Une version portable du programme a été créée.
lt_lt: Elten nešiojama versija sukurta sėkmingai.
ro_ro: Copie portabilă Elten creeată cu succes.

# Programs
source: not installed
es_pa: Sin instalar
fr_fr: Pas installé
lt_lt: Neįdiegta
ro_ro: Neinstalat

# Programs
source: Programs installation
es_pa: Instalar programas
fr_fr: Installation de programmes
lt_lt: Programų diegimas
pt_br: Instalação de programas
ro_ro: Instalarea programelor

# Programs
source: Install
es_pa: Instalar
fr_fr: Installer
lt_lt: Diegti
ro_ro: Instalează

# Programs
source: Reinstall
es_pa: Reinstalar
fr_fr: Réinstaller
lt_lt: Perdiegti
ro_ro: Reinstalează

# Programs
source: Update
es_pa: Actualización
fr_fr: Mettre à jour
lt_lt: Atnaujinti
ro_ro: Actualizează

# Programs
source: Do you want to install program %{name}? Need to download %{size} of data.
es_pa: ¿Desea instalar el programa%{name}? Necesita descargar %{size} de datos.
lt_lt: Ar norite įdiegti programą %{name}? Reiktų parsiųsti %{size} duomenų.
ro_ro: Sigur vrei să instalezi programul %{name}? Trebuie descărcate %{size} de date.

# Programs
source: Installation completed.
es_pa: Instalación completada.
fr_fr: Installation terminée.
lt_lt: Diegimas baigtas.
ro_ro: Instalare finalizată.

# Programs
source: Remove
es_pa: Eliminar
fr_fr: Désinstaller
lt_lt: Pašalinti
ro_ro: șterge

# Programs
source: Are you sure you want to remove program %{name}?
es_pa: Seguro de que quieres eliminar el programa %{name}?
fr_fr: Voulez-vous vraiment supprimer le programme %{name}?
lt_lt: Ar tikrai norite pašalinti programą %{name}?
ro_ro: Sigur vrei să ștergi programul %{name}?

# Programs
source: Program removed
es_pa: Programa eliminado
fr_fr: Le programme a bien été désinstallé
lt_lt: Programa pašalinta
ro_ro: Program șters.

# Registration
source: Enter your username. It will be used for identification.The maximum length of the username is 64 characters
es_pa: Introduce tu nombre de usuario. Se usará para la identificación. La longitud máxima del nombre de usuario es de 64 caracteres
lt_lt: Įveskite savo vartotojo vardą. Jis bus naudojamas identifikacijai. Maksimalus vartotojo vardo ilgis yra 64 simboliai.
ro_ro: Introdu numele de utilizator. Acesta va fi folosit pentru identificare. Lungimea maximă a numelui de utilizator este de 64 de caractere

# Registration
source: User with this name already exists.
es_pa: El usuario con este nombre ya existe.
lt_lt: Vartotojas tokiu vardu jau egzistuoja.
ro_ro: Contul cu numele de utilizator specificat există deja.

# Registration
source: Enter your password. It is recommended to use a strong password, which consists of numbers and letters. Maximum length of the password is 256 characters.
es_pa: Introduce tu contraseña. Se recomienda usar una contraseña fuerte, que consiste en números y letras. La longitud máxima de la contraseña es de 256 caracteres.
lt_lt: Įveskite slaptažodį. Rekomenduojama naudoti stiprų slaptažodį, susidedantį iš numerių ir raidžių. Maksimalus slaptažodžio ilgis yra 256 simboliai.
ro_ro: Introdu parola. Se recomandă utilizarea unei parole puternice, care constă din cifre și litere. Lungimea maximă a parolei este de 256 de caractere.

# Registration
source: Reenter your password
es_pa: Vuelva a introducir su contraseña
lt_lt: Pakartotinai įveskite slaptažodį
ro_ro: Introdu parola din nou pentru confirmare

# Registration
source: The entered passwords differ
es_pa: Las contraseñas introducidas son diferentes y no coinciden
fr_fr: Les mots de passe entrés ne sont pas identiques.
lt_lt: Įvesti slaptažodžiai skiriasi
pt_br: As senhas inseridas não correspondem
ro_ro: Parolele introduse sunt diferite

# Registration
source: Enter your e-mail address. It will be used in case you forget your password and to send important information.
es_pa: Introduzca su dirección de correo electrónico. Se usará en caso de que olvide su contraseña y para enviar información importante.
lt_lt: Įveskite el. pašto adresą. Jis bus naudojamas tais atvejais, kai pamiršite slaptažodį, bei svarbios informacijos siuntimui.
ro_ro: Introdu adresa de e-mail. Aceasta va fi utilizată în cazul în care îți uiți parola și pentru a primi informații importante.
