Repository: Kostenkov-2021/elten2
Catalog: locale/*/LC_MESSAGES/elten.po
Languages: es_pa, fr_fr, lt_lt, pt_br, ro_ro

# ForgotPassword
source: The entered code is invalid.
es_pa: El código entrado es inválido.
fr_fr: Le code de la réinitialisation est incorrect.
lt_lt: Įvestas kodas neteisingas
pt_br: O código digitado é inválido.
ro_ro: Codul introdus este nevalid

# ForgotPassword
source: Type a new password
es_pa: Escribir nueva contraseña
fr_fr: Entrez un nouveau mot de passe
lt_lt: Įveskite naują slaptažodį
pt_br: Digite uma nova senha
ro_ro: Introdu o parolă nouă

# ForgotPassword
source: Type a new password again
es_pa: Escriba una nueva contraseña de nuevo
fr_fr: Tapez à nouveau un nouveau mot de passe
lt_lt: Įveskite naują slaptažodį dar kartą
ro_ro: Introdu încă o dată parola nouă

# ForgotPassword
source: The entered passwords are different.
es_pa: Las contraseñas ingresadas son diferentes y no coinciden.
fr_fr: Les mots de passe entrés ne sont pas identiques.
lt_lt: Įvesti slaptažodžiai skiriasi
pt_br: As senhas inseridas são diferentes.
ro_ro: Parolele introduse sunt diferite.

# ForgotPassword
source: Empty password provided.
es_pa: Contraseña en blanco prevista
fr_fr: Le mot de passe est vide.
lt_lt: Pateiktas tuščias slaptažodis
pt_br: A senha fornecida está vasia
ro_ro: Parolă goală furnizată.

# ForgotPassword
source: Please wait while the password is being changed
es_pa: Por favor, espere mientras la contraseña se cambie.
fr_fr: Votre mot de passe est modifié, veuillez patienter...
lt_lt: Prašome palaukti, kos keičiamas slaptažodis
ro_ro: Te rugăm să aștepți cât timp ne conectăm la server și îți modificăm parola.

# ForgotPassword
source: The password has been changed. You can log in to your account using the new data.
es_pa: La contraseña ha sido cambiada. Puede acceder a su cuenta utilizando los nuevos datos.
lt_lt: Slaptažodis pakeistas. Prie paskyros galite prisijungti naudodami naujus duomenis.
ro_ro: Parola a fost schimbată. Acum te poți conecta la contul tău folosind noile date.

# Forum
source: Sort
es_pa: Tipo
fr_fr: Trier
lt_lt: Rūšiuoti
ro_ro: Sortează

# Forum
source: Default
es_pa: Predeterminado
fr_fr: Défaut
lt_lt: Numatytasis
ro_ro: Implicit

# Forum
source: By name (ascending)
es_pa: Por nombre (ascendente)
fr_fr: Par nom (croissant)
lt_lt: Pagal vardą (didėjančia tvarka)
ro_ro: După nume (crescător)

# Forum
source: By name (descending)
es_pa: Por nombre (descendente)
fr_fr: Par nom (décroissant)
lt_lt: Pagal vardą (mažėjančia tvarka)
ro_ro: După nume (descrescător)

# Forum
source: By unread posts (ascending)
es_pa: Por mensajes no leídos (ascendente)
fr_fr: Par les posts non lus (croissant)
lt_lt: Pagal neperskaitytus įrašus (didėjančia tvarka)
ro_ro: După postările necitite (crescător)

# Forum
source: By unread posts (descending)
es_pa: Por mensajes no leídos (descendente)
fr_fr: Par les posts non lus (décroissant)
lt_lt: Pagal neperskaitytus įrašus (mažėjančia tvarka)
ro_ro: După postările necitite (descrescător)

# Forum
source: Followed forum
es_pa: Foro seguido
ro_ro: Forum urmărit

# Forum
source: Search
es_pa: Buscar
fr_fr: Rechercher
lt_lt: Ieškoti
pt_br: Procurar
ro_ro: Caută

# Forum
source: My threads
es_pa: Mis entradas
fr_fr: Mes fils
lt_lt: Mano gijos
ro_ro: Subiectele mele

# Forum
source: Thread offered to my group
es_pa: Entrada ofrecida a mi grupo
ro_ro: Ofertă de schimb subiect către grupul meu

# Forum
source: Received mentions
es_pa: Menciones recibidas
lt_lt: Gauti paminėjimai
ro_ro: Mențiuni primite

# Forum
source: Threads popular with my friends
es_pa: Entradas populares entre mis amigos
fr_fr: Fils populaires entre mes amis
lt_lt: Gijos, populiarios tarp mano draugų
ro_ro: Subiecte populare cu prietenii mei

# Forum
source: Groups popular with my friends
es_pa: Grupos populares entre mis amigos
fr_fr: Groupes populaires entre mes amis
lt_lt: Grupės, populiarios tarp mano draugų
ro_ro: Grupuri populare cu prietenii mei

# Forum
source: Recently created groups
es_pa: Grupos creados recientemente
fr_fr: Groupes récemment créés
lt_lt: Neseniai sukurtos grupės
ro_ro: Grupuri creeate recent

# Forum
source: All groups (%{count})
es_pa: Todos los grupos (%{count})
lt_lt: Visos grupės
ro_ro: Toate grupurile (%{count})

# Forum
source: Moderated group
es_pa: Grupo moderado
ro_ro: Grup moderat

# Forum
source: Waiting invitation
es_pa: En espera de invitación
ro_ro: Invitație în așteptare

# Forum
source: Open groups (%{count})
es_pa: Grupos abiertos (%{count})
lt_lt: Atviros grupės (%{count})
ro_ro: Grupuri deschise (%{count})

# Forum
source: Recommended groups (%{count})
es_pa: Grupos recomendados (%{count})
lt_lt: Rekomenduojamos grupės (%{count})
ro_ro: Grupuri recomandate (%{count})

# Forum
source: Recently active groups
es_pa: Grupos recientemente activos
lt_lt: Neseniai aktyvios grupės
ro_ro: Grupuri active recent

# Forum
source: Marked thread
es_pa: Entrada marcada
ro_ro: Subiect marcat

# Forum
source: Followed thread
es_pa: Entrada seguida
ro_ro: Subiect urmărit

# Forum
source: Threads
es_pa: Entradas
fr_fr: Fils
lt_lt: Gijos
pt_br: Tópicos
ro_ro: Subiecte

# Forum
source: Unread
es_pa: Nuevo
fr_fr: Nouveau
lt_lt: Neperskaityti
pt_br: Novo
ro_ro: Necitite

# Forum
source: posts
es_pa: Publicaciones
lt_lt: Įrašai
pt_br: Postagens
ro_ro: Postări

# Forum
source: Forums
es_pa: Foros
lt_lt: Forumai
pt_br: Fóruns
ro_ro: Forumuri

source: Forum
es_pa: Foro
lt_lt: Forumas
pt_br: Fórum

# Forum
source: Open
es_pa: Abrir
fr_fr: Ouvrir
lt_lt: Atverti
pt_br: Abrir
ro_ro: Deschis

# Forum
source: Show all threads
es_pa: Ver todas las entradas
lt_lt: Rodyti visas gijas
ro_ro: Arată toate subiectele

# Forum
source: Pin this group
es_pa: Anclar este grupo..
lt_lt: Prisegti šią grupę
ro_ro: Fixează grupul

# Forum
source: Unpin this group
es_pa: Desanclar este grupo
lt_lt: Atsegti šią grupę
ro_ro: Anulează fixarea grupului

# Forum
source: Group has been pinned
es_pa: El grupo ha sido anclado
lt_lt: Grupė prisegta
ro_ro: Grupul a fost fixat.

# Forum
source: Group has been unpinned
es_pa: El grupo ha sido desanclado
lt_lt: Grupė atsegta
ro_ro: Fixarea grupului a fost anulată

# Forum
source: Group blog
es_pa: Blog del grupo
lt_lt: Grupinis blogas
ro_ro: Blogul grupului

# Forum
source: Group summary
es_pa: Resumen del grupo
fr_fr: Informations de groupe
lt_lt: Grupės santrauka
ro_ro: Rezumatul grupului

# Forum
source: Language
es_pa: Lengua
fr_fr: Langue
lt_lt: Kalba
ro_ro: Limbă

# Forum
source: closed (only invited users can join)
es_pa: cerrado (solo los usuarios invitados pueden unirse)
fr_fr: Fermé (seuls les utilisateurs invités peuvent rejoindre)
lt_lt: Uždara (tik pakviesti vartotojai gali prisijungti)
ro_ro: Închis (doar utilizatorii invitați se pot alătura)

# Forum
source: Moderated (everyone can request)
es_pa: Moderado (todo el mundo puede solicitar)
fr_fr: Modéré (tout le monde peut demander)
lt_lt: Moderuojama (kiekvienas gali pateikti užklausą)
ro_ro: Moderat (oricine poate cere)

# Forum
source: open (everyone can join)
es_pa: abierto (todo el mundo puede unirse)
fr_fr: ouvert (tout le monde peut rejoindre)
lt_lt: Atvira (kiekvienas gali prisijungti)
ro_ro: Deschis (toată lumea se poate alătura)

# Forum
source: Recommended
es_pa: Recomendado
lt_lt: Rekomenduojama
ro_ro: Recomandat

# Forum
source: Group type
es_pa: Tipo de grupo
fr_fr: Type de groupe
lt_lt: Grupės tipas
ro_ro: Tipul grupului

# Forum
source: Group join type
es_pa: Tipo de unión de grupo
fr_fr: Type de jointure de groupe
lt_lt: Prisijungimo prie grupės tipas
ro_ro: Modul de alăturare al grupului

# Forum
source: Founded at
es_pa: Fundada en
fr_fr: Créé à
lt_lt: Sukūrė
ro_ro: Fondat pe

# Forum
source: The most active members
es_pa: Los miembros más activos
fr_fr: Membres les plus actifs
lt_lt: Aktyviausi nariai
ro_ro: Cei mai activi membri

# Forum
source: Group size
es_pa: Tamaño del grupo
fr_fr: Taille de groupe
lt_lt: Grupės dydis
ro_ro: Mărimea grupului

# Forum
source: Audio posts
es_pa: Publicaciones de audio
fr_fr: Posts audio
lt_lt: Audio įrašai
ro_ro: Postări audio

# Forum
source: Attachments
es_pa: Adjuntos
fr_fr: Pièces jointes
lt_lt: Priedai
ro_ro: Atașamente

# Forum
source: Text
es_pa: Texto
lt_lt: Tekstas

# Forum
source: Overall size
es_pa: Tamaño total
fr_fr: Taille globale
lt_lt: Bendras dydis
ro_ro: Mărimea totală

# Forum
source: Group regulations
es_pa: Reglamento del grupo
lt_lt: Grupės taisyklės
ro_ro: Regulile grupului

# Forum
source: Edit group regulations
es_pa: Editar reglamento del grupo
lt_lt: Redaguoti grupės taisykles
ro_ro: Editează regulile grupului

# Forum
source: Show reported posts
es_pa: Mostrar publicaciones reportadas
lt_lt: Rodyti raportuotus įrašus
ro_ro: Arată postările raportate

# Forum
source: Message of the day
es_pa: Mensaje del día
lt_lt: Dienos žinutė
ro_ro: Mesajul zilei

# Forum
source: Edit message of the day
es_pa: Editar mensaje del día
lt_lt: Redaguoti dienos žinutę
ro_ro: Editează mesajul zilei

# Forum
source: Group members
es_pa: Miembros del grupo
fr_fr: Membres du groupe
lt_lt: Grupės nariai
ro_ro: Membrii grupului

# Forum
source: Accept invitation
es_pa: Aceptar invitación
fr_fr: Accepter l'invitation
lt_lt: Priimti kvietimą
ro_ro: Acceptă invitația

# Forum
source: Ask to be enrolled in this group
es_pa: Pide estar inscrito en este grupo
fr_fr: Demander à être inscrit dans ce groupe
lt_lt: Prašyti būti įtrauktam(-ai) į šią grupę
ro_ro: Cere să fii adăugat în grup

# Forum
source: Do you wish to ask to be enrolled in %{groupname}
es_pa: ¿Desea solicitar que se inscriba en %{groupname}?
fr_fr: Voulez-vous demander à être inscrit à %{groupname}
lt_lt: Ar norėtumėte prašyti būti įtrauktam(-ai) į %{groupname}
ro_ro: Vrei să ceri să fii adăugat în %{groupname}?

# Forum
source: Are you sure you want to join %{groupname}?
es_pa: ¿Seguro que quieres entrar a %{groupname}?
fr_fr: Voulez-vous rejoindre %{groupname}?
lt_lt: Ar tikrai norite prisijungti prie %{groupname}?
ro_ro: Sigur vrei să te alături grupului %{groupname}?

# Forum
source: Request sent
es_pa: Solicitud enviada
fr_fr: Demande envoyée
lt_lt: Prašymas išsiųstas
ro_ro: Cerere trimisă.

# Forum
source: You've just joined the group
es_pa: Acabas de unirte al grupo
fr_fr: Vous venez de rejoindre le groupe
lt_lt: Prisijungėte prie grupės
ro_ro: Tocmai te-ai alăturat grupului.

# Forum
source: Add this group to quick actions
es_pa: Agregar este grupo a acciones rápidas
lt_lt: Pridėti šią grupę prie greitųjų veiksmų
ro_ro: Adaugă grupul la acțiunile rapide

# Forum
source: Group
es_pa: Grupo
lt_lt: Grupė
ro_ro: Grup

# Forum
source: Group added to quick actions
es_pa: Grupo agregado a acciones rápidas
lt_lt: Grupė pridėta prie greitųjų veiksmų
ro_ro: Grup adăugat la acțiunile rapide

# Forum
source: Leave
es_pa: Salir
fr_fr: Quitter
lt_lt: Palikti
ro_ro: Părăsește

# Forum
source: Refuse invitation
es_pa: Rechazar invitación
fr_fr: Refuser l'invitation
lt_lt: Atsisakyti pakvietimo
ro_ro: Refuză invitația

# Forum
source: Are you sure you want to leave %{groupname}?
es_pa: ¿Seguro que quieres salir de %{groupname}?
fr_fr: Êtes-vous sûr de vouloir quitter %{groupname}?
lt_lt: Ar tikrai norite palikti %{groupname}?
ro_ro: Sigur vrei să ieși din %{groupname}?

# Forum
source: You've just left the group
es_pa: Acabas de salir del grupo
fr_fr: Vous venez de quitter le groupe
lt_lt: Palikote grupę
ro_ro: Tocmai ai părăsit grupul.

# Forum
source: Mark this group as read
es_pa: Marcar este grupo como leído
lt_lt: Pažymėti šią grupę kaip perskaitytą
ro_ro: Marchează acest grup ca citit

# Forum
source: All posts in this group will be marked as read. Are you sure you want to continue?
es_pa: Todos los mensajes en este grupo serán marcados como leídos. ¿Estás seguro de que quieres continuar?
lt_lt: Visi įrašai šioje grupėje bus pažymėti kaip perskaityti. Ar tikrai norite tęsti?
ro_ro: Toate postările din acest grup vor fi marcate ca citite. Continui?

# Forum
source: The group has been marked as read.
es_pa: El grupo ha sido marcado como leído.
lt_lt: Grupė pažymėta kaip perskaityta.
ro_ro: Grupul a fost marcat ca citit.

# Forum
source: Edit group
es_pa: Editar grupo
fr_fr: Éditer ce groupe
lt_lt: Redaguoti grupę
ro_ro: Editează grupul

# Forum
source: Administrative log
es_pa: Registro administrativo

# Forum
source: Delete group
es_pa: Eliminar grupo
fr_fr: Supprimer ce groupe
lt_lt: Trinti grupę
ro_ro: Șterge grupul

# Forum
source: Are you sure you want to delete %{groupname}?
es_pa: ¿Seguro que quieres eliminar %{groupname}?
fr_fr: Êtes-vous sûr de vouloir supprimer %{groupname}?
lt_lt: Ar tikrai norite ištrinti %{groupname}?
ro_ro: Sigur vrei să ștergi %{groupname}?

# Forum
source: Group has been deleted
es_pa: Se ha eliminado el grupo
fr_fr: Groupe supprimé
lt_lt: Grupė ištrinta
ro_ro: Grupul a fost șters.

# Forum
source: Show groups in unknown languages
es_pa: Mostrar grupos en idiomas desconocidos
lt_lt: Rodyti grupes nežinomomis kalbomis
ro_ro: Arată grupuri în limbi străine

# Forum
source: Hide groups in unknown languages
es_pa: Ocultar grupos en idiomas desconocidos
lt_lt: Slėpti grupes nežinomomis kalbomis
ro_ro: Ascunde grupurile în limbi străine

# Forum
source: New group
es_pa: Nuevo grupo
fr_fr: Nouveau groupe
lt_lt: Nauja grupė
ro_ro: Grup nou

# Forum
source: Message of the day of group %{groupname}
es_pa: Mensaje del día del grupo %{groupname}
lt_lt: Grupės %{groupname} dienos žinutė
ro_ro: Mesajul zilei pentru grupul %{groupname}

# Forum
source: Message of the day updated
es_pa: Mensaje del día actualizado
lt_lt: Dienos žinutė atnaujinta
ro_ro: Mesajul zilei a fost actualizat.

# Forum
source: Regulations of group %{groupname}
es_pa: Reglamento del grupo %{groupname}
lt_lt: Grupės %{groupname} taisyklės
ro_ro: Regulile grupului %{groupname}

# Forum
source: Regulations updated
es_pa: Reglamento actualizado
lt_lt: Taisyklės atnaujintos
ro_ro: Reguli actualizate.

# Forum
source: Thread
es_pa: Entrada
lt_lt: Gija
ro_ro: Subiect

# Forum
source: Reported at
es_pa: reportado en
lt_lt: Pranešta
ro_ro: Raportat pe

# Forum
source: Status
es_pa: Estado
lt_lt: Būsena
ro_ro: Stare

# Forum
source: Comment
es_pa: Comentar
lt_lt: Komentuoti
ro_ro: Comentează

# Forum
source: Reported by
es_pa: reportado por
lt_lt: Pranešta
ro_ro: Raportat de

# Forum
source: Reported posts
es_pa: Publicaciones reportadas
lt_lt: Raportuoti įrašai
ro_ro: Postări raportate

# Forum
source: Solved
es_pa: Resuelto
lt_lt: Išspręsta
ro_ro: Rezolvat

# Forum
source: Unsolved
es_pa: Sin resolver
lt_lt: Neišspręsta
ro_ro: Nerezolvat

# Forum
source: Rejected
es_pa: Rechazado
lt_lt: Atmesta
ro_ro: Respins

# Forum
source: Accepted
es_pa: Aceptado
lt_lt: Priimta
ro_ro: Acceptat

# Forum
source: Show reported post
es_pa: Mostrar publicación reportada
lt_lt: Rodyti raportuotą įrašą
ro_ro: Arată postarea raportată

# Forum
source: Post
es_pa: Publicación
fr_fr: Contenu du post
lt_lt: Įrašas
pt_br: Postar
ro_ro: Postează

# Forum
source: Go to reported post
es_pa: Ir a publicación reportada
lt_lt: Eiti į raportuotą įrašą

# Forum
source: The searched thread has been already deleted.
es_pa: La entrada buscada se había eliminado.
lt_lt: Paieškos gija ištrinta.

# Forum
source: Resolve
es_pa: Resolver
lt_lt: Išspręsti
ro_ro: Rezolvă

# Forum
source: Refresh
es_pa: Actualizar
lt_lt: Perkrauti
ro_ro: Reîmprospătează

# Forum
source: Reason
es_pa: Razón
lt_lt: Priežastis
ro_ro: Motiv

# Forum
source: Report resolved
es_pa: Reporte resuelto
lt_lt: Raportas išspręstas
ro_ro: Raportează ca rezolvat

# Forum
source: Old status
es_pa: Estado anterior

# Forum
source: New thread
es_pa: Nueva entrada
fr_fr: Nouveau fil
lt_lt: Nauja gija
pt_br: Novo tópico
ro_ro: Subiect nou

# Forum
source: New forum
es_pa: Nuevo foro
fr_fr: Nouveau forum
lt_lt: Naujas forumas
ro_ro: Forum nou

# Forum
source: Action
es_pa: Acción

# Forum
source: New status
es_pa: Nueva situación

# Forum
source: Time
es_pa: Hora

# Forum
source: Thread deletion
es_pa: Eliminar hilo

# Forum
source: Post deletion
es_pa: Eliminar publicación

# Forum
source: Post edit
es_pa: Editar publicación

# Forum
source: Thread move
es_pa: Mover hilo

# Forum
source: Post move
es_pa: Mover publicación

# Forum
source: Thread rename
es_pa: Renombrar hilo

# Forum
source: Thread offer
es_pa: Oferta de hilo

# Forum
source: Waiting for review
es_pa: A la espera de revisión
fr_fr: En attente d'une revue
lt_lt: Laukiama peržiūros
ro_ro: Se așteaptă revizuirea

# Forum
source: Privileges of this user have been changed.
es_pa: Se han cambiado los privilegios de este usuario.
fr_fr: Les privilèges de cet utilisateur ont été modifiés.
lt_lt: Šio vartotojo privilegijos pakeistos.
ro_ro: Privilegiile acestui utilizator au fost modificate.

# Forum
source: Grant moderation privileges
es_pa: Conceder privilegios de moderación
fr_fr: Accorder des privilèges de modération
lt_lt: Suteikti moderavimo privilegijas
ro_ro: Acordă privilegii de moderator

# Forum
source: Deny moderation privileges
es_pa: Denegar privilegios de moderación
fr_fr: Refuser les privilèges de modération
lt_lt: Uždrausti moderavimo privilegijas
ro_ro: Elimină privilegiile de moderator

# Forum
source: Pass administrative privileges
es_pa: Aprobar privilegios administrativos
fr_fr: Transmettre les privilèges administratifs
lt_lt: Perleisti administravimo privilegijas
ro_ro: Trece privilegiile tale de administrator altui utilizator

# Forum
source: Are you sure you want to resign your administrative privileges in %{groupname} and pass them to %{user}?
es_pa: ¿Está seguro de que desea renunciar a sus privilegios administrativos en %{groupname} y pasarlos a %{user}?
fr_fr: Voulez-vous vraiment renoncer à vos privilèges d’administration dans %{groupname} et les transmettre à %{user}?
lt_lt: Ar tikrai norite atsisakyti grupės %{groupname} administravimo privilegijų ir jas perleisti vartotojui %{user}?
ro_ro: Sigur vrei să-ți elimini privilegiile de administrator din %{groupname} și să i le dai lui %{user}?

# Forum
source: Enable inheritance of this users' role
es_pa: Habilitar la herencia del rol de este usuario
lt_lt: Įjungti šio vartotojo rolės paveldėjimą

# Forum
source: Disable inheritance of this users' role
es_pa: Desactivar la herencia del rol de este usuario
lt_lt: Išjungti šio vartotojo rolės paveldėjimą

# Forum
source: Ban in this group
es_pa: bloquear en este grupo
fr_fr: Banner dans ce groupe
lt_lt: Blokuoti šioje grupėje
ro_ro: Banează din acest grup

# Forum
source: Are you sure you want to ban %{user} in %{groupname}?
es_pa: Seguro que quieres bloquear a %{user} en %{groupname}?
fr_fr: Voulez-vous banner %{user} dans %{groupname}?
lt_lt: Ar tikrai norite užblokuoti vartotoją %{user} grupėje %{groupname}?
ro_ro: Sigur vrei să banezi utilizatorul %{user} din %{groupname}?

# Forum
source: Are you sure you want to kick %{user} out of %{groupname}?
es_pa: ¿Estás seguro de que quieres expulsar a %{user} de %{groupname}?
lt_lt: Ar tikrai norite išspirti vartotoją %{user} iš grupės %{groupname}?
ro_ro: Sigur vrei să dai afară utilizatorul %{user} din %{groupname}?

# Forum
source: Unban
es_pa: Desbloquear
fr_fr: Débanner
lt_lt: Atblokuoti
ro_ro: Debanează

# Forum
source: Are you sure you want to unban %{user} in %{groupname}?
es_pa: Seguro que quieres desbloquear a %{user} en %{groupname}?
fr_fr: Voulez-vous débanner %{user} dans %{groupname}?
lt_lt: Ar tikrai norite atblokuoti vartotoją %{user} grupėje %{groupname}?
ro_ro: Sigur vrei să debanezi utilizatorul %{user} din %{groupname}?

# Forum
source: Do you want to accept request of user %{user}
es_pa: ¿Desea aceptar la solicitud de %{user}?
fr_fr: Voulez-vous accepter la demande de l'utilisateur %{user}
lt_lt: Ar tikrai norite priimti vartotojo %{user} prašymą?
ro_ro: Vrei să accepți cererea utilizatorului %{user}?

# Forum
source: Refuse
es_pa: Refusar
lt_lt: Atmesti
ro_ro: Refuză

# Forum
source: Do you want to refuse request of user %{user}
es_pa: ¿Desea rechazar la solicitud de %{user}?
fr_fr: Voulez-vous refuser la demande de l'utilisateur %{user}
lt_lt: Ar tikrai norite atmesti vartotojo %{user} prašymą?
ro_ro: Sigur vrei să refuzi cererea utilizatorului %{user}?

# Forum
source: Cancel invitation
es_pa: Cancelar la invitación
lt_lt: Atšaukti kvietimą
ro_ro: Anulează invitația

# Forum
source: Are you sure you want to cancel invitation of %{user} to %{groupname}?
es_pa: ¿Estás seguro de que quieres cancelar la invitación de %{user} a %{groupname}?
lt_lt: Ar tikrai norite atšaukti vartotojo %{user} kvietimą prisijungti prie grupės %{groupname}?
ro_ro: Sigur vrei să anulezi invitația lui %{user} în %{groupname}?

# Forum
source: User to invite
es_pa: Usuario para invitar
lt_lt: Vartotojas, kurį norite pakviesti
ro_ro: Introdu numele utilizatorului care urmează a fi invitat

# Forum
source: The user has been invited
es_pa: El usuario ha sido invitado
fr_fr: Utilisateur invité
lt_lt: Vartotojas pakviestas
ro_ro: Utilizatorul a fost invitat.

source: You haven't permissions to do this
es_pa: No tiene permisos para hacer esto
fr_fr: Vous ne disposez pas des autorisations appropriées pour effectuer cette opération.
lt_lt: Neturite leidimo tai padaryti
ro_ro: Nu ai permisiunile necesare să faci asta.

# Forum
source: This user does not exist
es_pa: Este usuario no existe
fr_fr: Cet utilisateur n'existe pas
lt_lt: Toks vartotojas neegzistuoja
ro_ro: Acest utilizator nu există.

# Forum
source: This user already belongs to this group
es_pa: Este usuario ya pertenece a este grupo
fr_fr: Cet utilisateur appartient déjà à ce groupe
lt_lt: Šis vartotojas jau priklauso šiai grupei
ro_ro: Acest utilizator deja face parte din acest grup.

# Forum
source: I accept regulations of group %{groupname}
es_pa: Acepto el reglamento del grupo %{groupname}
lt_lt: Aš sutinku su grupės %{groupname} taisyklėmis
ro_ro: Sunt de acord cu regulile grupului %{groupname}

# Forum
source: I decline regulations of group %{groupname}
es_pa: Rechazo el reglamento del grupo %{groupname}
lt_lt: Aš nesutinku su grupės %{groupname} taisyklėmis
ro_ro: Nu sunt de acord cu regulile grupului %{groupname}

# Forum
source: Group description
es_pa: Descripción del grupo
fr_fr: Description du groupe
lt_lt: Grupės aprašymas
ro_ro: Descrierea grupului

# Forum
source: Group name
es_pa: Nombre del grupo
fr_fr: Nom du groupe
lt_lt: Grupės pavadinimas
ro_ro: Numele grupului

# Forum
source: Create group
es_pa: Crear grupo
fr_fr: Créer un groupe
lt_lt: Kurti grupę
ro_ro: Creează grupul

# Forum
source: Group has been created
es_pa: Se ha creado un grupo
fr_fr: Groupe créé
lt_lt: Grupė sukurta
ro_ro: Grupul a fost creeat.

# Forum
source: Search query
es_pa: Consulta de búsqueda
lt_lt: Paieškos užklausa
ro_ro: Interogare de căutare

# Forum
source: Content
es_pa: Contenido
lt_lt: Turinys
ro_ro: Conținut

# Forum
source: Search in
es_pa: Buscar en
lt_lt: Ieškoti
ro_ro: Caută în

# Forum
source: Authors
es_pa: Autores
lt_lt: Autoriai

# Forum
source: Titles
es_pa: Títulos
lt_lt: Pavadinimai
ro_ro: Titluri

# Forum
source: Recommended groups
es_pa: Grupos recomendados
lt_lt: Rekomenduojamos grupės
ro_ro: Grupuri recomandate

# Forum
source: Not joined groups
es_pa: Grupos sin entrar
lt_lt: Grupės, prie kurių neprisijungta
ro_ro: Grupuri în care nu te-ai alăturat

# Forum
source: of threads in
es_pa: de entradas en
lt_lt: gijose
ro_ro: subiecte în

# Forum
source: Joined groups
es_pa: Grupos registrados
lt_lt: Grupės, prie kurių prisijungta
ro_ro: Grupuri în care te-ai alăturat

# Forum
source: Select forum
es_pa: Seleccionar foro
fr_fr: Sélectionnez le forum
lt_lt: Pasirinkite forumą
ro_ro: Selectează forumul.

# Forum
source: Forum tags
es_pa: Etiquetas del foro
lt_lt: Forumo žymenys
ro_ro: Etichetele forumului

# Forum
source: New tag
es_pa: Nueva etiqueta
lt_lt: Naujas žymuo
ro_ro: Etichetă nouă

# Forum
source: Delete tag
es_pa: Eliminar etiqueta
lt_lt: Trinti žymenį
ro_ro: Șterge eticheta
