Repository: Kostenkov-2021/elten2
Catalog: Client/locale/*/LC_MESSAGES/elten.po
Languages: hr_hr

# Portable
source: Ask each time
hr_hr: Svaki put pitaj

# Portable
source: Use current setting
hr_hr: Spremi trenutnu postavku

# Portable
source: Use a screenreader or a system default voice
hr_hr: Koristi glas aktivnog čitača ekrana ili podrazumjevani glas sustava

# Portable
source: Reset synthesizer settings
hr_hr: Resetiraj govornu jedinicu

# Portable
source: If you use a created copy of Elten on another computer, the voice settings may not work properly. This is especially noticeable in a situation when another computer has other voices installed. How do you want to configure the generated version?
hr_hr: Ako koristite prijenosnu kopiju eltena na drugom računalu, glasovne postavke neće raditi ispravno. To je zamjetno kada se na kompjuteru koriste drugi glasovi. Kako želite konfigurirati generiranu verziju?

# Portable
source: Copying sound themes
hr_hr: Kopiranje zvučnih tema

# Portable
source: Preparing SFX
hr_hr: Priprema SFX

# Portable
source: Elten Portable version created successfully.
hr_hr: Prijenosna inačica programa je stvorena.

# Programs
source: not installed
hr_hr: Nije instalirano

# Programs
source: Programs installation
hr_hr: Instalacija programa

# Programs
source: Install
hr_hr: Instaliraj

# Programs
source: Reinstall
hr_hr: Instaliraj ponovno

# Programs
source: Update
hr_hr: Nadogradi

# Programs
source: Do you want to install the program %{name}?
hr_hr: Želiš li instalirati program %{name}?

# Programs
source: Installation completed.
hr_hr: Instalacija je završena.

# Programs
source: Remove
hr_hr: Ukloni

# Programs
source: Are you sure you want to remove program %{name}?
hr_hr: Jeste li sigurni da želite ukloniti program %{name}?

# Programs
source: Program removed
hr_hr: Program je uklonjen

source: Readme
hr_hr: Čitaj me

# Registration
source: Enter your username. It will be used for identification.The maximum length of the username is 64 characters
hr_hr: Upišite svoje korisničko ime. biti će korišteno za identifikaciju.Maksimalna dužina je 64 znaka

# Registration
source: A username cannot contain an at. The character will be ignored.
hr_hr: Korisničko ime ne može sadržavati znak et,. Znak će biti zaobiđen.

# Registration
source: User name can not contain slashes. Sign will be Omitted.
hr_hr: Korisničko ime ne može sadržavati znak kosa crta. Znak će biti zaobiđen.

# Registration
source: User name can not contain spaces. Sign will be Omitted
hr_hr: Korisničko ime ne može sadržavati razmake. Znak će biti izbjegnut.

# Registration
source: Enter your password. It is recommended to use a strong password, which consists of numbers and letters. Maximum length of the password is 256 characters.
hr_hr: Upišite vašu lozinku. preporučuje se korištenje jake lozinke, koja se sastoji od brojeva i slova. maksimalna dužina lozinke je 256 znakova.

# Registration
source: Reenter your password
hr_hr: Ponovno upiši lozinku

# Registration
source: The entered passwords differ
hr_hr: Upisane lozinke se razlikuju.

# Registration
source: Enter your e-mail address. It will be used in case you forget your password and to send important information.
hr_hr: Upišite svoju e-mail adresu. Ona će se koristiti za slanje važnih informacija, te u slučaju ako zaboravite lozinku.

# Registration
source: Registration is successful, thank you. You can log in using your username and password.
hr_hr: Registracija je uspjela, Hvala. Sada se možete prijaviti s vašim novim korisničkim imenom i lozinkom.

# Registration
source: An unknown error occurred while using database
hr_hr: Dogodio se nepoznati problem baze podataka.

# Registration
source: Account with the specified username already exists.
hr_hr: Korisničko ime već postoji.

# Registration
source: An error occurred while trying to write data.
hr_hr: Dogodila se greška pri spremanju podataka.

# Registration
source: An error occurred while connecting to the server.
hr_hr: Dogodila se pogreška pri povezivanju na server.

# Settings
source: Category
hr_hr: Kategorija

# Settings
source: General
hr_hr: Općenito

# Settings
source: Language
hr_hr: Jezik

# Settings
source: Automatically minimize Elten Window to system tray
hr_hr: Automatski minimiziraj Elten u polje obavjesti

# Settings
source: Enable auto log in
hr_hr: Uključi automatsku prijavu

# Settings
source: Automatically start Elten after I log on to Windows
hr_hr: Automatski pokreni Elten kad se prijavim u Windows

# Settings
source: Interface
hr_hr: Sučelje

# Settings
source: Play sounds of soundthemes
hr_hr: Reproduciraj zvukove zvučnih tema

# Settings
source: Soundtheme volume
hr_hr: Glasnoća zvučne teme

# Settings
source: Use default
hr_hr: koristi Podrazumjevano

# Settings
source: Sound theme
hr_hr: Zvučna tema

# Settings
source: Manage sound themes
hr_hr: Upravljaj zvučnim temama

# Settings
source: Voice and sound
hr_hr: Glas i zvuk

# Settings
source: Sound only
hr_hr: Samo zvuk

# Settings
source: Voice only
hr_hr: Samo govor

# Settings
source: Wrap long lines in text fields
hr_hr: Prelamaj duge linije u tekstualnim poljima

# Settings
source: The display method of selection lists
hr_hr: Način prikaza stavaka popisa

# Settings
source: Circular
hr_hr: Kružan

# Settings
source: Linear
hr_hr: Linearan

# Settings
source: Voice
hr_hr: Glas

# Settings
source: Use screenreader
hr_hr: Koristi čitač zaslona

# Settings
source: Speech rate
hr_hr: Brzina govora

# Settings
source: Speech volume
hr_hr: Glasnoća govora

# Settings
source: Characters
hr_hr: Znakovi

# Settings
source: Words
hr_hr: Riječi

# Settings
source: None
hr_hr: Ništa

# Settings
source: Characters and words
hr_hr: Oboje

# Settings
source: Typing echo
hr_hr: Jeka tipkovnice

# Settings
source: Clock
hr_hr: Sat

# Settings
source: Clock information
hr_hr: Informacije o satu

# Settings
source: announcement time
hr_hr: Izvještavanje o vremenu

# Settings
source: every hour
hr_hr: Svaki sat

# Settings
source: every half hour
hr_hr: Svakih pola sata

# Settings
source: every quarter of an hour
hr_hr: Svakih četvrt sata

# Settings
source: Alarms
hr_hr: Alarmi

# Settings
source: Sound devices
hr_hr: UReđaj za reprodukciju zvuka

# Settings
source: Use Default
hr_hr: Koristi zadano

# Settings
source: Output device
hr_hr: Izlazni uređaj

# Settings
source: Input device
hr_hr: Ulazni uređaj

# ShortKeys
source: List of keyboard shortcuts
hr_hr: Popis tipkovničkih prečaca

# SoundThemes
source: No sound themes.
hr_hr: Nema zvučnih tema.

# SoundThemes
source: default
hr_hr: Podrazumjevana tema

# SoundThemes
source: Download sound themes
hr_hr: Preuzmi zvučne teme

source: Sound themes
hr_hr: Zvučne teme

# SoundThemes
source: Are you sure you want to delete this soundtheme?
hr_hr: Jeste li sigurni da želite izbrisati ovu zvučnu temu?

# SoundThemes
source: Do you wish to use this sound theme?
hr_hr: Želite li koristiti ovu zvučnu temu?

# Soundthemes
source: Select theme to download
hr_hr: Izaberi temu koju treba preuzeti

# Sounds
source: Operation cancelled
hr_hr: Operacija je obustavljena

# Sounds
source: Background of dialog windows
hr_hr: Pozadina dijaloških okvira

# Sounds
source: Dialog window opened
hr_hr: Dijaloški okvir je zatvoren

# Sounds
source: Dialog window closed
hr_hr: Dijaloški okvir je zatvoren

# Sounds
source: Menu Background
hr_hr: Pozadina izbornika

# Sounds
source: Menu opened
hr_hr: Izbornik je otvoren

# Sounds
source: Menu closed
hr_hr: Izbornik je zatvoren

# Sounds
source: Marker of a form
hr_hr: Oznaka formulara

# Sounds
source: Marker of a listbox
hr_hr: Granica popisa

# Sounds
source: Marker of a multiselect listbox
hr_hr: Granica višestrukog popisa

# Sounds
source: Focus move on a listbox
hr_hr: Premještavanje fokusa na popisu

# Sounds
source: Border of a listbox
hr_hr: Granica popisa

# Sounds
source: Expandable item on a listbox
hr_hr: Rasklopljiva stavka popisa

# Sounds
source: Item expanded
hr_hr: Stavka rasklopljena

# Sounds
source: Item collapsed
hr_hr: Stavka je skupljena

# Sounds
source: Item selected
hr_hr: Označena stavka

# Sounds
source: Checked item on a listbox
hr_hr: Označena stavka u popisu

# Sounds
source: Unchecked item on a listbox
hr_hr: Neoznačena stavka

# Sounds
source: New or updated item on a listbox
hr_hr: Nova ili osvježena stavka popisa

# Sounds
source: Item with attachment on a listbox
hr_hr: Stavka s privitkom u popisu

# Sounds
source: Closed item on a listbox
hr_hr: Zatvorena stavka popisa

# Sounds
source: Pinned item on a listbox
hr_hr: Pričvršćena stavka popisa

# Sounds
source: Compressed file on a files tree
hr_hr: Komprimirana datoteka u listi datoteka

# Sounds
source: Audio file on a files tree
hr_hr: Audio datoteka u listi datoteka

# Sounds
source: Directory on a files tree
hr_hr: Mapa u listi datoteka

# Sounds
source: Document on a files tree
hr_hr: Dokument u listi datoteka

# Sounds
source: Text file on a files tree
hr_hr: Tekstualna datoteka u listi datoteka

# Sounds
source: Marker of an editbox in a form
hr_hr: Oznaka polja za uređivanje u obrazcu

# Sounds
source: A piece of text in an editbox is checked
hr_hr: Komad teksta u polju za uređivanja je označen

# Sounds
source: Capitalized letter in an editbox
hr_hr: Veliko slovo u polju za uređivanje

# Sounds
source: Delete of a text in an editbox
hr_hr: Brisanje teksta u polju za uređivanje

# Sounds
source: End of line in an editbox
hr_hr: Kraj retka u polju za uređivanje

# Sounds
source: Password character in an editbox
hr_hr: Znak lozinke u polju za uređivanje

# Sounds
source: Space in an editbox
hr_hr: Prazno mjesto u polju za uređivanje

# Sounds
source: Marker of a button in a form
hr_hr: Oznaka gumba u obrazcu

# Sounds
source: Marker of a checkbox in a form
hr_hr: Oznaka potvrdnog okvira u formularu

# Sounds
source: User signed in or Elten window focused
hr_hr: Korisnik se prijavio ili je fokusiran prozor eltena

# Sounds
source: User signed out or Elten closed
hr_hr: Korisnik se odjavio ili je elten maknut iz fokusa

# Sounds
source: Elten minimized into tray
hr_hr: Elten je minimiziran u traku s obavjestima

# Sounds
source: New chat message
hr_hr: Nova poruka u čavrljanju

# Sounds
source: Messages window updated
hr_hr: Prozor poruka je osvježen

# Sounds
source: New event
hr_hr: Novi događaj

# Sounds
source: Notification: birthday of a friend
hr_hr: Obavijest: rođendan prijatelja

# Sounds
source: Notification: new comment on your blog
hr_hr: Obavijest: novi komentar na blogu

# Sounds
source: Notification: new post on a followed blog
hr_hr: Obavijest: novi post na praćenom blogu

# Sounds
source: Notification: new thread on a followed forum
hr_hr: Obavijest: nova tema na praćenom forumu

# Sounds
source: Notification: new post on a followed forum
hr_hr: Obavijest: novi post na praćenom forumu

# Sounds
source: Notification: new post in a followed thread
hr_hr: Obavijest: novi post na praćenom forumu

# Sounds
source: Notification: new friend
hr_hr: Obavijest: novi prijatelj

# Sounds
source: Notification: new mention
hr_hr: Obavijest: novi osvrt

# Sounds
source: Notification: new message
hr_hr: Obavijest: nova poruka

# Sounds
source: Recording started
hr_hr: Snimanje je započelo

# Sounds
source: Recording stopped
hr_hr: Snimanje zaustavljeno

# Sounds
source: Clock sound
hr_hr: Zvuk sata

# Sounds
source: Alarm Sound
hr_hr: Zvuk alarma

# Sounds
source: Waiting for an action to be completed
hr_hr: Čekanje na završetak radnje

# Sounds
source: Type name of the soundtheme
hr_hr: Upišite naziv zvučne teme

# Sounds
source: Sounds guide, press space to play
hr_hr: Zvučni vodič: pritisnite razmak za reprodukciju

# Sounds
source: Editing sound theme %{theme}
hr_hr: Uređivanje zvučne teme %{theme}

# Sounds
source: Select new sound
hr_hr: Izaberi novi zvuk

# Sounds
source: Where to save this theme
hr_hr: Gdje spremiti temu

# Sounds
source: Do you want to save this soundtheme?
hr_hr: Želite li pospremiti ovu zvučnu temu?

# SpeedTest
source: Messages recipients
hr_hr: Primatelji poruka

# SpeedTest
source: Number of attempts to perform
hr_hr: Broj pokušaja koji treba izvesti

# SpeedTest
source: Unit to test
hr_hr: Jedinica za testiranje

# SpeedTest
source: Blogs list
hr_hr: Popis blogova

# SpeedTest
source: Session refresh
hr_hr: Osvježavanje sesije

# SpeedTest
source: What's new
hr_hr: Što je novo

# SpeedTest
source: Forum structure (uncompressed)
hr_hr: Struktura foruma (izvorno)

# SpeedTest
source: Forum structure (compressed)
hr_hr: Struktura foruma (sažeto)

# SpeedTest
source: Performing test, please wait
hr_hr: Izvodim test... molimo pričekajte...

# SpeedTest
source: Average time
hr_hr: Prosječno vrijeme

# SpeedTest
source: Minimum time
hr_hr: Minimalno vrijeme

# SpeedTest
source: Maximum time
hr_hr: Maksimalno vrijeme

# SpeedTest
source: Test results
hr_hr: Rezultati testiranja

# Update
source: A new version of this program is available. Do you want to download and instal it?
hr_hr: Nov verzja ovog programa je dostupna. Želite li ju preuzeti i instalirati?

# Update
source: Please wait while files are downloaded.
hr_hr: Molim pričekati... traje preuzimanje datoteka

# Update
source: The update has been downloaded. To install it, the program must be restarted. Press enter to continue or escape to cancel.
hr_hr: Nadogradnja je preuzeta. Kako biste ju instalirali, program mora biti ponovno pokrenut. Pritisnite enter za nastavak ili escape za odustajanje.

# Update
source: Now, the update will be installed. The program will restart.
hr_hr: Nadogradnja će sada biti instalirana. Program će ponovno biti pokrenut.

# Update
source: The program will be now reverted to the latest stable version. Elten will restart. It may take several minutes.
hr_hr: Program će se vratiti na zadnju stabilnu verziju. Elten će se ponovno pokrenuti. To može potrajati nekoliko minuta.

# UserSearch
source: Search users
hr_hr: Pretraga korisnika

# UserSearch
source: No match found.
hr_hr: Poklapanje nije pronađeno.

# UserSearch
source: Found items
hr_hr: Rezultati pretrage

# UserSearch
source: Search again
hr_hr: Pretraži ponovo

# Users
source: List of users
hr_hr: Popis korisnika

source: UsersAddedMeToThis section is unavailable for guests
hr_hr: UsersAddedMeToThis odjeljak je nedostupan gostima

# UsersAddedMeToContacts
source: Users who added me to their contacts list
hr_hr: Korisnici koji su me dodali u svoje kontakte

# Users_RecentlyActived
source: Recently active users
hr_hr: Zadnje aktivni korisnici

# Users_RecentlyRegistered
source: Recently registered users
hr_hr: Zadnji zaregistrirani korisnici

source: What's new
hr_hr: Što je novo

# WhatsNew
source: Friends' birthday
hr_hr: Rođendani prijatelja

# WhatsNew
source: New friends
hr_hr: Novi prijatelji

# WhatsNew
source: New posts on followed forums
hr_hr: Novi zapisi na sljeđenim forumima

# WhatsNew
source: Mentions
hr_hr: Rođendani prijatelja

# WhatsNew
source: Update available (%{version})
hr_hr: Dostupna je nadogradnja (%{version})

# WhatsNew
source: New messages
hr_hr: nove poruke

# WhatsNew
source: New posts in followed threads
hr_hr: Novi zapisi u sljeđenim temama

# WhatsNew
source: New posts on the followed blogs
hr_hr: Novi zapisi na sljeđenim blogovima

# WhatsNew
source: New comments on your blog
hr_hr: Novi komentari na tvojem blogu

# WhatsNew
source: New threads on followed forums
hr_hr: Nove teme na sljeđenim forumima

# WhatsNew
source: There is nothing new.
hr_hr: Nema ničeg novog

# WhatsNew
source: There is nothing new on followedblogs.
hr_hr: Nema nićeg novog na praćenim blogovima.

# Youtube
source: Search Youtube
hr_hr: Pretraži Youtube

# Youtube
source: Load more
hr_hr: Učitaj više

# Youtube
source: Search results
hr_hr: Rezultati pretrage

# Youtube
source: Details
hr_hr: Detalji

# Youtube
source: Keywords
hr_hr: Ključne riječi

# Youtube
source: Published on
hr_hr: Objavljeno

# Youtube
source: Duration
hr_hr: Duljina

# *Main
source: Your playlist has been changed. Save current changes?
hr_hr: Tvoj popis za reprodukciju je izmijenjen. Želite li spremiti promjene?

# *Main
source: Do you want to save your playlist?
hr_hr: Želiš li spremiti popis za reprodukciju?

# *Main
source: Do you want to delete the saved playlist?
hr_hr: Želiš li izbrisati premljeni popis za reprodukciju?
