Repository: Kostenkov-2021/elten2
Catalog: Client/locale/*/LC_MESSAGES/elten.po
Languages: hr_hr

source: Apply
hr_hr: Primjeni

source: Save
hr_hr: Spremi

source: Cancel
hr_hr: Odustani

# Account
source: Full name
hr_hr: Ime i prezime

source: Male
hr_hr: Muško

source: Female
hr_hr: Žensko

# Account
source: Gender
hr_hr: Spol

source: September
hr_hr: rujan

source: May
hr_hr: svibanj

source: January
hr_hr: siječanj

source: July
hr_hr: srpanj

source: June
hr_hr: lipanj

source: February
hr_hr: veljača

source: April
hr_hr: travanj

source: August
hr_hr: kolovoz

source: October
hr_hr: listopad

source: November
hr_hr: studeni

source: December
hr_hr: prosinac

source: March
hr_hr: ožujak

# Account
source: Birth date: year
hr_hr: datum rođenja: godina

# Account
source: Birth date: month
hr_hr: Datum rođenja: mjesec

# Account
source: Birth date: day
hr_hr: Datum rođenja: dan

# Account
source: Country
hr_hr: država

# Account
source: State / Province
hr_hr: županija /provincija

# Account
source: City
hr_hr: Grad

# Account
source: Hide my profile for strangers
hr_hr: Sakrij moj profil pred osobama koje nisu u mojem spisku kontakata

# Account
source: Black list
hr_hr: Crna lista

# Account
source: Notice only
hr_hr: Samo obavjesti

# Account
source: Notice and show in what's new
hr_hr: Obavjesti i pokaži u rubrici što je novo

# Account
source: Ignore
hr_hr: ignoriraj

# Account
source: New friends
hr_hr: Novi prijatelji

# Account
source: Mentions
hr_hr: Spominjanja

# Account
source: Friends' birthday
hr_hr: Rođendani prijatelja

# Account
source: New messages
hr_hr: Nove poruke

# Account
source: New posts in followed threads
hr_hr: Novi zapisi u sljedećim temama

# Account
source: New posts on followed forums
hr_hr: Novi zapisi na sljeđenim forumima

# Account
source: New threads on followed forums
hr_hr: Nove teme na sljeđenim forumima

# Account
source: New comments on your blog
hr_hr: Novi komentari na tvojem blogu

# Account
source: New posts on the followed blogs
hr_hr: Novi zapisi na sljeđenim blogovima

# Account
source: Account security
hr_hr: Sigurnost naloga

source: Saved
hr_hr: Spremljeno

# Account
source: Enter your old password.
hr_hr: Upiši svoju staru lozinku.

# Account
source: Enter your new password.
hr_hr: Upiši svoju novu lozinku.

# Account
source: Repeat new password.
hr_hr: Ponovi novu lozinku.

# Account
source: Fields: New Password and Repeat New Password have different values.
hr_hr: Polja: nova lozinka i ponovi novu lozinku ne poklapaju se.

# Account
source: Your password has been changed.
hr_hr: Vaša lozinka je promijenjena.

source: Database Error
hr_hr: Greška u bazi podataka

source: Token expired
hr_hr: Token je istekao

# Account
source: The old password is incorrect.
hr_hr: Stara Lozinka je netočna.

# Account
source: Enter your password.
hr_hr: Upiši lozinku

# Account
source: Enter a new e-mail address.
hr_hr: Upiši novi e-mail

# Account
source: E-mail has been changed.
hr_hr: E-mail je promijenjen.

# Account
source: Error, you must disable mail events reporting first.
hr_hr: Greška, prvo morate isključiti izvještavanje o događajima e-mailom.

# Account
source: An error occurred while authenticating the account. You might have provided an incorrect password.
hr_hr: Dogodila se greška prilikom autentifikacije naloga. Možda ste upisali krivu lozinku.

# Account
source: Creation IP Address
hr_hr: IP adresa stvaranja

# Account
source: Generation date
hr_hr: Datum stvaranja

# Account
source: Computer
hr_hr: Računalo

# Account
source: Auto log in tokens
hr_hr: Ključevi automatske prijave

# Account
source: Log out all sessions
hr_hr: Odjavi sve sesije

source: Refresh
hr_hr: Osvježi

# Account
source: Are you sure you want to remove all auto log in tokens and log out all sessions? You will be logged off immediately.
hr_hr: Jeste li sigurni da želite ukloniti sve tokene i odjaviti sve sesije? Biti ćete odma odjavljeni.

source: Error
hr_hr: Greška

# Account
source: Add
hr_hr: Dodaj

# Account
source: Type a username which you want to add to blacklist.
hr_hr: Upiši korisničko ime korisnika, kojeg želiš dodati na crnu listu

# Account
source: The user cannot be found.
hr_hr: Korisnik ne postoji.

# Account
source: The users added to your black list cannot send you private messages. Are you sure you want to continue?
hr_hr: Korisnici koji su vas dodalli u crnu listu ne mogu vam slati privatne poruke. Želite li nastaviti?

# Account
source: User %{user} has been added to your blacklist
hr_hr: Korisnik %{user} dodan je na tvoju crnu listu

# Account
source: You cannot add an administrator to the black list.
hr_hr: Na crnu listu ne možeš dodavati članove administracije.

# Account
source: This user is already on your black list.
hr_hr: Ovaj korisnik je dodan na crnu listu.

source: Delete
hr_hr: Izbriši

# Account
source: Are you sure you want to remove this user from the black list?
hr_hr: Jesi li siguran da želiš ukloniti ovog korisnika s crne liste?

# Account
source: A user has been removed from the black list.
hr_hr: Korisnik je uklonjen s crne liste.

# Account
source: Last logins
hr_hr: Posljednje prijave

# Account
source: If you wish, you can configure Elten to report any changes and logins on your account from new devices to you by E-mail. To do this, you must verify your E-mail address. Do you want to do it now?
hr_hr: Ako želite, mžete uključiti obavještavanje o novim prijavama na vaš nalog e-mail. Kako biste to učinili, Morate potvrditi vaš e-mail. Želite li to učiniti sada?

# Account
source: The verification code has been sent to you via E-mail. Please type it here.
hr_hr: Verifikacijski kod vam je poslat e-mailom. Upišite ga ovdje.

# Account
source: Disable mail events reporting
hr_hr: isključi izvještavanje o događajima putem e-maila

# Account
source: Enable mail events reporting
hr_hr: Uključi izvještavanje o događajima putem e-maila

# Account
source: Mail events reporting is enabled.
hr_hr: Izvještavanje o događajima e-mailom je uključeno.

# Account
source: Mail events reporting is disabled. If you wish, you can enable it to receive information about changes made on your account and logins from new devices via E-mail
hr_hr: Izvještavanje o događajima e-mailom je isključeno. Ako želite, možete ga uključiti ako želite doznati o promjenama na vašim nalozima i novim prijavama

source: Exit
hr_hr: Izlaz

# Admins
source: Community Administrators
hr_hr: Administratori zajednice

# Admins
source: Recommended groups Moderators
hr_hr: Moderatori preporučenih grupa

# Admins
source: Administrators
hr_hr: Vijeće starijih

# Authentication
source: Two-factor authentication enables better account security by requiring the confirmation of each login with your phone. When activated, a text message with a verification code will be sent to you each time you log in from a new device. Entering this code will be required to sign in to the program.
hr_hr: Dvofaktorna autentifikacija omogućava bolju sigurnost potvrđujući svaku prijavu telefonom. Kada je aktivna, testna poruka sa verifikacijskim kodom bit će poslana svaki put prilikom prijave na novi uređaj. Upisivanej koda bit će potrebno za prijavu u program.

source: Enable
hr_hr: Omogući

# Authentication
source: Two-factor authentication is enabled on this account.
hr_hr: dvofaktorna autentifikacija je uključena za ovaj nalog

source: Disable
hr_hr: Onemogući

# Authentication
source: Type your password
hr_hr: Upiši svoju lozinku

# Authentication
source: Type your phone number that will be used during verification. Remember to enter the country code, for example, +48 for Poland
hr_hr: Upišite vaš telefonski broj koji će se koristiti tijekom verifikacije Ne zaboravite upisati predbroj države, na primjer +48 za poljsku

# Authentication
source: Two-factor authentication was introduced in Elten 2.28. After activating it, it will not be possible to log in from the older versions of the program. DO you wish to continue anyway?
hr_hr: Dvofaktorna autentifikacija je uvedena u Verziji eltena 2.28. Poslije aktivacije, neće biti moguća prijava iz starije verzije programa. Želite li svejedno nastaviti?

# Authentication
source: Is this phone number correct? Press enter to continue or escape to cancel.
hr_hr: Je li telefonski broj ispravan? Pritisnite enter za nastavak ili escape za izlaz.

# Authentication
source: Please wait, connecting to the server ...
hr_hr: Pričekaj, traje povezivanje na poslužitelj...

# Authentication
source: On the phone number indicated, you will receive a text message with the code activating two-factor authentication. Enter this code
hr_hr: Na telefonski broj koji ste upisali, dobit ćete kod sa dvofaktornom autentifikacijom. Upišite ovaj kod

# Authentication
source: The entered code is not correct. Try again.
hr_hr: Nepravilan upisani kod. Pokušaj ponovo još jednom.

# Authentication
source: The entered code is not correct.
hr_hr: Upisani kod je neispravan.

# Authentication
source: Two-factor authentication has been activated on this account.
hr_hr: Dvofaktorna autentifikacija je aktivirana za ovaj nalog.

# Authentication
source: Are you sure you want to disable two-factor authentication?
hr_hr: Jesi li suguran da želiš isključiti dvofaktornu autentifikaciju?

# Authentication
source: Two-factor authentication has been disabled.
hr_hr: Dvofaktorna autentifikacija je isključena.

# Authentication
source: Invalid password
hr_hr: Upisana je nepravilna lozinka.

# Ban
source: Enter a username to ban
hr_hr: Upiši korisničko ime kojeg treba banirati.

# Ban
source: Year
hr_hr: godina

# Ban
source: Day
hr_hr: dan

# Ban
source: Three days
hr_hr: tri dana

# Ban
source: Week
hr_hr: tjedan

# Ban
source: 2 weeks
hr_hr: dva tjedna

# Ban
source: 30 days
hr_hr: trideset dana

# Ban
source: 90 days
hr_hr: devedeset dana

# Ban
source: An additional message to the user
hr_hr: Dodatna poruka za korisnika

# Ban
source: The reason
hr_hr: Razlog

source: Ban
hr_hr: baniraj

# Ban
source: Banned.
hr_hr: banirano

# Ban
source: Enter a username to unban.
hr_hr: Upiši korisničko ime, koje treba odbanirati

# Ban
source: Unban
hr_hr: makni ban

# Ban
source: The ban cancel reason
hr_hr: Razlog odbaniravanja

# Ban
source: Ban valid until
hr_hr: Ban traje do

# Ban
source: The ban reason
hr_hr: Razlog bananja

# Ban
source: Unbanned.
hr_hr: Odbanirano

# Blog
source: Open external wordpress blog
hr_hr: Otvori vanjski blog na Wordpress platformi

# Blog
source: Managed blogs
hr_hr: Upravljani blogovi

# Blog
source: Recently updated blogs
hr_hr: Zadnje ažurirani blogovi

# Blog
source: Frequently updated blogs
hr_hr: Najčešće ažurirani blogovi

# Blog
source: Frequently commented blogs
hr_hr: Najčešće komentirani blogovi

# Blog
source: Followed blogs
hr_hr: Sljeđeni blogovi

# Blog
source: Blogs
hr_hr: Blogovi

# Blog
source: Blogs popular with my friends
hr_hr: Popularni blogovi mojih prijatelja

# Blog
source: The blog cannot be found.
hr_hr: Blog ne postoji.

# Blog
source: All posts
hr_hr: svi zapisi

# Blog
source: Category name
hr_hr: Naziv kategorije

# Blog
source: The category has been created.
hr_hr: Kategorija je stvorena.

# Blog
source: Are you sure you want to delete this category?
hr_hr: Jesi li siguran da želiš izbrisati ovu kategoriju?

# Blog
source: Select
hr_hr: Izaberi

# Blog
source: Rename
hr_hr: Promjeni naziv

# Blog
source: New category
hr_hr: Nova kategorija

# Blog
source: You do not have any blog. Do you want to create one?
hr_hr: Nemaš blog. Želiš li ga stvoriti?

# Blog
source: Type a blog name
hr_hr: Upiši naziv stvorenog bloga.

# Blog
source: Please wait...
hr_hr: čekaj...

# Blog
source: The blog has been created.
hr_hr: Blog je stvoren.

# Blog
source: No new comments on your blog.
hr_hr: Nema novih komentara na tvojem blogu.

# Blog
source: Are you sure you want to delete this post?
hr_hr: Jesi li siguran da želiš izbrisati ovaj zapis?

# Blog
source: Edit
hr_hr: Uredi

# Blog
source: Move to another blog
hr_hr: Prenesi na drugi blog

# Blog
source: Copy post URL
hr_hr: Kopiraj adresu posta

# Blog
source: New post
hr_hr: Novi zapis

# Blog
source: Post title
hr_hr: Naslov zapisa

# Blog
source: Post
hr_hr: Sadržaj zapisa

# Blog
source: Create an audiopost
hr_hr: Stvori audiozapis

# Blog
source: Post categories
hr_hr: Kategorije postova

# Blog
source: Do not show to unlogged users
hr_hr: Sakrij pred neprijavljenim korisnicima

# Blog
source: Visibility
hr_hr: Vidljivost

# Blog
source: Show to everyone
hr_hr: Pokaži svima

# Blog
source: Allow users to comment this post
hr_hr: Dozvoli komentiranje ovog posta

# Blog
source: Send
hr_hr: Pošalji

# Blog
source: Record a new post
hr_hr: Snimi novi zapis

# Blog
source: Use an existing file
hr_hr: Koristi postojeću datoteku

# Blog
source: Stop recording
hr_hr: Završi snimanje

# Blog
source: Play
hr_hr: Reproduciraj

# Blog
source: Create a text post
hr_hr: Stvori tekstualni zapis

# Blog
source: The post has been added.
hr_hr: Zapis je dodan.

# Blog
source: Text post
hr_hr: Tekstualni post

# Blog
source: Post type
hr_hr: Tip posta

# Blog
source: Audio post
hr_hr: Audiozapis

# Blog
source: Use another file
hr_hr: Koristi drugu datoteku

# Blog
source: Select audio file
hr_hr: Izaberi audiozapis

# Blog
source: Do you wish to delete all comments on this post? You can disable commenting on this post without deleting comments already posted.
hr_hr: Želite li izbrisati sve komentare u ovom postu? Možete onemogućiti komentiranje postova bez brisanja posojećik komentara.

# Blog
source: File is being converted...
hr_hr: Konvertiranje datoteke

# Blog
source: Your comment
hr_hr: Tvoj komentar

# Blog
source: Edit your post
hr_hr: Modificiraj svoj zapis

# Blog
source: Return
hr_hr: Nazad

# Blog
source: The comment has been added.
hr_hr: Komentar je dodan.

# Blog
source: Delete this comment
hr_hr: Izbriši ovaj komentar

# Blog
source: Are you sure you want to delete this comment?
hr_hr: Jeste li sigurni da želite li izbrisati ovaj komentar?

# Blog
source: Author
hr_hr: Autor

# Blog
source: Blogs list
hr_hr: Popis blogova

# Blog
source: This blog is not followed by any user
hr_hr: Ovaj blog ne prati ni jedan korisnik

# Blog
source: Coworkers
hr_hr: suradnici

# Blog
source: Add coworker
hr_hr: dodaj suradnika

# Blog
source: What user you want to add to this blog?
hr_hr: Kojeg korisnika želite dodati u ovaj blog?

# Blog
source: User not found
hr_hr: Korisnik nije pronađen

# Blog
source: Are you sure you want to release this coworker?
hr_hr: Jeste li sigurni da želite otpustiti ovog suradnika?

# Blog
source: Are you sure you want to delete this blog?
hr_hr: Jeste li sigurni da želite izbrisati ovaj blog?

# Blog
source: Open
hr_hr: otvori

# Blog
source: Recategorize
hr_hr: Rekategoriziraj

# Blog
source: Delete this blog
hr_hr: Izbriši ovaj blog

# Blog
source: Remove from the followed blogs
hr_hr: Izbriši iz sljeđenih blogova

# Blog
source: Add to followed blogs
hr_hr: Dodaj u sljeđene blogove

# Blog
source: Added to the followed blogs.
hr_hr: Dodano u sljeđene blogove.

# Blog
source: Removed from the followed blogs.
hr_hr: Izbrisano s popisa sljeđenih blogova.

# Blog
source: Add this blog to quick actions
hr_hr: Dodaj ovaj blog u brze akcije

# Blog
source: Blog added to quick actions
hr_hr: Blog je dodan u brze akcije

# Blog
source: Mark the blog as read
hr_hr: Označi sve zapise na ovom blogu kao pročitane

# Blog
source: All posts on this blog will be marked as read. Do you want to continue?
hr_hr: Svi će zapisi na ovom blogu biti označeni kao pročitani. Jesi li siguran da želiš nastaviti?

# Blog
source: The blog has been marked as read.
hr_hr: Svi su zapisi na ovom blogu označeni kao pročitani.

# Blog
source: Create new blog
hr_hr: Stvori novi blog

# Blog
source: My blog
hr_hr: Moj blog

# Blog
source: Move only this post, delete all comments
hr_hr: izbriši samo ovaj post, izbriši sve komentare

# Blog
source: Post destination
hr_hr: Cilj posta

# Blog
source: Move this post and all comments
hr_hr: Premjesti taj post sa komentarima

# Blog
source: Move type
hr_hr: Tip prijenosa

# Blog
source: The post has been moved.
hr_hr: Post je premješten.

# Changes
source: Changelog
hr_hr: Popis izmjena

source: This section is unavailable for guests
hr_hr: Ovaj odjeljak je nedostupan za goste

# Chat
source: You have been banned.
hr_hr: Baniran si.

source: Function not supported on this platform
hr_hr: Funkcija nije podržana na ovoj platformi

# Chat
source: Last message
hr_hr: zadnja poruka

# Chat
source: Joined the discussion
hr_hr: Uključio se u razgovor.

# Chat
source: Users online
hr_hr: Aktivni korisnici

# Chat
source: Hide the chat window
hr_hr: Sakrij čavrljanje

# Chat
source: Your message
hr_hr: Tvoja poruka

# Chat
source: Messages history
hr_hr: Povijest poruka

# Chat
source: Left the discussion.
hr_hr: Napustio je razgovor.

# Clock
source: Alarms
hr_hr: Alarmi

# Clock
source: Type
hr_hr: tip

# Clock
source: One time
hr_hr: jednokratan

# Clock
source: repeated
hr_hr: Ponovljeno

# Clock
source: Hour
hr_hr: sat

# Clock
source: Edit alarm
hr_hr: Uredi alarm

# Clock
source: Delete alarm
hr_hr: Izbriši alarm

# Clock
source: New alarm
hr_hr: Novi alarm

# Clock
source: Minute
hr_hr: Minuta

# Contacts
source: Empty list
hr_hr: Prazan spisak

source: Contacts
hr_hr: Kontakti

# Contacts
source: Are you sure you want to delete this contact?
hr_hr: Želiš li sigurno izbrisati ovaj kontakt?

# Contacts
source: New contact
hr_hr: Nowi Kontakt

# Contacts
source: Enter the name of the user you want to add to your contacts' list.
hr_hr: Upiši korisničko ime kontakta, kojeg želiš dodati.

# Contacts
source: Contact was added.
hr_hr: Kontakt je dodan.

# Contacts
source: This user is already added to your contacts' list.
hr_hr: Ovaj se korisnik već nalazi u tvojim kontaktima.

# Contacts
source: This user does not exist.
hr_hr: Korisničko ime ne postoji.

# Contacts
source: Type a username which you want to remove from your contact list.
hr_hr: Upiši korisničko ime, kojeg želiš ukloniti iz kontakata.

# Contacts
source: Contact has been deleted.
hr_hr: Kontakt je izbrisan.

# Contacts
source: This user is not added to your contacts' list.
hr_hr: Ovaj korisnik nije u tvojim kontaktima.

# Debug
source: Report connections to the server
hr_hr: Signaliziraj svako povezivanje na server

# Debug
source: A report
hr_hr: Raport

# Debug
source: OK
hr_hr: U redu

# EAPI_Common
source: Exit...
hr_hr: zatvaram program...

# EAPI_Common
source: Hide program in Tray
hr_hr: Sakrij program u system tray

# EAPI_Common
source: Enter the command to execute
hr_hr: Upiši komande, koje se trebaju izvršiti

# EAPI_Common
source: badges of this user
hr_hr: Uloge ovog korisnika

# EAPI_Common
source: Write a private message
hr_hr: Napiši privatnu poruku

# EAPI_Common
source: Open user's blog
hr_hr: Otvori blog ovog korisnika

# EAPI_Common
source: Visiting card
hr_hr: Vizitka

# EAPI_Common
source: Remove from contacts' list
hr_hr: Izbriši iz kontakata

# EAPI_Common
source: Add to contacts' list
hr_hr: Dodaj u kontakte

# EAPI_Common
source: Ban
hr_hr: Baniraj

# EAPI_Common
source: Unban
hr_hr: Ukloni ban

# EAPI_Common
source: There is nothing new.
hr_hr: Nema ničeg novog

# EAPI_Common
source: Describe the found error
hr_hr: Opiši nađenu grešku

# EAPI_Common
source: Send
hr_hr: pošalji

# EAPI_Common
source: Sent.
hr_hr: Poslano

# EAPI_Common
source: Empty list
hr_hr: Prazan popis

# EAPI_Common
source: Select contact
hr_hr: Odaberi kontak

# EAPI_Common
source: Gender
hr_hr: spol

source: male
hr_hr: Muško

# EAPI_Common
source: Age
hr_hr: dob

# EAPI_Common_female
source: Last seen
hr_hr: Zadnje gledani

# EAPI_Common_male
source: Last seen
hr_hr: Zadne gledani

# EAPI_Common
source: Last seen
hr_hr: Zadnje viđeni

# EAPI_Common
source: User has a blog
hr_hr: Korisnik posjeduje blog

# EAPI_Common
source: Forum posts
hr_hr: Tema na forumu

# EAPI_Common
source: Polls answered
hr_hr: Ispunjenih anketa

# EAPI_Common
source: Used version
hr_hr: Korištena inačica programa

# EAPI_Common
source: Registered
hr_hr: Nalog je registriran

# EAPI_Common
source: Visiting card of %{user}:
hr_hr: Vizitka korisnika %{user}:

# EAPI_Common
source: License agreement
hr_hr: Ugovor o licenciranju

# EAPI_Common
source: Terms and Conditions
hr_hr: Uvjeti korištenja

# EAPI_Common
source: Privacy Policy
hr_hr: Politika privatnosti

# EAPI_Common
source: I do not accept, exit
hr_hr: Ne prihvaćam, Zatvori program

# EAPI_Common
source: I accept Elten license agreement, Terms and Conditions and Privacy Policy
hr_hr: Prihvaćam Elten ugovor licence, uvjete korištenja i pravila privatnosti

# EAPI_Common
source: Do you accept Elten license agreement, terms and conditions and privacy policy?
hr_hr: Prihvaćate li Elten licenčni ugovor, uvjete korištenja i pravila privatnosti?

# EAPI_Common
source: You are trying to play a midi file. In order to play such files, Elten needs an external base of instruments. Do you want to download the base from the server now? It may take several minutes.
hr_hr: Pokušavate reproducirati Midi datoteku. Kako biste reproducirali takve datoteke, Elten treba vanjsku bazu instrumenata. Želite li sada preuzeti bazu? To može potrajati nekoliko minuta.

# EAPI_Common
source: Please wait, the soundfont is being downloaded. It may take a while.
hr_hr: Molimo pričekajte, zvučna tema se preuzima. Ovo može Potrajati nekoliko minuta.

# EAPI_Common
source: Soundfont downloaded succesfully.
hr_hr: Zvučna tema je uspješno preuzeta..

# EAPI_Common
source: voice
hr_hr: glas

# EAPI_Common
source: rate
hr_hr: Brzina

# EAPI_Common
source: destination location
hr_hr: Ciljno odredište

# EAPI_Common
source: File to read
hr_hr: Datoteka koju treba pročitati

# EAPI_Common
source: Create one file
hr_hr: Stvori jednu datoteku

# EAPI_Common
source: Divide by paragraphs
hr_hr: Podjela po odlomcima

# EAPI_Common
source: Divide every
hr_hr: podjeli svakih

# EAPI_Common
source: Output splitting
hr_hr: Podjela teksta

# EAPI_Common
source: Duration of one file (minutes)
hr_hr: dužina fragmenta (minute)

# EAPI_Common
source: Read file number
hr_hr: Pročitaj broj redka

# EAPI_Common
source: Output format
hr_hr: Izlazni format

# EAPI_Common
source: preview
hr_hr: redpregled

# EAPI_Common
source: confirm
hr_hr: potvrdi

# EAPI_Common
source: Title
hr_hr: naslov

# EAPI_Common
source: No selected file to read
hr_hr: Datoteka za čitanje nije izabrana

# EAPI_Common
source: Type a file name
hr_hr: Napiši naslov datoteke koju želiš stvoriti

# EAPI_Common
source: Select file location
hr_hr: Izaberi lokaciju na kojoj datoteka mora biti spremljena

# EAPI_Common
source: Select source file
hr_hr: Izaberi izvornu datoteku

# EAPI_Common
source: Please wait, reading to file
hr_hr: Čitanje datoteke, molim pričekah...

# EAPI_Common
source: Sentence %{cursentence} of %{sentences}
hr_hr: Rečenica %{cursentence} od %{sentences}

# EAPI_Common
source: Reading to file number
hr_hr: Čitanje u datoteku broj

# EAPI_Common
source: Read
hr_hr: pročitano

# EAPI_Common
source: Estimated elapsed time
hr_hr: Preostalo vrijeme

# EAPI_Common
source: Please wait, file processing...
hr_hr: Molim pričekati... traje procesiranje datoteka...

# EAPI_Common
source: Processing
hr_hr: Procesiram

# EAPI_Common
source: Reading to file finished.
hr_hr: Čitanje u datoteku je završeno.

# EAPI_Common
source: Compressing...
hr_hr: pakiranje...

# EAPI_Form
source: Opening a link...
hr_hr: Otvaranje poveznice...

# EAPI_Common
source: Checked: %{check}
hr_hr: odabrano: %{check}

# EAPI_Form
source: copied
hr_hr: kopirano

# EAPI_Form
source: Cut out
hr_hr: izrezano

# EAPI_Form
source: pasted
hr_hr: zaljepljeno

# EAPI_Form
source: undone
hr_hr: ponovljeno

# EAPI_Form
source: Repeated
hr_hr: Ponovljeno

# EAPI_Form
source: Enter a phrase to look for
hr_hr: Upiši tekst za pretragu

# EAPI_Form
source: No match found.
hr_hr: Nije nađeno poklapanje.
