Repository: Kostenkov-2021/elten2
Catalog: Client/locale/*/LC_MESSAGES/elten.po
Languages: hr_hr

# EAPI_Form
source: Edit box
hr_hr: polje za uređivanje

# EAPI_Form
source: Text
hr_hr: Tekst

# EAPI_Form
source: All tags
hr_hr: Svi tagovi

# EAPI_Form
source: Checked
hr_hr: označeno

# EAPI_Form
source: Unchecked
hr_hr: nije odabrano

# EAPI_Form
source: Empty list
hr_hr: prazan popis

# EAPI_Form
source: Button
hr_hr: gumb

# EAPI_Form
source: unchecked
hr_hr: nije označeno

# EAPI_Form
source: Checkbox
hr_hr: potvrdni okvir

# EAPI_Form
source: Music
hr_hr: Muzika

# EAPI_Form
source: Documents
hr_hr: Dokumenti

# EAPI_Form
source: Desktop
hr_hr: radna površina

# EAPI_Form
source: Choose a path
hr_hr: Upiši stazu

# EAPI_Common
source: This file cannot be played.
hr_hr: Nije moguće otvoriti ovu datoteku.

# EAPI_Common
source: Type a second to which you want to move.
hr_hr: Upiši sekundu na koju želiš preskoćiti

# EAPI_Form
source: File name
hr_hr: Ime datoteke

# EAPI_Form
source: Destination
hr_hr: ciljno mjesto

# EAPI_Form
source: Downloading...
hr_hr: preuzimanje...

# EAPI_Form
source: The file already exists. Do you want to override it?
hr_hr: Datoteka već postoji. Želite li ju zamjeniti?

# EAPI_Form
source: Downloaded
hr_hr: Preuzimanje je gotovo

# Messages
source: Sending: %{file}
hr_hr: slanje: %{file}

# EAPI_EltenSRV
source: Select a user
hr_hr: Izaberi korisnika

# EAPI_External
source: An error occurred while translating.
hr_hr: Dogodila se greška prilikom prevođenja

# EAPI_External
source: source language
hr_hr: Izvorni jezik

# EAPI_External
source: recognize automatically
hr_hr: Automatski otkrij jezik

# EAPI_External
source: destination language
hr_hr: Ciljni jezik

# EAPI_External
source: Translate
hr_hr: Prevoditelj

# EAPI_External
source: To play Youtube videos, Elten uses external Youtube-DL library. Do you want to download it now?
hr_hr: Kako biste reproducirali Youtube video, Elten koristi vanjsku biblioteku Youtube-DL. Želite li ju sada preuzeti?

# EAPI_External
source: Connecting to server, please wait...
hr_hr: Spajanje na poslužitelj... molim pričekati...

# EAPI_External
source: Do not read progress bar changes.
hr_hr: Ne čitaj izmjene trake napredovanja.

# EAPI_External
source: Read progress bar changes.
hr_hr: Čitaj izmjene trake napredovanja.

# EAPI_External
source: Add to playlist
hr_hr: Dodaj na popis za reprodukciju

# EAPI_External
source: Copy URL to the clipboard
hr_hr: Kopiraj URL u međuspremnik

# EAPI_External
source: Download
hr_hr: Preuzmi

# EAPI_External
source: Play
hr_hr: reproduciraj

# EAPI_External
source: Added to playlist
hr_hr: Dodano na spisak za reprodukciju

# EAPI_External
source: How do you want to download this file?
hr_hr: Kako želiš preuzeti tu datoteku?

# EAPI_External
source: Download as video
hr_hr: Preuzmi kao video

# EAPI_External
source: Download as audio
hr_hr: Preuzmi kao audio

# EAPI_External
source: Where you want to save this file?
hr_hr: Gdje želiš spremiti datoteku?

# EAPI_External
source: Downloading, please wait...
hr_hr: Preuzimanje... molim pričekati...

# EAPI_External
source: Select the format
hr_hr: Izaberi zvučni format

# EAPI_External
source: Please wait...
hr_hr: Čekaj...

# EAPI_External
source: Copied to clipboard.
hr_hr: Kopiraj u međuspremnik.

# EAPI_External
source: Please wait, downloadingYoutubeDL...
hr_hr: Molim pričekajte, downloadingYoutubeDL...

# EAPI_External
source: An error occurred while audiotrack capturing. Do you want to send a bug report? It may help us solve the problem.
hr_hr: Dogodila se pogreška prilikom snimanja zvuka. Želite li poslati izvještaj o grešci? Ovo nam pomaže riješiti problemu.

# EAPI_External
source: The file cannot be played. Do you want to report this bug? It may help us fix the issue.
hr_hr: Datoteka ne može biti reproducirana. Želite li poslati izvještaj o grešci? To nam može pomoći pri rješavanju problema.

# EAPI_External
source: The file you're trying to open was saved in format that Elten does not support. Do you want to download and install Calibre Library that will allow Elten to read Ebooks?
hr_hr: Datoteka je spremljena u formatu kojeg elten ne podržava. Želte li preuzeti i instalirati Calibre biblioteku koja omogućuje eltenu čitanje elektroničkih knjiga?

# EAPI_External
source: Please wait, downloading Calibre...
hr_hr: Molimo pričekajte, Preuzimam Calibre...

# EAPI_External
source: Please wait, extracting Calibre...
hr_hr: Molimo pričekajte, Izvalčim Calibre...

# EAPI_Network
source: sending...
hr_hr: slanje

# EAPI_Network
source: The file already exists. Do you want to override it?
hr_hr: Datoteka već postoji. Želite li ju nadpisati?

# EAPI_Network
source: Do not report progress bar changes.
hr_hr: Ne čitaj promjene trake napredovanja.

# EAPI_Network
source: Read progress bar changes.
hr_hr: Čitaj izmjene trake napredovanja.

# Program
source: The program has been closed.
hr_hr: Program je zatvoren.

# EAPI_Common
source: Using a screenreader
hr_hr: Korištenje čitača zaslona

# EAPI_Common
source: Using a selected SAPI synthesizer
hr_hr: Korištenje izabrane sapi govorne jedinice

# EAPI_QuickActions
source: Playlist: volume up
hr_hr: Popis za reprodukciju: Pojačaj

# EAPI_QuickActions
source: Playlist: toggle pause
hr_hr: Popis za reprodukciju: Uključi/isključi pauzu

# EAPI_Speech
source: Space
hr_hr: razmak

# EAPI_Speech
source: dot
hr_hr: točka

# EAPI_Speech
source: comma
hr_hr: zarez

# EAPI_Speech
source: slash
hr_hr: sleš

# EAPI_Speech
source: semi
hr_hr: točkazarez

# EAPI_Speech
source: tick
hr_hr: izostavnik

# EAPI_Speech
source: left bracket
hr_hr: lijeva vitičasta

# EAPI_Speech
source: right bracket
hr_hr: desna uglata

# EAPI_Speech
source: backslash
hr_hr: beksleš

# EAPI_Speech
source: dash
hr_hr: crtica

# EAPI_Speech
source: equals
hr_hr: jednako

# EAPI_Speech
source: less
hr_hr: manji

# EAPI_Speech
source: greater
hr_hr: veći

# EAPI_Speech
source: question
hr_hr: upitnik

# EAPI_Speech
source: colon
hr_hr: dvotočka

# EAPI_Speech
source: quote
hr_hr: navodnik

# EAPI_Speech
source: left brace
hr_hr: vitičasta

# EAPI_Speech
source: right brace
hr_hr: vitičaste

# EAPI_Speech
source: bar
hr_hr: okomito

# EAPI_Speech
source: line
hr_hr: podcrtano

# EAPI_Speech
source: bang
hr_hr: uskličnik

# EAPI_Speech
source: at
hr_hr: et

# EAPI_Speech
source: hash
hr_hr: broj

# EAPI_Speech
source: dollar
hr_hr: dolar

# EAPI_Speech
source: percent
hr_hr: posto

# EAPI_Speech
source: caret
hr_hr: zavijana crta

# EAPI_Speech
source: star
hr_hr: zvjezdica

# EAPI_Speech
source: left paren
hr_hr: Otvorena zagrada

# EAPI_Speech
source: right paren
hr_hr: zatvorena zagradanawias

# EAPI_UI
source: An unexpected error of Elten agent occurred. Do you want to report this event? It may definitely help us solve the problem.
hr_hr: Dogodila se neočekivana pogreška Elten agenta. Želite li nam poslati izvještaj o grešci? To nam može pomoći u rješavanju problema.

# EAPI_UI
source: The program is trying to recover from the frozen state.
hr_hr: Program će se pokušati vratiti u normalu.

source: Yes
hr_hr: da

source: No
hr_hr: Ne

source: Files
hr_hr: Datoteke

# Files
source: This file cannot be played.
hr_hr: Nemoguće otvoriti ovu datoteku

# Files
source: copied
hr_hr: kopirano

# Files
source: Cut out
hr_hr: izrezano

# Files
source: Add all audio files in this directory to playlist
hr_hr: Dodaj sve snimke iz ove mape u popis za reprodukciju

# Files
source: Open this directory
hr_hr: Otvori ovu mapu

# Files
source: Files added to playlist: %{count}.
hr_hr: %{count} datoteka dodano na popis za reprodukciju-

# Files
source: Do you want to run this Elten API script? Scripts coming from unknown sources can harm your computer or give access to your account to unauthorised persons. Continue if you trust a source this script comes from.
hr_hr: Želite li pokrenuti ovu Elten API skriptu? Skripte koje dolaze iz nepoznatih izvora mogu oštetiti vaš kompjuter ili dati dostup neovlaštenim osobama vašem nalogu. Nastavite ako vjerujete ozvoru iz kojeg dolaze skripte.

# Files
source: Extract
hr_hr: raspakiraj

# Files
source: Unpacked.
hr_hr: Raspakirano.

# Files
source: pasted
hr_hr: Zaljepljeno

# Files
source: The clipboard is empty
hr_hr: međuspremnik prazan

# Files
source: File
hr_hr: Datoteka

# Files
source: Open in an associated application
hr_hr: Otvori u pridjeljenom programu

# Files
source: Compress
hr_hr: Zapakiraj

# Files
source: Select archive format
hr_hr: Izaberi format arhive

# Files
source: Compressed
hr_hr: Zapakirano

# Files
source: Rename
hr_hr: Promjeni naziv

# Files
source: A new file name
hr_hr: Novi naziv

# Files
source: The file name has been changed.
hr_hr: Naziv je promijenjen.

# Files
source: Do you really want to delete %{filename}?
hr_hr: Jesi li siguran da želiš izbrisati %{filename}?

# Files
source: Deleted
hr_hr: Izbrisano

# Files
source: Clipboard
hr_hr: međuspremnik

# Files
source: Copy
hr_hr: kopiraj

# Files
source: Copied
hr_hr: Kopirano

# Files
source: Cut
hr_hr: izreži

# Files
source: Paste
hr_hr: zalijepi

# Files
source: Create
hr_hr: stvori

# Files
source: New folder
hr_hr: Nova mapa

# Files
source: Enter a folder name
hr_hr: upiši naziv mape

# Files
source: The folder has been created.
hr_hr: Mapa je stvorena.

# Files
source: New text file
hr_hr: Novi tekstualni dokument

# Files
source: Enter a file name
hr_hr: Upiši naziv datoteke

# Files
source: The file has been created.
hr_hr: Datoteka je stvorena.

# Files
source: New record
hr_hr: Nova snimka

# Files
source: Record
hr_hr: snimi

# Files
source: Delete the playlist
hr_hr: Izbriši popis za reprodukciju

# Files
source: Playlist cleared
hr_hr: Popis za reprodukciju je izbrisa

# Files
source: Text
hr_hr: Tekst

# Files
source: Document
hr_hr: Dokument

# Files
source: Play
hr_hr: Reproduciraj

# Files
source: Add to playlist
hr_hr: Dodaj na popis za reprodukciju

# Files
source: convert
hr_hr: Konvertiraj

# Files
source: Playing: %{file}
hr_hr: Reproduciram: %{file}

# Files
source: Convert to
hr_hr: Konvertiraj u

# Files
source: Sound quality
hr_hr: Kvaliteta zvuka

# Files
source: Please wait, the file is being converted.
hr_hr: Molim pričekaj... traje konverzija datoteke

# Files
source: Converted.
hr_hr: Konverzija je gotova.

# Files
source: Edit
hr_hr: Uredi

# Files
source: Read to file
hr_hr: Učitaj u datoteku

# Files
source: Read
hr_hr: Čitaj

# Files
source: Processing...
hr_hr: Procesiranje...

# ForgotPassword
source: If you lose your password, you can still reset it via the E-mail address provided during the registration process. This way you shall generate the password reset code which will be used to verify your identity. The code will be sent to your e- mail address. Warning! Two-factor authentication will be disabled on your account. To continue, enter your username
hr_hr: Ako izgubite svoju lozinku, možete ju resetirati uz pomoć e-maila kojeg ste upisali pri registraciji. Na taj ćete način generirati kod resetiranja lozinke koji će se koristiti za vraćanje lozinke i verificiranje vašeg identiteta. Kod će biti poslan na vašu e-mail adresu. Dvofaktorna autentifikacija bit će isključena. Kako biste potvrdili upišite korisničko ime

# ForgotPassword
source: Enter the E-mail address used during the registration process
hr_hr: Upiši e-mail adresu, koju si koristio prilikom procesa registracije.

# ForgotPassword
source: The typed E-mail address is not associated with the entered username.
hr_hr: Upisana e-mail adresa ne poklapa se sa korisničkim imenom.

# ForgotPassword
source: Password reset
hr_hr: Povrat lozinke

# ForgotPassword
source: Enter password reset code
hr_hr: Upiši ključ povrata lozinke

# ForgotPassword
source: Generate password reset code
hr_hr: Generiraj ključ povrata lozinke

# ForgotPassword
source: Please wait while the password reset key is being generated.
hr_hr: Molim pričekaj, traje stvaranje ključa za povrat lozinke...

# ForgotPassword
source: An unexpected error
hr_hr: Dogodila se neočekivana greška.

# ForgotPassword
source: Password reset key has been sent to your specified E-mail address. To continue, select the option for entering key.
hr_hr: Ključ za resetiranj lozinke je poslan na vašu e-mail adresu. Kako bste nastavili, označite opciju unos koda.

# ForgotPassword
source: Enter the generated password reset code
hr_hr: Upiši generirani ključ povrata lozinke.

# ForgotPassword
source: The entered code is invalid.
hr_hr: Upisani ključ je nepravilan.

# ForgotPassword
source: Type a new password
hr_hr: Upiši novu lozinku

# ForgotPassword
source: Type a new password again
hr_hr: Upiši ponovo novu lozinku

# ForgotPassword
source: The entered passwords are different.
hr_hr: Upisane lzinke se ne poklapaju.

# ForgotPassword
source: Empty password provided.
hr_hr: Upisana je prazna lozinka.

# ForgotPassword
source: Please wait while the password is being changed
hr_hr: Pričekaj sve dok lozinka budet izmjenjena

# ForgotPassword
source: The password has been changed. You can log in to your account using the new data.
hr_hr: Lozinka je izmjenjena. Možete se prijaviti na vaš nalog koristeći nove podatke.

# Forum
source: Sort
hr_hr: Sortiraj

# Forum
source: Default
hr_hr: Podrazumjevano

# Forum
source: By name (ascending)
hr_hr: Po nazivu (uzlazno)

# Forum
source: By name (descending)
hr_hr: Po nazivu (silazno)

# Forum
source: By unread posts (ascending)
hr_hr: po nepročitanim postovima (uzlazno)

# Forum
source: By unread posts (descending)
hr_hr: po nepročitanim postovima (silazno)

# Forum
source: All groups (%{count})
hr_hr: Sve grupe (%{count})

# Forum
source: Recently created groups
hr_hr: Zadnje stvorene grupe

# Forum
source: Groups popular with my friends
hr_hr: Grupe popularne među mojim prijateljima

# Forum
source: My threads
hr_hr: Moje teme

# Forum
source: Search
hr_hr: Traži

# Forum
source: Open groups (%{count})
hr_hr: Otvorene grupe (%{count})

# Forum
source: Recommended groups (%{count})
hr_hr: Preporučene grupe (%{count})

# Forum
source: Threads popular with my friends
hr_hr: Teme popularne među mojim prijateljima

# Forum
source: Forums
hr_hr: forumi

# Forum
source: Threads
hr_hr: teme

# Forum
source: Unread
hr_hr: Novo

# Forum
source: posts
hr_hr: zapisi

# Forum
source: Enter a phrase to look for
hr_hr: Upiši tekst pretrage

# Forum
source: Open
hr_hr: Otvori

# Forum
source: Group summary
hr_hr: Opis grupe

# Forum
source: Members
hr_hr: Članovi

# Forum
source: Founder
hr_hr: Osnivač

# Forum
source: Founded at
hr_hr: Osnovana

# Forum
source: The most active members
hr_hr: Najaktivniji članovi

# Forum
source: Group size
hr_hr: Veličina grupe

# Forum
source: Audio posts
hr_hr: Audio postovi

# Forum
source: Text
hr_hr: Tekst

# Forum
source: Overall size
hr_hr: Ukupna veličina

# Forum
source: Group regulations
hr_hr: Pravila grupe

# Forum
source: Edit group regulations
hr_hr: Uredi pravila grupe

# Forum
source: Regulations updated
hr_hr: Pravila su osvježena

# Forum
source: Group members
hr_hr: Članovi grupa

# Forum
source: Type user to invite
hr_hr: Napiši ime korisnika kojeg želiš pozvati

# Forum
source: This user does not exist
hr_hr: Taj korisnik ne postoji

# Forum
source: The user has been invited
hr_hr: Korisnik je pozvan

source: You haven't permissions to do this
hr_hr: Nemaš odgovarajuća prava za izvršavanje ove operacije

# Forum
source: This user already belongs to this group
hr_hr: Ovaj korisnik već pripada toj grupi

# Forum
source: Accept invitation
hr_hr: Prihvati pozivnicu

# Forum
source: Ask to be enrolled in this group
hr_hr: Zatraži promociju u ovoj grupi

# Forum
source: Do you wish to ask to be enrolled in %{groupname}
hr_hr: Želite li stvarno zatražiti promociju u ovoj grupi %{groupname}

# Forum
source: Are you sure you want to join %{groupname}?
hr_hr: jeste li sugurni da se želite pridružiti grupi %{groupname}?

# Forum
source: Request sent
hr_hr: Zahtjevv je poslan

# Forum
source: You've just joined the group
hr_hr: Upravo ste se pridružili grupi

# Forum
source: Group
hr_hr: Grupa

# Forum
source: Refuse invitation
hr_hr: Odbaci pozivnicu

# Forum
source: Are you sure you want to leave %{groupname}?
hr_hr: Jeste li sigurni da želite napustiti grupu %{groupname}?

# Forum
source: You've just left the group
hr_hr: Upravo ste napustili grupu

# Forum
source: Edit group
hr_hr: Uredi grupu

# Forum
source: Group name
hr_hr: Naziv grupe

# Forum
source: Group description
hr_hr: Opis grupe

# Forum
source: Group type
hr_hr: Tip grupe

# Forum
source: open (everyone can join)
hr_hr: Otvorena (svatko se može prijaviti)

# Forum
source: Moderated (everyone can request)
hr_hr: Moderirano (svatko može zatražiti zahtjev za prijavu)

# Forum
source: Group join type
hr_hr: Tip grupe koje se želite priključiti

# Forum
source: closed (only invited users can join)
hr_hr: Zatvoreno (samo pozvani korisnici se mogu pridružiti)

# Forum
source: Delete group
hr_hr: Izbriši grupu

# Forum
source: Are you sure you want to delete %{groupname}?
hr_hr: Jeste li sigurni da želite izbrisati grupu %{groupname}?

# Forum
source: Group has been deleted
hr_hr: Grupa je izbrisana

# Forum
source: New group
hr_hr: Nova grupa

# Forum
source: Waiting for review
hr_hr: Čekam na odobravanje

# Forum
source: Grant moderation privileges
hr_hr: Daj moderatorska prava

# Forum
source: Deny moderation privileges
hr_hr: Oduzmi moderatorska prava

# Forum
source: Pass administrative privileges
hr_hr: Prenesi administratorska prava

# Forum
source: Examine
hr_hr: Ispitaj

# Forum
source: Ban in this group
hr_hr: Baniraj u ovoj grupi

# Forum
source: Are you sure you want to grant moderation privileges in %{groupname} to user %{user}?
hr_hr: Jeste li sigurni da želite dati moderatorska prava u grupi %{groupname} korisniku %{user}?

# Forum
source: Are you sure you want to deny %{user}'s moderation privileges?
hr_hr: Jeste li sigurni da želite oduzeti moderatorska prava korisniku %{user}?

# Forum
source: Privileges of this user have been changed.
hr_hr: Prava ovog korisnika su izmijenjena

# Forum
source: Are you sure you want to ban %{user} in %{groupname}?
hr_hr: Jeste li sugurni da želite banirati korisnika u %{user} u %{groupname}?

# Forum
source: Are you sure you want to kick %{user} of %{groupname}?
hr_hr: Jeste li sigurni da želite izbaciti korisnika %{user} iz grupe %{groupname}?

# Forum
source: Are you sure you want to unban %{user} in %{groupname}?
hr_hr: Jeste li sigurni da želite odbanirati korisnika %{user} u grupi %{groupname}?

# Forum
source: Do you want to accept request of user %{user}
hr_hr: Želite li prihvatiti zahtjev korisnika %{user}

# Forum
source: Do you want to refuse request of user %{user}
hr_hr: Želite li odbaciti zahtjev korisnika %{user}

# Forum
source: Are you sure you want to resign your administrative privileges in %{groupname} and pass them to %{user}?
hr_hr: Jeste li sigurni da se želite odreći administratorskih prava u %{groupname} i predati ih korisniku %{user}?

# Forum
source: Create group
hr_hr: Stvori grupu

# Forum
source: Group has been created
hr_hr: Grupa je stvorena.

# Forum
source: Select forum
hr_hr: Označi forum

# Forum
source: Forum tags
hr_hr: Oznake foruma

# Forum
source: New tag
hr_hr: Nova oznaka

# Forum
source: Delete tag
hr_hr: Ukloni oznaku

# Forum
source: Are you sure you want to delete this tag?
hr_hr: Jeste li sigurni da želite izbrisati ovu oznaku?

# Forum
source: Tag name
hr_hr: Naziv oznake

# Forum
source: Delete tag value
hr_hr: Izbriši vrijednost oznake

# Forum
source: Follow this forum
hr_hr: Počni pratiti ovaj forum

# Forum
source: Unfollow this forum
hr_hr: Ukloni sljeđene forume

# Forum
source: Added to followed forums list.
hr_hr: Dodano u sljeđene forume.

# Forum
source: Removed from followed forums list.
hr_hr: Izbrisano iz sljeđenih foruma.

# Forum
source: Mark this forum as read
hr_hr: Označi ovaj forum kao pročitan

# Forum
source: All posts on this forum will be marked as read. Are you sure you want to continue?
hr_hr: Svi će postovi na ovom forumu biti označeni kao pročitani. Jeste li sigurni da želite nastaviti?

# Forum
source: The forum has been marked as read.
hr_hr: Forum je označen kao pročitan.

# Forum
source: Moderation
hr_hr: Moderacija

# Forum
source: New forum
hr_hr: Novi forum

# Forum
source: Edit forum
hr_hr: Uredi forum

# Forum
source: Forum description
hr_hr: Opis foruma

# Forum
source: Forum name
hr_hr: Naziv foruma

# Forum
source: Close forum
hr_hr: Zatvori forum

# Forum
source: Open forum
hr_hr: Otvori forum

# Forum
source: The forum has been opened
hr_hr: Forum je otvoren

# Forum
source: The forum has been closed
hr_hr: Forum je zatvoren

# Forum
source: Edit forum tags
hr_hr: Uredi tagove foruma

# Forum
source: Change forum position
hr_hr: Promjeni poziciju foruma

# Forum
source: Move forum
hr_hr: Premjesti forum

# Forum
source: Move to end
hr_hr: Premjesti na kraj

# Forum
source: Delete forum
hr_hr: Izbriši forum

# Forum
source: Are you sure you want to delete this forum?
hr_hr: Jeste li sigurni da želite izbrisati ovaj forum?

# Forum
source: The forum has been deleted.
hr_hr: Forum je izbrisan.

# Forum
source: Text forum
hr_hr: Tekstualni forum

# Forum
source: Voice forum
hr_hr: Glasovni forum

# Forum
source: Mixed forum
hr_hr: Mješani forum

# Forum
source: Forum type
hr_hr: Tip foruma

# Forum
source: Create forum
hr_hr: Stvori forum

# Forum
source: The forum has been created
hr_hr: Forum je stvoren

# Forum
source: No new posts in followed threads
hr_hr: Nema novih zapisa u sljeđenim temama

# Forum
source: No new threads on the followed forums
hr_hr: Nema novih tema na sljeđenim forumima

# Forum
source: No new posts on the followed forums
hr_hr: Nema novih zapisa na sljeđenom forumu

# Forum
source: No new mentions
hr_hr: Nema novih osvrta

# Forum
source: New
hr_hr: Nowi

# Forum
source: Montioned by
hr_hr: osvrnuo se

# Forum
source: Select thread
hr_hr: Označi temu

# Forum
source: Author
hr_hr: Autor

# Forum
source: Mark this thread
hr_hr: Označi ovu temu

# Forum
source: Unmark this thread
hr_hr: Odznači ovu temu

# Forum
source: Thread unmarked
hr_hr: Tema nije označena

# Forum
source: Thread marked
hr_hr: Tema je označena

# Forum
source: Add to followed threads list
hr_hr: Dodaj u sljeđene postove

# Forum
source: Unfollow this thread
hr_hr: Ukloni iz sljeđenih postova

# Forum
source: Added to the list of followed threads.
hr_hr: Dodano do sljeđenih tema.

# Forum
source: Removed from followed threads list.
hr_hr: Izbrisano iz sljeđenih tema.

# Forum
source: Thread statistics
hr_hr: Statistika teme

# Forum
source: Followers: %{count_followers}
hr_hr: Pratitelj: %{count_followers}

# Forum
source: All mentions: %{count_mentions}
hr_hr: Svi osvrti: %{count_mentions}

# Forum
source: Unique authors: %{count_authors}
hr_hr: Unikalni autori: %{count_authors}

# Forum
source: Readers: %{count_readers}
hr_hr: Čitatelji: %{count_readers}

# Forum
source: Users that have read less than 50 percent of posts: %{count_readers}
hr_hr: Čitatelji koji su pročitali manje od 50 posto objava: %{count_readers}

# Forum
source: Users that have read over 90 percent of posts: %{count_readers}
hr_hr: Čitatelji koji su pročitali preko 90 posto objava: %{count_readers}

# Forum
source: Users that have read all posts: %{count_readers}
hr_hr: Čitatelji koji su pročitali sve postove: %{count_readers}

# Forum
source: Thread statistics summary
hr_hr: Pregled Statistike teme

# Forum
source: New thread
hr_hr: Nova tema

# Forum
source: Move thread
hr_hr: Prenesi temu

# Forum
source: Thread destination
hr_hr: Cilj tema

# Forum
source: The thread has been moved.
hr_hr: Tema je prenesena.

# Forum
source: Rename
hr_hr: Promjeni naziv

# Forum
source: Type a new thread name
hr_hr: Upiši nuvi naziv teme

# Forum
source: The forum name has been changed.
hr_hr: Naziv je izmijenjen.

# Forum
source: Delete thread
hr_hr: Ukloni temu
