Repository: Kostenkov-2021/elten2
Catalog: Client/locale/*/LC_MESSAGES/elten.po
Languages: hr_hr

# Forum
source: Do you really want to delete thread %{thrname}?
hr_hr: Jesi li suguran da želiš ukloniti temu pod nazivom %{thrname}?

# Forum
source: This thread has been deleted.
hr_hr: Tema je izbrisana.

# Forum
source: Close thread
hr_hr: Zatvori temu

# Forum
source: Open thread
hr_hr: Otvori temu

# Forum
source: The thread has been opened
hr_hr: Tema je otvorena

# Forum
source: The thread has been closed
hr_hr: Tema je zatvorena

# Forum
source: Pin thread
hr_hr: Prikvaći temu

# Forum
source: Unpin thread
hr_hr: Odkvaći temu

# Forum
source: Thread has been unpinned
hr_hr: Tema je odkvačena

# Forum
source: Thread has been pinned
hr_hr: Tema je prikvačena

# Forum
source: Text post
hr_hr: Tekstualni post

# Forum
source: Audio post
hr_hr: Glasovni post

# Forum
source: Select first post type
hr_hr: Odaberi tip prvog posta

# Forum
source: Post
hr_hr: Sadržaj zapisa

# Forum
source: Attach a poll
hr_hr: Priloži anketu

# Forum
source: Attach a file
hr_hr: Priloži datoteku

# Forum
source: Thread name
hr_hr: Naziv teme

# Forum
source: Record a post
hr_hr: Snimi zapis

# Forum
source: Send
hr_hr: Pošalji

# Forum
source: Poll to attach
hr_hr: Anketa koju želite prilužiti

# Forum
source: This poll has already been added
hr_hr: Ova anketa je već dodana

# Forum
source: Poll has been added
hr_hr: Anketa je dodana

# Forum
source: You haven't created any polls yet.
hr_hr: Još niste stvorili niti jednu anketu.

# Forum
source: Select file to attach
hr_hr: Odaberite datoteku koju želote priložiti

# Forum
source: This file has been already attached
hr_hr: Ova datoteka je već dodana

# Forum
source: This file is too large
hr_hr: Ova datoteka je prevelika

# Forum
source: The file has been attached
hr_hr: Datoteka je dodana

# Forum
source: Stop recording
hr_hr: Završi snimanje

# Forum
source: Record a post once again
hr_hr: Ponovno snimi

# Forum
source: Play post
hr_hr: Reproduciraj post

# Forum
source: Are you sure you want to cancel creating this thread?
hr_hr: Jesi li siguran da želiš odustati od stvaranja ove teme?

# Forum
source: Thread has been created.
hr_hr: Tema je stvorena.

# Forum
source: Error creating thread!
hr_hr: Greška pri stvaranju teme!

# Forum
source: Are you sure you want to cancel creating this post?
hr_hr: Jesi li siguran da želiš odustati od pisanja ovog posta?

# Polls
source: Vote
hr_hr: Glasaj

# Polls
source: Show results
hr_hr: Pokaži rezultate

# Forum
source: Where to save this file?
hr_hr: Gdje želite spremiti tu datoteku?

# Forum
source: Post type
hr_hr: Tip posta

# Forum
source: Your answer
hr_hr: Tvoj odgovor

# Forum
source: Record a new post
hr_hr: Snimi novi zapis

# Forum
source: Return
hr_hr: Nazad

# Forum
source: The post was created.
hr_hr: Zapis je stvoren.

# Forum
source: Play
hr_hr: Reproduciraj

# Forum
source: Preparing...
hr_hr: Priprema za slanje zapisa...

# Forum
source: Post creation failure.
hr_hr: Greška pri stvaranju zapisa.

# Forum
source: Reply
hr_hr: odgovori

# Forum
source: Reply with quote
hr_hr: odgovori s citatom

# Forum
source: Navigation
hr_hr: kretanje

# Forum
source: Bookmarks
hr_hr: Knjižne oznake

# Forum
source: Go to post
hr_hr: Skoči na zapis

# Forum
source: Select post
hr_hr: Izaberi zapis

# Forum
source: Search in thread
hr_hr: Traži u temi

# Forum
source: The entered phrase cannot be found.
hr_hr: Upisana fraza nije nađena.

# Forum
source: Go to first post
hr_hr: Skoči na prvi zapis

# Forum
source: Go to last post
hr_hr: Skoči na posljednji zapis

# Forum
source: Go to first new post
hr_hr: Skoči na prvi novi zapis

# Forum
source: Mention post
hr_hr: Osvrni se na zapis

# Forum
source: Nobody added you to their contact list.
hr_hr: Nitko te nije dodao u kontakte.

# Forum
source: User to mention
hr_hr: Korisnika kojeg treba spomenuti

# Forum
source: Message
hr_hr: Poruka

# Forum
source: The mention has been sent.
hr_hr: Osvrt je poslan.

# Forum
source: Listen to the thread
hr_hr: Preslušaj temu

# Forum
source: Edit post
hr_hr: Uredi zapis

# Forum
source: edit your post here
hr_hr: Uređivanje zapisa

# Forum
source: The post has been modified
hr_hr: Zapis je izmijenjen.

# Forum
source: Move post
hr_hr: Prenesi zapis

# Forum
source: Post destination
hr_hr: Cilj posta

# Forum
source: The post has been moved.
hr_hr: Zapis je prenesen.

# Forum
source: Delete post
hr_hr: Izbriši zapis

# Forum
source: Are you sure you want to delete this post?
hr_hr: Želiš li doista izbrisati ovaj zapis?

# Forum
source: Change post position
hr_hr: Izmjeni poziciju posta

# Forum
source: Place post above
hr_hr: Pozicioniraj post iznad

# Forum
source: The post has been slided.
hr_hr: Zapis je prebačen.

# Forum
source: Post %{postnumber} by %{author}
hr_hr: Post %{postnumber} od %{author}

# Forum
source: Delete bookmark
hr_hr: Izbriši knjižnu oznaku

# Forum
source: New bookmark
hr_hr: Nova knjižna oznaka

# Forum
source: Bookmark deleted
hr_hr: Knjižna oznaka izbrisana

# Forum
source: Bookmark description
hr_hr: Opis knjižne oznake

# Forum
source: Bookmark created
hr_hr: Knjižna oznaka je stvorena

# Honors
source: A new badge
hr_hr: Nova značka

# Honors
source: Badges
hr_hr: Značke

# Honors
source: Badges of %{user}
hr_hr: Značke korisnika %{user}

# Honors
source: The user has been given no badges.
hr_hr: Korisnik nije dobio niti jednu zaslugu.

# Honors
source: Set as main honor
hr_hr: Postavi kao glavnu oznaku

# Honors
source: The badge has been set as default.
hr_hr: Znača je postavljena kao podrazumjevana.

# Honors
source: Grant a badge
hr_hr: Daj značku

# Honors
source: Who should be granted this badge?
hr_hr: Kome dati ovu značku?

# Honors
source: The user cannot be found
hr_hr: Korisnik ne postoji

# Honors
source: The badge has been granted
hr_hr: Značka je pridjeljena

# Honors
source: Edit challenges
hr_hr: Uredi izazove

# Honors
source: Delete
hr_hr: Izbriši

# Honors
source: Are you sure you want to delete this badge? All users granted with this badge will loose it.
hr_hr: Žeste li sigurni da želite izbrisati ovu značku? Svi korisnici koji su je dobili izgubit će je.

# Honors
source: Honor deleted
hr_hr: Oznaka je izbrisana

# Honors
source: Add challenge
hr_hr: dodaj izazov

# Honors
source: English level
hr_hr: Razina engleskog

# Honors
source: level
hr_hr: Razina

# Honors
source: Badge name
hr_hr: Naziv značke

# Honors
source: Add
hr_hr: Dodaj

# Honors
source: Badge description
hr_hr: Opis značke

# Honors
source: Badge name in English
hr_hr: Engleski naziv značke

# Honors
source: Badge description in English
hr_hr: Engleski opis značke

# Honors
source: The badge has been added
hr_hr: Značka je dodana

# Loading
source: Elten detected that you are using NVDA. To support some features of this screenreader, it is necessary to install Elten addon. Do you want to do it now?
hr_hr: Elten je otkrio da koristite NVDA. Kako bi se poržavale neke značajke, Potrebno je instalirati dodatak za Elten. Želite li to učiniti sada?

# Loading
source: New version of NVDA Elten addon is available. The version you're using is no longer supported in this Elten release and may cause some errors. Do you want to update it now?
hr_hr: Nova inačica Elten doddatka za Elten je dostupna. Verziju koju koristite više nećemo podržavati i ista može prouzrokovati neke greške. Želite li uju ažurirati sada?

# Loading
source: A new version of the program is available.
hr_hr: Nova inačica programa je dostupna.

# Loading
source: Reinstall
hr_hr: Prisilno ažuriraj ili reinstaliraj sa poslužitelja

# Loading
source: Settings
hr_hr: Postavke

# Loading
source: Use guest account
hr_hr: Otvori kao gost

# Loading
source: Password reset
hr_hr: Povrat lozinke

# Loading
source: Register
hr_hr: Registracija

# Loading
source: Log in
hr_hr: Prijavi se

# Log
source: Log level
hr_hr: Razina loga

# Log
source: Show event level
hr_hr: pokaži razinu događaja

# Log
source: Show event time
hr_hr: Pokaži vrijeme događaja

# Login
source: Username:
hr_hr: Korisničko ime:

# Login
source: Password:
hr_hr: Lozinka:

# Login
source: Enter pin code
hr_hr: Upiši pin

# Login
source: Do you want to enable auto-Login-key encryption? When encrypted, the Auto-Login Key will be readable only on this computer, and its copying or exporting will not allow other devices to access your account. Note: If you encrypt your Auto-Login Key, the created portable versions will not be able to automatically log into your account from other devices, even if you copy your settings, and you will be prompted to enter your password. You can create as many auto-login-keys as you wish for all other computers you are using.
hr_hr: Želite li uključiti šifriranje ključeva automatske prijave? Kad je šifriran, ključ automatske prijave bit će šifriran, njegovo kopiranje neće omogućiti automstsku prijavu na drugim uređajima. Upozorenje: čak niti prijenosna verzija se neće moći prijaviti na vaš nalog, čak i poslije kopranja postavki, te ćete biti zamoljeni da upišete lozinku. Možete stvoriti toloko ključeva koliko želite za sva vaša računala.

# Login
source: Two-factor authentication is enabled on this account. Enter the code sent to you by text message to allow this device to login. If you do not have access to the phone number used, select the password reset option to disable two-factor authentication.
hr_hr: Dvofaktorna autentifikacija je omogućena za ovaj nalog. upišite kod kojeg ste dobili u tekstualnoj poruci kako biste se prijavili u ovaj nalog. Ako nemate pristup telefonskom broju, ozpačite opciju resetiranje lozinke za onemogućavanje dvofaktorne autentifikacije.

# Login
source: Verification failed.
hr_hr: Greška verifikacije.

# Login
source: The entered code is wrong, please try again
hr_hr: Upisani kod je netočan, Molimo pokušajte ponovno

# Login
source: Do not ask again
hr_hr: Ne pitaj me ponovno

# Login
source: Do you want to enable auto log in for account %{user}?
hr_hr: Jeste li sigurni da želite uključiti automatsku prijavu za nalog korisnika %{user}?

# Login
source: The saved login data uses the old account authentication method in which susceptibility to hacker attacks has been detected. New, safer automatic login algorithms have been introduced in Elten 2.2. It is recommended that you convert the saved information into a new system in order to improve the security of your account. Do you want to update the saved information now?
hr_hr: Stari podaci su spremljeni metodom koja je podatna na hakerske napade. Noviji i sigurniji algoritmi su ugrađeni od elten 2.2. Preporućuje se konvertiranje tih informacija u novi sustav kako bi se unaprjedila sigurnost vašeg naloga. Želite li nadograditi spremljenu informaciju?

# Login
source: An error occurred while authenticating the identity. You might have provided an incorrect password.
hr_hr: Dogodila se pogreška prilikom autentifikacije identiteta. Unijeli ste krivu lozinku.

# Login
source: Automatic login will be proceeding until you log out.Automatic login keys can be managed from the My Account tab in the Community menu.
hr_hr: Automatska prijava bit će aktivna sve dok se ne odjavite.Njome možete upravljati iz izbornika zajednica u podizborniku moj nalog.

# Login
source: Login data has been updated. Automatic login will be proceeding until you log out. Automatic login keys can be managed from the My Account tab in the Community menu.
hr_hr: Podaci za prijavu su uspješno ažurirani. Automatska prijava djeluje sve dok se ne odjavite. Njome možete upravljati iz izbornika zajednica u podizborniku moj nalog.

# Login
source: To reenable auto log in feature, proceed to the general settings.
hr_hr: Kako biste ponovno uključili automatsku prijavu, molimo uđite u općenite postavke.

# Login
source: Logged in as: %{user}
hr_hr: Prijavljen kao: %{user}

# Login
source: Invalid login or password.
hr_hr: Krivo korisničko ime ili lozinka.

# Login
source: Login failure.
hr_hr: Greška prijave.

# Login
source: Connection failure.
hr_hr: Greška veze sa serverom.

# Login
source: Do you want to encrypt this key with a custom pin code? You will be prompted for this code everytime you start Elten to unlock your account, but it will not be saved on the server and will be valid only for the auto-login-key stored on this device.
hr_hr: Žeelite li šifrirati ovaj ključ sa prilagođenim pin kodom? Svaki puta kada otvorite elten, biti ćete pitani da unesete pin, ali će isti pin biti valjan samo za ovaj nalog i neće se spremati na poslužitelj.

# Login
source: Enter pin code again
hr_hr: Upiši pin ponovno

# Login
source: The pin codes entered are different, please try again.
hr_hr: Pinovi koje ste unijeli su različiti pokušajte ponovo.

# Main
source: A new beta version of the program is available.
hr_hr: Dostupna je nova beta inačica programa.

# Main
source: Playlist
hr_hr: Popis za reprodukciju

# Main
source: Shuffle
hr_hr: mješaj

# Main
source: Delete the playlist
hr_hr: Izbriši popis za reprodukciju

# Main
source: Player
hr_hr: Reproduktor

# Main
source: Are you sure you want to delete this quick action?
hr_hr: Jesi li siguran da želiš izbrisati ovu brzu radnju?

# Main
source: Playlist shuffled
hr_hr: Popis za reprodukciju je izmiješan

# Main
source: Playlist removed.
hr_hr: Popis za reprodukciju je uklonjen.

# Main
source: Quick actions
hr_hr: Brze radnje

# Main
source: Rename
hr_hr: Preimenuj

# Main
source: Change hotkey
hr_hr: Promijeni tipkovnički prečac

# Main
source: None
hr_hr: Ništa

# Main
source: This hotkey is already used by action %{action}
hr_hr: Taj tipkovnički prečac je već dodijeljen radnji %{action}

# Main
source: Move up
hr_hr: Premjesti gore

# Main
source: Move down
hr_hr: Premjesti dolje

# Main
source: Hide this action
hr_hr: Sakrij ovu alciju

# Main
source: Delete
hr_hr: Izbriši

# Main
source: Hide hidden actions
hr_hr: Sakrij brze akcije

# Main
source: Add
hr_hr: Dodaj

# Main
source: Select quick action to add
hr_hr: Izaberi brzu radnju koju treba dodati

# MainMenu
source: Quick &actions
hr_hr: brze &radnje

# MainMenu
source: &Community
hr_hr: &Zajednica

# MainMenu
source: &Messages
hr_hr: Po&ruke

# MainMenu
source: &Blogs
hr_hr: &Blogovi

# MainMenu
source: &Forum
hr_hr: &Forumi

# MainMenu
source: &Chat
hr_hr: &čavrljanje

# MainMenu
source: No&tes
hr_hr: &Bilješke

# MainMenu
source: What's &new?
hr_hr: &Što je novo

# MainMenu
source: Po&lls
hr_hr: &ankete

# MainMenu
source: &Users
hr_hr: &Korisnici

# MainMenu
source: My &contacts
hr_hr: &moji prijatelji

# MainMenu
source: Users who a&dded me to contacts
hr_hr: &Korisnici koji su me dodali u prijatelje

# MainMenu
source: WHo is &online?
hr_hr: &Tko je na mreži

# MainMenu
source: &badges
hr_hr: &Značke

# MainMenu
source: &Users list
hr_hr: &Spisak korisnika

# MainMenu
source: Ad&mins
hr_hr: &Administratori

# MainMenu
source: User searc&h
hr_hr: &pretraga po korisnicima

# MainMenu
source: Recently &actived users
hr_hr: &zadnje aktivni korisnici

# MainMenu
source: Recently &registered users
hr_hr: &Posljednji registrirani korisnici

# MainMenu
source: Manage my &account
hr_hr: Upravljaj mojim &nalogom

# MainMenu
source: &Files
hr_hr: &Datoteke

# MainMenu
source: Read to &file
hr_hr: &Čitaj u datoteku

# MainMenu
source: Pro&grams
hr_hr: Pro&grami

# MainMenu
source: Programs installation
hr_hr: Instaliraj nove programe

# MainMenu
source: &Tools
hr_hr: &Alati

# MainMenu
source: &Settings
hr_hr: &Postavke

# MainMenu
source: Soun&dthemes
hr_hr: &zvučne teme

# MainMenu
source: Speed &test
hr_hr: &Test brzine

# MainMenu
source: Create &Portable version
hr_hr: Stvori &prijenosnu kopiju

# MainMenu
source: &Reinstall
hr_hr: &Reinstalacija

# MainMenu
source: &Install
hr_hr: &Instaliraj

# MainMenu
source: &Log viewer
hr_hr: &Preglednik zapisnika

# MainMenu
source: &Console
hr_hr: &Konzola

# MainMenu
source: De&bugging
hr_hr: &otkrivanje grešaka

# MainMenu
source: &Help
hr_hr: Pomo&ć

# MainMenu
source: &Changelog
hr_hr: &Popis izmjena

# MainMenu
source: Program &version
hr_hr: &Inačica programa

# MainMenu
source: Sounds &guide
hr_hr: &vodič po zvukovima

# MainMenu
source: &Read me
hr_hr: &čitaj me

# MainMenu
source: &Shortkeys
hr_hr: &tipkovnički prečaci

# MainMenu
source: User &agreement
hr_hr: Korisnički &Ugovor

# MainMenu
source: &Quit
hr_hr: &izlaz

# MainMenu
source: Hide in &tray
hr_hr: &sakrij u sistem traj

# MainMenu
source: &Logout
hr_hr: &odjava

# MainMenu
source: E&xit
hr_hr: &Izlaz

# MainMenu
source: &Restart
hr_hr: &ponovno pokretanje

# MainMenu
source: Restart in de&bug mode
hr_hr: &ponovno pokretanje u načinu otkrivanja grešaka

# Messages
source: Last message
hr_hr: Posljednja poruka

# Messages
source: New
hr_hr: Nova

# Messages
source: Show older
hr_hr: Pokaži starije

source: Messages
hr_hr: Poruke

# Messages
source: Reply
hr_hr: odgovori

# Messages
source: Conversations with %{user}
hr_hr: Razgovori s korisnikom %{user}

# Messages
source: Are you sure you want to leave this group?
hr_hr: Jeste li sigurni da želite napustiti grupu?

# Messages
source: Create new conversation
hr_hr: Stvori novi razgovor

# Messages
source: Send a new message
hr_hr: Pošalji novu poruku

# Messages
source: Mark all messages as read
hr_hr: Označi sve poruke kao pročitane

# Messages
source: All messages have been marked as read.
hr_hr: Sve su poruke označene kao pročitane.

# Messages
source: Search
hr_hr: Traži

# Messages
source: Show flagged messages
hr_hr: Pokaži označene poruke

# Messages
source: Conversation name
hr_hr: Naziv razgovora

# Messages
source: Add user to this conversation
hr_hr: Dodaj korisnika u ovaj razgovor

# Messages
source: Conversation members
hr_hr: Članovi razgovora

# Messages
source: User to add
hr_hr: Korisnik kojeg treba dodati

# Messages
source: Conversation has been created
hr_hr: Razgovor je stvoren

# Messages
source: There are no new messages
hr_hr: Nema novih poruka

# Messages
source: No subject
hr_hr: Bez naslova

# Messages
source: From
hr_hr: Od

# Messages
source: Enter a phrase to look for
hr_hr: Upiši tekst za pretragu

# Messages
source: Read more
hr_hr: Pročitaj više

# Messages
source: Messages in conversation %{subject} with %{user}
hr_hr: Poruke u temi %{subject} sa %{user}

# Messages
source: Flagged messages
hr_hr: Označene poruke

# Messages
source: Found items
hr_hr: Rezultati pretrage

# Messages
source: Compose
hr_hr: Sastavi

# Messages
source: Your reply
hr_hr: Tvoj odgovor

# Messages
source: Attachments
hr_hr: Privitci

# Messages
source: Send
hr_hr: pošalji

# Messages
source: Message has been sent
hr_hr: Poruka je poslana

# Messages
source: Flag
hr_hr: Označi

# Messages
source: Remove flag
hr_hr: Izbriši odabir

# Messages
source: The message has been flagged.
hr_hr: Poruka je odabrana.

# Messages
source: The message is no longer flagged.
hr_hr: Poruka nije više odabrana.

# Messages
source: Forward
hr_hr: proslijedi

# Messages
source: Where do you want to save this file?
hr_hr: Gdje želiš spremiti ovu datoteku?

# Messages
source: The attachment has been downloaded.
hr_hr: Privitak je preuzet.

# Messages
source: Are you sure you want to delete this message?
hr_hr: Jesi li siguran da želiš izbrisati ovu poruku?

# Messages
source: The message has been deleted.
hr_hr: Poruka je izbrisana.

# Messages
source: Recipient
hr_hr: Primatelj

# Messages
source: Subject:
hr_hr: tema:

# Messages
source: Message:
hr_hr: sadržaj:

# Messages
source: Record an audio message
hr_hr: Snimi glasovnu poruku

# Messages
source: Attach a file
hr_hr: Dodaj privitak

# Messages
source: Send as admin
hr_hr: Pošalji kao administrator

# Messages
source: Send to all users
hr_hr: Pošalji svima

# Messages
source: An audio message
hr_hr: Glasovna poruka

# Messages
source: Stop recording
hr_hr: Završi snimanje

# Messages
source: Play
hr_hr: Reproduciraj

# Messages
source: Cancel recording
hr_hr: Poništi snimanje

# Messages
source: You cannot add more attachments to this message.
hr_hr: Nije više moguće dodavati privitke.

# Messages
source: Select a file to attach
hr_hr: Odaberi privitak

# Messages
source: The file is too large.
hr_hr: Datoteka je prevelika.

# Messages
source: File attached.
hr_hr: Privitak je dodan.

# Messages
source: The recipient cannot be found.
hr_hr: Primatelj poruke ne postoji.

# Messages
source: Do you want to send this message as e-mail?
hr_hr: Želiš li poslati ovu poruku kao e-mail?

# Notes
source: Author
hr_hr: Autor

# Notes
source: Modified
hr_hr: izmijenjena

source: Notes
hr_hr: Bilješke

# Notes
source: Read
hr_hr: čitaj

# Notes
source: Edit
hr_hr: Uredi

# Notes
source: New note
hr_hr: Nova bilješka

# Notes
source: Note shared with
hr_hr: Bilješka podjeljena sa

# Notes
source: Who do you want to share this note with?
hr_hr: S kim želiš podjeliti ovu bilješku?

# Notes
source: User cannot be found
hr_hr: Korisnik ne postoji

# Notes
source: From now on you share this note with %{user}
hr_hr: Od sada dijeliš bilješku s %{user}

# Notes
source: The note has been modified.
hr_hr: Bilješka je izmjenjena

# Notes
source: Do you want to stop sharing this note with %{user}?
hr_hr: Želiš li prestati dijeliti tu bilješku s %{user}?

# Notes
source: You no longer share this note with %{user}
hr_hr: Više ne dijeliš ovu bilješku s %{user}

# Notes
source: Do you really want to delete %{name}?
hr_hr: Jesi li siguran da želiš ukloniti %{name}?

# Notes
source: The note has been deleted.
hr_hr: Bilješa je izbrisana.

# Notes
source: note title
hr_hr: Naslov bilješke

# Notes
source: Note content
hr_hr: Sadržaj bilješke

# Notes
source: Add
hr_hr: Dodaj

# Notes
source: The note has been created
hr_hr: Bilješka je stvorena

# Polls
source: Author
hr_hr: Autor

source: Polls
hr_hr: Ankete

# Polls
source: Do you really want to delete %{name}?
hr_hr: Jesi li siguran da želiš ukloniti %{name}?

# Polls
source: deleted
hr_hr: Izbrisano

# Polls
source: New poll
hr_hr: Nowa anketa

# Polls
source: Create
hr_hr: Stvori

# Polls
source: Description
hr_hr: Opis

# Polls
source: New question
hr_hr: Novo pitanje

# Polls
source: Poll name
hr_hr: Naziv ankete

# Polls
source: Poll language
hr_hr: Jezik ankete

# Polls
source: Hide this poll
hr_hr: Sakrij ovu anketu

# Polls
source: Questions
hr_hr: Pitanja

# Polls
source: Edit box
hr_hr: Polje za uređivanje

# Polls
source: Single choice
hr_hr: Jednostrukog odabira

# Polls
source: Question
hr_hr: Pitanje

# Polls
source: Question type
hr_hr: Način odgovora

# Polls
source: New answer
hr_hr: Novi odgovor

# Polls
source: Answers
hr_hr: Odgovori

# Polls
source: Multiple choice
hr_hr: Višestrukog izbora

# Polls
source: Answer
hr_hr: odgovor

# Polls
source: There are no answers to this question
hr_hr: Pitanje nema odgovora

# Polls
source: There is only one answer to this question.
hr_hr: Pitanje ima samo jedan odgovor

# Polls
source: The poll has been created.
hr_hr: Anketa je dodana.

# Polls
source: Created
hr_hr: Stvoreno

# Polls
source: Single choice question
hr_hr: Pitanje jednostrukog izbora

# Polls
source: Multiple choice question
hr_hr: Pitanje višestrukog izbora

# Polls
source: Poll
hr_hr: Anketa

# Polls
source: Your vote has been saved.
hr_hr: Tvoj glas je zapisan.

# Polls
source: The number of votes
hr_hr: broj glasova

# Polls
source: Poll results: %{name}
hr_hr: Rezultati ankete: %{name}

# Portable
source: Copy current settings
hr_hr: Kopiraj trenutne postavke programa

# Portable
source: Destination
hr_hr: ciljna mapa

# Portable
source: Create as a single exe file. (No settings will be saved.
hr_hr: Stvori kao jednu datoteku .exe (Pozor! nikakve postavke neće biti zapamćene.)

# Portable
source: continue
hr_hr: Nastavi

# Portable
source: Copy downloaded soundthemes
hr_hr: Kopiraj trenutno preuzete zvučne teme

# Portable
source: Please wait while files are being prepared
hr_hr: Molimo pričekajte, traje priprema datoteka.

# Portable
source: Copying settings
hr_hr: Kopiranje postavki
